{
  "id": "everyday#screening_cues_f684b840",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "146 OTH 2 OTHER SIGNIFICANT MENTAL HEALTH COMPLAINTS Management PROTOCOL 2 OTHER SIGNIFICANT MENTAL HEALTH COMPLAINTS IN PEOPLE EXPOSED TO EXTREME STRESSORS (e.g. physical or sexual violence, major accidents, bereavement or other major loss) » In all cases, whether or not the person presents with emotional, physical or – In most cases, grief will diminish over time. One may think that the sadness, yearning behavioural problems after exposure to an extreme stressor, provide support or pain one feels will never go away, but in most cases, these feelings lessen over time. as described in PROTOCOL 1. Listen carefully. Sometimes a person may feel fine for a while, then something reminds them of the » loss and they may feel as bad as they did at first. There is no right or wrong way to DO NOT pressure the person to talk about the event. feel grief. Sometimes one might feel very sad, other times numb, and at other times » one might be able to enjoy oneself. These experiences usually become less intense Address the person’s social needs. and less frequent over time. – Ask the person about his/her needs and concerns. » In case of the loss of a loved one, discuss and support culturally appropriate – Help the person to address basic needs, access services and connect with family adjustment and/or mourning processes. and other social supports. – Ask if appropriate mourning ceremonies/rituals have happened or been planned. – Protect the person from (further) harm, if needed. If this is not the case, discuss the obstacles and how to address them. – Encourage the person to return to previous, normal activities, e.g. at school » or work, at home, and socially, if it is feasible and culturally appropriate. If prolonged grief disorder is suspected, consult a specialist for further assessment and management. » In case of any major loss explain that: – The person may have",
  "gloss_vi": "146 oth 2 other significant mental health complaints management protocol 2 other significant mental health complaints in people exposed to extreme stressors (e.g. physical or sexual violence, major accidents, bereavement...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "psychoeducation",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "work",
      "relationships",
      "grief"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 146 OTH 2 OTHER SIGNIFICANT MENTAL HEALTH COMPLAINTS Management PROTOCOL 2 OTHER SIGNIFICANT MENTAL HEALTH COMPLAINTS IN PEOPLE EXPOSED TO EXTREME STRESSORS (e.g. physical or sexual violence, major accidents, bereavement or other major loss) » In all cases, whether or not the person presents with emotional, physical or – In most cases, grief will diminish over time. One may think that the sadness, yearning behavioural problems after exposure to an extreme stressor, provide support or pain one feels will never go away, but in most cases, these feelings lessen over time. as described in PROTOCOL 1. Listen carefully. Sometimes a person may feel fine for a while, then something reminds them of the » loss and they may feel as bad as they did at first. There is no right or wrong way to DO NOT pressure the person to talk about the event. feel grief. Sometimes one might feel very sad, other times numb, and at other times » one might be able to enjoy oneself. These experiences usually become less intense Address the person’s social needs. and less frequent over time. – Ask the person about his/her needs and concerns. » In case of the loss of a loved one, discuss and support culturally appropriate – Help the person to address basic needs, access services and connect with family adjustment and/or mourning processes. and other social supports. – Ask if appropriate mourning ceremonies/rituals have happened or been planned. – Protect the person from (further) harm, if needed. If this is not the case, discuss the obstacles and how to address them. – Encourage the person to return to previous, normal activities, e.g. at school » or work, at home, and socially, if it is feasible and culturally appropriate. If prolonged grief disorder is suspected, consult a specialist for further assessment and management. » In case of any major loss explain that: – The person may have 146 oth 2 other significant mental health complaints management protocol 2 other significant mental health complaints in people exposed to extreme stressors (e.g. physical or sexual violence, major accidents, bereavement..."
}