{
  "id": "everyday#screening_cues_be5e5a3b",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "their lives, others experience a gradual worsening of symptoms, and a smaller proportion experience complete remission of symptoms. • Positive symptoms tend to diminish naturally over time, whereas negative symptoms often persist and are closely tied to a poorer prognosis. Cognitive symptoms also tend to be more persistent, and when present are associated with ongoing functional impairment. • Early-onset schizophrenia is typically associated with a poorer prognosis whereas affective and social functioning are more likely to be preserved with later onset. Developmental presentations • Onset of fully symptomatic schizophrenia before puberty is extremely rare; when it occurs it is often preceded by a decline in social and academic functioning, odd behaviour, and a change in affect observable during the prodromal phase. Childhood onset is also associated with a greater prevalence of delays in social, language or motor development and co-occurring disorder of intellectual development or developmental learning disorder. • In children and young adolescents, auditory hallucinations most commonly occur as a single voice commenting on or commanding behaviour whereas in adults such hallucinations are more typically experienced as multiple conversing voices. • In children and adolescents, it may be challenging to differentiate delusions and hallucinations from more developmentally typical phenomena (e.g. a “monster” under the child’s bed, an imaginary friend), actual plausible life experiences (e.g. being teased or bullied at school), and irrational or magical thinking common in childhood (e.g. that thinking about something will make it happen). • Among children with schizophrenia, negative symptoms, hallucinations and disorganized thinking – including loose associations, illogical thinking and paucity of speech – tend to be prominent features of the clinical presentation. Disorganized thinking and behaviour occur in a variety of disorders that are common in childhood (e.g. autism spectrum disorder, attention deficit hyperactivity disorder), which should be considered before attributing the symptoms to the much less common childhood schizophrenia. Schizophrenia and other primary psychotic disorders | Schizophrenia",
  "gloss_vi": "Their lives, others experience a gradual worsening of symptoms, and a smaller proportion experience complete remission of symptoms. • positive symptoms tend to diminish naturally over time, whereas negative symptoms ofte...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc their lives, others experience a gradual worsening of symptoms, and a smaller proportion experience complete remission of symptoms. • Positive symptoms tend to diminish naturally over time, whereas negative symptoms often persist and are closely tied to a poorer prognosis. Cognitive symptoms also tend to be more persistent, and when present are associated with ongoing functional impairment. • Early-onset schizophrenia is typically associated with a poorer prognosis whereas affective and social functioning are more likely to be preserved with later onset. Developmental presentations • Onset of fully symptomatic schizophrenia before puberty is extremely rare; when it occurs it is often preceded by a decline in social and academic functioning, odd behaviour, and a change in affect observable during the prodromal phase. Childhood onset is also associated with a greater prevalence of delays in social, language or motor development and co-occurring disorder of intellectual development or developmental learning disorder. • In children and young adolescents, auditory hallucinations most commonly occur as a single voice commenting on or commanding behaviour whereas in adults such hallucinations are more typically experienced as multiple conversing voices. • In children and adolescents, it may be challenging to differentiate delusions and hallucinations from more developmentally typical phenomena (e.g. a “monster” under the child’s bed, an imaginary friend), actual plausible life experiences (e.g. being teased or bullied at school), and irrational or magical thinking common in childhood (e.g. that thinking about something will make it happen). • Among children with schizophrenia, negative symptoms, hallucinations and disorganized thinking – including loose associations, illogical thinking and paucity of speech – tend to be prominent features of the clinical presentation. Disorganized thinking and behaviour occur in a variety of disorders that are common in childhood (e.g. autism spectrum disorder, attention deficit hyperactivity disorder), which should be considered before attributing the symptoms to the much less common childhood schizophrenia. Schizophrenia and other primary psychotic disorders | Schizophrenia Their lives, others experience a gradual worsening of symptoms, and a smaller proportion experience complete remission of symptoms. • positive symptoms tend to diminish naturally over time, whereas negative symptoms ofte..."
}