{
  "id": "everyday#screening_cues_f1e16cc8",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "662 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundary with secondary catatonia syndrome Certain symptoms of secondary catatonia syndrome are similar to those observed during manic, depressive or mixed episodes (e.g. stupor or mutism in secondary catatonia is similar to psychomotor retardation in a depressive episode; agitation or impulsivity in secondary catatonia syndrome is similar to increased activity and impulsive reckless behaviour in a manic episode). In secondary catatonia syndrome, these symptoms occur in conjunction with other catatonic symptoms (e.g. abnormal psychomotor activity such as mannerisms, waxy flexibility or posturing), which are not characteristic of secondary mood syndrome. Boundary with mood symptoms caused by substances or medications, including withdrawal effects When establishing a diagnosis of secondary mood syndrome, it is important to rule out the possibility that a medication or substance is causing the mood symptoms instead of –or in addition to – an underlying medical condition. This involves first considering whether any of the medications being used to treat the medical condition are known to cause depressive or manic symptoms (e.g. steroids or alpha-interferon) at the dose and duration at which it has been administered. Second, a temporal relationship between the medication use and the onset of the mood symptoms should be established (i.e. the mood symptoms began after administration of the medication and/or remitted once the medication was discontinued). The same reasoning applies to individuals with a medical condition and mood symptoms who are also using a psychoactive substance known to cause mood symptoms, in the context of either intoxication or withdrawal (e.g. euphoric mood due to stimulant intoxication, dysphoric mood due to cocaine withdrawal). In such cases, if the intensity or duration of the mood symptoms is substantially in excess of mood disturbances that are characteristic of the substance-specific intoxication or withdrawal syndrome, then substance-induced mood disorder is the appropriate diagnosis, applying the appropriate category corresponding to the substance involved. Potentially explanatory medical conditions (examples) Brain disorders and general medical conditions that have been shown to be capable of producing depressive mood syndromes include: • diseases of the nervous system (e.g. cerebrovascular disease, Huntington disease, normal- pressure hydrocephalus, multiple sclerosis, Parkinson disease, stroke); • certain infectious or parasitic diseases (candidosis, HIV disease, Lyme borreliosis, toxoplasmosis); • diseases of the immune system (e.g. systemic lupus erythematosus); • endocrine, nutritional or metabolic diseases (e.g. Cushing syndrome, hypercalcaemia, hyperglycaemia, hypermagnesaemia, hypoadrenalism, hypothyroidism, iron deficiency); • injury, poisoning or certain other consequences of external causes (e.g. brain injury, concussion, traumatic haemorrhage); • neoplasms (e.g. malignant neoplasm of pancreas leading to a paraneoplastic disorder of the nervous system, brain or spinal cord). Brain disorders and",
  "gloss_vi": "662 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders ranh giới with secondary catatonia syndrome certain symptoms of secondary catatonia syndrome are simila...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 662 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundary with secondary catatonia syndrome Certain symptoms of secondary catatonia syndrome are similar to those observed during manic, depressive or mixed episodes (e.g. stupor or mutism in secondary catatonia is similar to psychomotor retardation in a depressive episode; agitation or impulsivity in secondary catatonia syndrome is similar to increased activity and impulsive reckless behaviour in a manic episode). In secondary catatonia syndrome, these symptoms occur in conjunction with other catatonic symptoms (e.g. abnormal psychomotor activity such as mannerisms, waxy flexibility or posturing), which are not characteristic of secondary mood syndrome. Boundary with mood symptoms caused by substances or medications, including withdrawal effects When establishing a diagnosis of secondary mood syndrome, it is important to rule out the possibility that a medication or substance is causing the mood symptoms instead of –or in addition to – an underlying medical condition. This involves first considering whether any of the medications being used to treat the medical condition are known to cause depressive or manic symptoms (e.g. steroids or alpha-interferon) at the dose and duration at which it has been administered. Second, a temporal relationship between the medication use and the onset of the mood symptoms should be established (i.e. the mood symptoms began after administration of the medication and/or remitted once the medication was discontinued). The same reasoning applies to individuals with a medical condition and mood symptoms who are also using a psychoactive substance known to cause mood symptoms, in the context of either intoxication or withdrawal (e.g. euphoric mood due to stimulant intoxication, dysphoric mood due to cocaine withdrawal). In such cases, if the intensity or duration of the mood symptoms is substantially in excess of mood disturbances that are characteristic of the substance-specific intoxication or withdrawal syndrome, then substance-induced mood disorder is the appropriate diagnosis, applying the appropriate category corresponding to the substance involved. Potentially explanatory medical conditions (examples) Brain disorders and general medical conditions that have been shown to be capable of producing depressive mood syndromes include: • diseases of the nervous system (e.g. cerebrovascular disease, Huntington disease, normal- pressure hydrocephalus, multiple sclerosis, Parkinson disease, stroke); • certain infectious or parasitic diseases (candidosis, HIV disease, Lyme borreliosis, toxoplasmosis); • diseases of the immune system (e.g. systemic lupus erythematosus); • endocrine, nutritional or metabolic diseases (e.g. Cushing syndrome, hypercalcaemia, hyperglycaemia, hypermagnesaemia, hypoadrenalism, hypothyroidism, iron deficiency); • injury, poisoning or certain other consequences of external causes (e.g. brain injury, concussion, traumatic haemorrhage); • neoplasms (e.g. malignant neoplasm of pancreas leading to a paraneoplastic disorder of the nervous system, brain or spinal cord). Brain disorders and 662 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders ranh giới with secondary catatonia syndrome certain symptoms of secondary catatonia syndrome are simila..."
}