{
  "id": "everyday#screening_cues_bc876196",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "population among children and adolescents diagnosed with bipolar disorders, and both diagnoses may be assigned if the full diagnostic requirements for each are met. Mood disorders | Hypomanic episode MMoooodd ddiissoorrddeerrss 225 Bipolar and related disorders Bipolar and related disorders are episodic mood disorders defined by the occurrence of manic, mixed or hypomanic episodes or symptoms. These typically alternate over the course of these disorders with depressive episodes or periods of depressive symptoms. Because the symptoms of bipolar type I and bipolar type II disorders are substantially similar apart from the occurrence of manic or mixed episodes in bipolar type I disorder and hypomanic episodes in bipolar type II disorder, following a separate listing of the essential features for each of these disorders, the other CDDR sections (e.g. additional clinical features, boundaries with other disorders and conditions) are provided for both disorders together. 6A60 Bipolar type I disorder Essential (required) features • A history of at least one manic or mixed episode (see above essential features for mood episodes) is required for diagnosis. Although a single manic or mixed episode is sufficient for a diagnosis of bipolar type I disorder, the typical course of the disorder is characterized by recurrent depressive and manic or mixed episodes. Although some episodes may be hypomanic, there must be a history of at least one manic or mixed episode. Type of current mood episode, severity and psychotic symptoms in current depressive episodes, and remission specifiers The type of current mood episode, the severity and presence or absence of psychotic symptoms in current depressive episodes, and the degree of remission should be described in bipolar type I disorder. (See descriptions of psychotic symptoms and depressive episode severity in mood episodes on p. 216.) Available categories are: 6A60.0 Bipolar type I disorder, current episode manic, without psychotic symptoms 6A60.1 Bipolar type I disorder, current episode manic, with psychotic symptoms 6A60.2 Bipolar type I disorder, current episode hypomanic 6A60.3 Bipolar type I disorder, current episode depressive, mild 6A60.4 Bipolar type I disorder, current episode depressive, moderate, without psychotic symptoms 6A60.5 Bipolar type I disorder, current episode depressive, moderate, with psychotic symptoms 6A60.6 Bipolar type I disorder, current episode depressive, severe, without psychotic symptoms Mood disorders | Bipolar type I disorder",
  "gloss_vi": "Population among children and adolescents diagnosed with bipolar disorders, and both diagnoses may be assigned if the full diagnostic requirements for each are met. mood disorders | hypomanic episode mmoooodd ddiissoorrd...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc population among children and adolescents diagnosed with bipolar disorders, and both diagnoses may be assigned if the full diagnostic requirements for each are met. Mood disorders | Hypomanic episode MMoooodd ddiissoorrddeerrss 225 Bipolar and related disorders Bipolar and related disorders are episodic mood disorders defined by the occurrence of manic, mixed or hypomanic episodes or symptoms. These typically alternate over the course of these disorders with depressive episodes or periods of depressive symptoms. Because the symptoms of bipolar type I and bipolar type II disorders are substantially similar apart from the occurrence of manic or mixed episodes in bipolar type I disorder and hypomanic episodes in bipolar type II disorder, following a separate listing of the essential features for each of these disorders, the other CDDR sections (e.g. additional clinical features, boundaries with other disorders and conditions) are provided for both disorders together. 6A60 Bipolar type I disorder Essential (required) features • A history of at least one manic or mixed episode (see above essential features for mood episodes) is required for diagnosis. Although a single manic or mixed episode is sufficient for a diagnosis of bipolar type I disorder, the typical course of the disorder is characterized by recurrent depressive and manic or mixed episodes. Although some episodes may be hypomanic, there must be a history of at least one manic or mixed episode. Type of current mood episode, severity and psychotic symptoms in current depressive episodes, and remission specifiers The type of current mood episode, the severity and presence or absence of psychotic symptoms in current depressive episodes, and the degree of remission should be described in bipolar type I disorder. (See descriptions of psychotic symptoms and depressive episode severity in mood episodes on p. 216.) Available categories are: 6A60.0 Bipolar type I disorder, current episode manic, without psychotic symptoms 6A60.1 Bipolar type I disorder, current episode manic, with psychotic symptoms 6A60.2 Bipolar type I disorder, current episode hypomanic 6A60.3 Bipolar type I disorder, current episode depressive, mild 6A60.4 Bipolar type I disorder, current episode depressive, moderate, without psychotic symptoms 6A60.5 Bipolar type I disorder, current episode depressive, moderate, with psychotic symptoms 6A60.6 Bipolar type I disorder, current episode depressive, severe, without psychotic symptoms Mood disorders | Bipolar type I disorder Population among children and adolescents diagnosed with bipolar disorders, and both diagnoses may be assigned if the full diagnostic requirements for each are met. mood disorders | hypomanic episode mmoooodd ddiissoorrd..."
}