{
  "id": "everyday#screening_cues_1eeb6d12",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "114 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Developmental presentations • Prevalence rates vary but generally decrease with age such that prevalence can be as high as 16% at 3 or 4 years of age, approximately 4% at 6 years of age and 3.6% by 8 years of age. Therefore, many preschool-aged children diagnosed with developmental speech sound disorder exhibit typical speech sound development by the time they begin school. • Some children with symptoms of developmental speech sound disorder early in life may only experience interference with functioning when they enter school, when the demands of the learning environment exceed their current abilities. • Co-occurrence of other neurodevelopment disorders is more likely among children with persistent developmental speech sound disorder (whose speech sound errors continue beyond 8 or 9 years of age). In particular, these children are more likely to develop language impairments and reading difficulties, and tend to experience worse outcomes. Sex- and/or gender-related features • Developmental speech sound disorder is more prevalent among boys, especially at younger ages. Early speech difficulties in girls appear more likely to resolve by school age. Gender differences decline with age: the ratio of boys to girls affected appears to be 2:1 or 3:1 in early childhood, and to decline to 1.2:1 by 6 years of age. • Boys are more likely to experience co-occurring language impairments. Boundaries with other disorders and conditions (differential diagnosis) Boundary with disorders of intellectual development Individuals with a disorder of intellectual development may exhibit impaired speech production. However, individuals with developmental speech sound disorder do not typically also have significant limitations in intellectual functioning and adaptive behaviour. If speech production difficulties require separate clinical attention in the context of a disorder of intellectual development, an additional diagnosis of developmental speech sound disorder may be assigned. Boundary with developmental speech fluency disorder and developmental language disorder Like developmental speech sound disorder, developmental speech fluency disorder and developmental language disorder can result in reduced intelligibility that significantly affects communication. Developmental speech fluency disorder is characterized by disruption of the normal rhythmic flow and rate of speech. Developmental language disorder is characterized by persistent difficulties in the acquisition, understanding, production or use of language. In contrast, developmental speech sound disorder is characterized by errors of pronunciation that are outside the limits of normal variation for chronological or developmental age. Neurodevelopmental disorders | Developmental speech and language disorders Neurodevelopmental disorders 115 Boundary with selective mutism Selective mutism is characterized by consistent selectivity in speaking, such that a child demonstrates adequate speech production in specific situations (typically at home) but predictably fails to speak in others (typically at school). Selective mutism can occur in the presence of developmental speech sound disorder, and both diagnoses may",
  "gloss_vi": "114 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders developmental presentations • prevalence rates vary but generally decrease with age such that prevalenc...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 114 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Developmental presentations • Prevalence rates vary but generally decrease with age such that prevalence can be as high as 16% at 3 or 4 years of age, approximately 4% at 6 years of age and 3.6% by 8 years of age. Therefore, many preschool-aged children diagnosed with developmental speech sound disorder exhibit typical speech sound development by the time they begin school. • Some children with symptoms of developmental speech sound disorder early in life may only experience interference with functioning when they enter school, when the demands of the learning environment exceed their current abilities. • Co-occurrence of other neurodevelopment disorders is more likely among children with persistent developmental speech sound disorder (whose speech sound errors continue beyond 8 or 9 years of age). In particular, these children are more likely to develop language impairments and reading difficulties, and tend to experience worse outcomes. Sex- and/or gender-related features • Developmental speech sound disorder is more prevalent among boys, especially at younger ages. Early speech difficulties in girls appear more likely to resolve by school age. Gender differences decline with age: the ratio of boys to girls affected appears to be 2:1 or 3:1 in early childhood, and to decline to 1.2:1 by 6 years of age. • Boys are more likely to experience co-occurring language impairments. Boundaries with other disorders and conditions (differential diagnosis) Boundary with disorders of intellectual development Individuals with a disorder of intellectual development may exhibit impaired speech production. However, individuals with developmental speech sound disorder do not typically also have significant limitations in intellectual functioning and adaptive behaviour. If speech production difficulties require separate clinical attention in the context of a disorder of intellectual development, an additional diagnosis of developmental speech sound disorder may be assigned. Boundary with developmental speech fluency disorder and developmental language disorder Like developmental speech sound disorder, developmental speech fluency disorder and developmental language disorder can result in reduced intelligibility that significantly affects communication. Developmental speech fluency disorder is characterized by disruption of the normal rhythmic flow and rate of speech. Developmental language disorder is characterized by persistent difficulties in the acquisition, understanding, production or use of language. In contrast, developmental speech sound disorder is characterized by errors of pronunciation that are outside the limits of normal variation for chronological or developmental age. Neurodevelopmental disorders | Developmental speech and language disorders Neurodevelopmental disorders 115 Boundary with selective mutism Selective mutism is characterized by consistent selectivity in speaking, such that a child demonstrates adequate speech production in specific situations (typically at home) but predictably fails to speak in others (typically at school). Selective mutism can occur in the presence of developmental speech sound disorder, and both diagnoses may 114 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders developmental presentations • prevalence rates vary but generally decrease with age such that prevalenc..."
}