{
  "id": "everyday#screening_cues_661efce2",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "464 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders pharmacologically similar substances to prevent or alleviate withdrawal symptoms (substance-specific features of withdrawal are described in Table 6.16, p. 484). Note: physiological features are only applicable for certain substances. • The features of dependence are usually evident over a period of at least 12 months, but the diagnosis may be made if use is continuous (daily or almost daily) for at least 3 months. Course specifiers for alcohol dependence For alcohol, a specifier is used to describe the pattern of substance use or remission. Unlike for other substances, a distinction is made between continuous and episodic use, as follows. 6C40.20 Alcohol dependence, current use, continuous The individual exhibits alcohol dependence, with continuous consumption of alcohol (daily or almost daily) during at least the past month. 6C40.21 Alcohol dependence, current use, episodic The individual exhibits alcohol dependence, with use during the past month and a history of intermittent heavy drinking, with periods of abstinence during the past 12 months. 6C40.22 Alcohol dependence, early full remission After a diagnosis of alcohol dependence, and often following a treatment episode or other intervention (including self-help intervention), the individual has been abstinent from alcohol during a period lasting between 1 and 12 months. 6C40.23 Alcohol dependence, sustained partial remission After a diagnosis of alcohol dependence, and often following a treatment episode or other intervention (including self-help intervention), there is a significant reduction in alcohol consumption for more than 12 months, such that even though intermittent or continuing drinking has occurred during this period, the definitional requirements for dependence have not been met. 6C40.24 Alcohol dependence, sustained full remission After a diagnosis of alcohol dependence, and often following a treatment episode or other intervention (including self-intervention), the",
  "gloss_vi": "464 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders pharmacologically similar substances to prevent or alleviate withdrawal symptoms (substance-specific fe...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 464 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders pharmacologically similar substances to prevent or alleviate withdrawal symptoms (substance-specific features of withdrawal are described in Table 6.16, p. 484). Note: physiological features are only applicable for certain substances. • The features of dependence are usually evident over a period of at least 12 months, but the diagnosis may be made if use is continuous (daily or almost daily) for at least 3 months. Course specifiers for alcohol dependence For alcohol, a specifier is used to describe the pattern of substance use or remission. Unlike for other substances, a distinction is made between continuous and episodic use, as follows. 6C40.20 Alcohol dependence, current use, continuous The individual exhibits alcohol dependence, with continuous consumption of alcohol (daily or almost daily) during at least the past month. 6C40.21 Alcohol dependence, current use, episodic The individual exhibits alcohol dependence, with use during the past month and a history of intermittent heavy drinking, with periods of abstinence during the past 12 months. 6C40.22 Alcohol dependence, early full remission After a diagnosis of alcohol dependence, and often following a treatment episode or other intervention (including self-help intervention), the individual has been abstinent from alcohol during a period lasting between 1 and 12 months. 6C40.23 Alcohol dependence, sustained partial remission After a diagnosis of alcohol dependence, and often following a treatment episode or other intervention (including self-help intervention), there is a significant reduction in alcohol consumption for more than 12 months, such that even though intermittent or continuing drinking has occurred during this period, the definitional requirements for dependence have not been met. 6C40.24 Alcohol dependence, sustained full remission After a diagnosis of alcohol dependence, and often following a treatment episode or other intervention (including self-intervention), the 464 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders pharmacologically similar substances to prevent or alleviate withdrawal symptoms (substance-specific fe..."
}