{
  "id": "everyday#risk_safety_8a533c80",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "The individual gives no indication of being aware of the lesion of the nervous system. disconnectedness or illogicality of his or her thinking. GLOSSARY 161 162 GLOSSARY TERM DEFINITION TERM DEFINITION Hallucination False perception of reality: seeing, hearing, feeling, smelling or Irritability, A mood state characterized by being easily annoyed and provoked to tasting things that are not real. irritable mood anger, out of proportion to the circumstances. Hepatic Abnormal mental state including drowsiness, confusion or coma Maculopapular rash A rash that consists of both macules (flat (impalpable), circumscribed encephalopathy caused by liver dysfunction. areas of skin or areas of altered skin colour (e.g. freckles)) and papules (small raised spots on the skin, often dome-shaped and less Herbal products A range of folk medicines, many of them empirically discovered than 5 mm in diameter). hundreds of years ago to be effective, derived from or consisting of portions of plants. In many cultures, knowledge about the efficacy of Meningeal irritation Irritation of the layers of tissue that cover the brain and spinal cord, herbal remedies is carefully preserved and handed on by oral usually caused by an infection. tradition from one generation to the next. Meningitis A disease of the meninges (the membranes covering the brain and Hyperarousal Intense and prolonged autonomic discharge accompanied by a state spinal cord) usually caused by an infection with a bacterial, viral, of frozen watchfulness and alertness to environmental stimuli. Such fungal, or parasitic source. responses are seen most frequently in post-traumatic stress disorders Motivational A structured therapy (lasting 4 or less sessions) to help people with and often associated with substance use or withdrawal. enhancement therapy substance use disorders. It involves an approach to motivate change Hypersensitivity Hypersensitivity reactions are the adverse effects of pharmaceutical by using motivational interviewing techniques i.e. engaging the reaction formulations (including active drugs and excipients) that clinically person in a discussion about their substance use including perceived resemble allergy. It belongs to type B adverse drug reactions, which benefits and harms in relation to the persons own values, avoiding are defined by the WHO as the dose-independent, unpredictable, arguing with the person if there is resistance, encouraging the person noxious, and unintended response to a medicine taken at a dose to decide for themselves what their goal may be. normally used in humans. It covers many different clinical phenotypes Motor twitching See convulsion. with variable onset and severity. Myasthenia gravis A disorder of neuromuscular transmission characterized by fatigable Idiosyncratic reaction Individual, unpredictable, and non-dose-dependent response to any weakness of cranial and skeletal muscles. Clinical manifestations may substance: drowsiness or euphoria, flushing, carpopedal spasms, include fluctuating diplopia and ptosis, and fatigable weakness of apnoea, etc. facial, bulbar, respiratory, and proximal limb muscles. Informed consent The process by which the health care provider discloses appropriate Neonatal abstinence Intrauterine exposure to addictive drugs can lead to neonatal information to a person who can then make a voluntary choice to accept or syndrome withdrawal symptoms. Withdrawal symptoms are usually refuse treatment. informed consent includes a discussion of the following neurological, preventing normal autonomic function. The clinical elements: the nature of the decision/procedure; reasonable alternatives to presentation of drug withdrawal is variable and dependent on several the proposed intervention; the relevant risks, benefits, and uncertainties factors, such as, the type and dose of drug used, and rate of related to each alternative; assessment of the person’s understanding, and metabolism and excretion of the mother and infant. the acceptance of the intervention by the person. Neuroinfection Infection involving the brain and/or spinal cord. Interpersonal therapy Psychological treatment that focuses on the link between depressive (IPT) symptoms and interpersonal problems, especially those involving Neuroleptic malignant A rare but life-threatening condition caused by antipsychotic grief, disputes, life changes and social isolation. It is also known as syndrome (NMS) medications, which is characterised by fever, delirium, muscular Interpersonal Psychotherapy. rigidity and high blood pressure.",
  "gloss_vi": "The individual gives no indication of being aware of the lesion of the nervous system. disconnectedness or illogicality of his or her thinking.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "study",
      "grief"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn The individual gives no indication of being aware of the lesion of the nervous system. disconnectedness or illogicality of his or her thinking. GLOSSARY 161 162 GLOSSARY TERM DEFINITION TERM DEFINITION Hallucination False perception of reality: seeing, hearing, feeling, smelling or Irritability, A mood state characterized by being easily annoyed and provoked to tasting things that are not real. irritable mood anger, out of proportion to the circumstances. Hepatic Abnormal mental state including drowsiness, confusion or coma Maculopapular rash A rash that consists of both macules (flat (impalpable), circumscribed encephalopathy caused by liver dysfunction. areas of skin or areas of altered skin colour (e.g. freckles)) and papules (small raised spots on the skin, often dome-shaped and less Herbal products A range of folk medicines, many of them empirically discovered than 5 mm in diameter). hundreds of years ago to be effective, derived from or consisting of portions of plants. In many cultures, knowledge about the efficacy of Meningeal irritation Irritation of the layers of tissue that cover the brain and spinal cord, herbal remedies is carefully preserved and handed on by oral usually caused by an infection. tradition from one generation to the next. Meningitis A disease of the meninges (the membranes covering the brain and Hyperarousal Intense and prolonged autonomic discharge accompanied by a state spinal cord) usually caused by an infection with a bacterial, viral, of frozen watchfulness and alertness to environmental stimuli. Such fungal, or parasitic source. responses are seen most frequently in post-traumatic stress disorders Motivational A structured therapy (lasting 4 or less sessions) to help people with and often associated with substance use or withdrawal. enhancement therapy substance use disorders. It involves an approach to motivate change Hypersensitivity Hypersensitivity reactions are the adverse effects of pharmaceutical by using motivational interviewing techniques i.e. engaging the reaction formulations (including active drugs and excipients) that clinically person in a discussion about their substance use including perceived resemble allergy. It belongs to type B adverse drug reactions, which benefits and harms in relation to the persons own values, avoiding are defined by the WHO as the dose-independent, unpredictable, arguing with the person if there is resistance, encouraging the person noxious, and unintended response to a medicine taken at a dose to decide for themselves what their goal may be. normally used in humans. It covers many different clinical phenotypes Motor twitching See convulsion. with variable onset and severity. Myasthenia gravis A disorder of neuromuscular transmission characterized by fatigable Idiosyncratic reaction Individual, unpredictable, and non-dose-dependent response to any weakness of cranial and skeletal muscles. Clinical manifestations may substance: drowsiness or euphoria, flushing, carpopedal spasms, include fluctuating diplopia and ptosis, and fatigable weakness of apnoea, etc. facial, bulbar, respiratory, and proximal limb muscles. Informed consent The process by which the health care provider discloses appropriate Neonatal abstinence Intrauterine exposure to addictive drugs can lead to neonatal information to a person who can then make a voluntary choice to accept or syndrome withdrawal symptoms. Withdrawal symptoms are usually refuse treatment. informed consent includes a discussion of the following neurological, preventing normal autonomic function. The clinical elements: the nature of the decision/procedure; reasonable alternatives to presentation of drug withdrawal is variable and dependent on several the proposed intervention; the relevant risks, benefits, and uncertainties factors, such as, the type and dose of drug used, and rate of related to each alternative; assessment of the person’s understanding, and metabolism and excretion of the mother and infant. the acceptance of the intervention by the person. Neuroinfection Infection involving the brain and/or spinal cord. Interpersonal therapy Psychological treatment that focuses on the link between depressive (IPT) symptoms and interpersonal problems, especially those involving Neuroleptic malignant A rare but life-threatening condition caused by antipsychotic grief, disputes, life changes and social isolation. It is also known as syndrome (NMS) medications, which is characterised by fever, delirium, muscular Interpersonal Psychotherapy. rigidity and high blood pressure. The individual gives no indication of being aware of the lesion of the nervous system. disconnectedness or illogicality of his or her thinking."
}