{
  "id": "everyday#screening_cues_4e35bcda",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders 3.9 Overarching areas (OVE) OVE1. Are psychosocial interventions (i.e. psychoeducation, cognitive-behavioural therapy, counselling, self-help groups) for carers of persons with schizophrenia/psychosis/ schizophrenia spectrum disorder, bipolar disorder or substance use disorder effective compared with placebo/other controls? Recommendation (new): Psychosocial interventions – namely psychoeducation using problem-solving and cognitive-behavioural approaches (either individual or family-based), self-help interventions and mutual support groups – should be considered for carers of persons with psychosis or bipolar disorder. Strength of recommendation: Conditional Certainty of evidence: Moderate (carers of persons with psychosis or bipolar disorder), very low (carers of persons with substance use disorder) Justification y There is moderate-certainty evidence that a range of y Evidence was extracted from a systematic review, psychosocial interventions have a moderate Sampogna et al., 2023,14 which included: effect in improving quality of life/well-being in carers of persons with psychosis. When considered – 47 studies on carers of persons with individually, psychoeducation had a significant schizophrenia/psychosis/schizophrenia effect in carers of persons with psychosis and spectrum disorder (34 RCTs, 8 pre–post design, psychoeducation and family-focused treatment 1 non-equivalent control group design, 4 with had a significant effect in carers of persons with other designs); bipolar disorder. – 15 studies on carers of persons with bipolar y There is low-certainty evidence that a range of disorder (12 RCTs, 3 pre–post design); and psychosocial interventions have a moderate – 4 studies on carers of persons with substance use positive effect on depressive symptoms in carers of disorder (2 RCTs, 2 pre–post design). persons with psychosis and bipolar disorder. When y There is moderate-certainty evidence that a range considered individually, psychoeducation had a of psychosocial interventions have a large effect in significant effect in carers of persons with psychosis reducing caregiver burden in carers of persons with or bipolar disorder. psychosis and bipolar disorder. When considered y The four available studies focusing on carers of individually, psychoeducation, cognitive behavioural persons with substance use disorder, half of which stress management and self-help interventions were of low quality, do not allow conclusions to had a significant effect in carers of persons with be drawn about the effectiveness of psychosocial psychosis and psychoeducation and family-led interventions in this population. mutual support had a significant effect in carers of y None of the studies reported adverse outcomes persons with bipolar disorder. or any harms identified as a result of any of the interventions. 14 Sampogna G, Brohan E, Luciano M, Chowdhary N, Fiorillo A. Psychosocial interventions for carers of people with severe mental and substance use disorders: a systematic review and meta analysis. 2023 Eur Psychiatry (in press). 86 3. Recommendations Remarks y The largest evidence base was for psychoeducation y",
  "gloss_vi": "Mental health gap action programme (mhgap) guideline for mental, neurological and substance use disorders 3.9 overarching areas (ove) ove1. are psychosocial interventions (i.e.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders 3.9 Overarching areas (OVE) OVE1. Are psychosocial interventions (i.e. psychoeducation, cognitive-behavioural therapy, counselling, self-help groups) for carers of persons with schizophrenia/psychosis/ schizophrenia spectrum disorder, bipolar disorder or substance use disorder effective compared with placebo/other controls? Recommendation (new): Psychosocial interventions – namely psychoeducation using problem-solving and cognitive-behavioural approaches (either individual or family-based), self-help interventions and mutual support groups – should be considered for carers of persons with psychosis or bipolar disorder. Strength of recommendation: Conditional Certainty of evidence: Moderate (carers of persons with psychosis or bipolar disorder), very low (carers of persons with substance use disorder) Justification y There is moderate-certainty evidence that a range of y Evidence was extracted from a systematic review, psychosocial interventions have a moderate Sampogna et al., 2023,14 which included: effect in improving quality of life/well-being in carers of persons with psychosis. When considered – 47 studies on carers of persons with individually, psychoeducation had a significant schizophrenia/psychosis/schizophrenia effect in carers of persons with psychosis and spectrum disorder (34 RCTs, 8 pre–post design, psychoeducation and family-focused treatment 1 non-equivalent control group design, 4 with had a significant effect in carers of persons with other designs); bipolar disorder. – 15 studies on carers of persons with bipolar y There is low-certainty evidence that a range of disorder (12 RCTs, 3 pre–post design); and psychosocial interventions have a moderate – 4 studies on carers of persons with substance use positive effect on depressive symptoms in carers of disorder (2 RCTs, 2 pre–post design). persons with psychosis and bipolar disorder. When y There is moderate-certainty evidence that a range considered individually, psychoeducation had a of psychosocial interventions have a large effect in significant effect in carers of persons with psychosis reducing caregiver burden in carers of persons with or bipolar disorder. psychosis and bipolar disorder. When considered y The four available studies focusing on carers of individually, psychoeducation, cognitive behavioural persons with substance use disorder, half of which stress management and self-help interventions were of low quality, do not allow conclusions to had a significant effect in carers of persons with be drawn about the effectiveness of psychosocial psychosis and psychoeducation and family-led interventions in this population. mutual support had a significant effect in carers of y None of the studies reported adverse outcomes persons with bipolar disorder. or any harms identified as a result of any of the interventions. 14 Sampogna G, Brohan E, Luciano M, Chowdhary N, Fiorillo A. Psychosocial interventions for carers of people with severe mental and substance use disorders: a systematic review and meta analysis. 2023 Eur Psychiatry (in press). 86 3. Recommendations Remarks y The largest evidence base was for psychoeducation y Mental health gap action programme (mhgap) guideline for mental, neurological and substance use disorders 3.9 overarching areas (ove) ove1. are psychosocial interventions (i.e."
}