{
  "id": "everyday#screening_cues_bed09521",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "A mood state characterized by being easily annoyed and provoked to anger, out of proportion to the circumstances. xii Glossary Motivational enhancement A structured therapy (lasting up to four sessions) to help people with substance therapy use disorders. It involves an approach to motivate change by using motivational interviewing techniques, i.e. engaging the person in a discussion about their substance use, including perceived benefits and harms in relation to the person’s own values, avoiding arguing with the person if there is resistance, encouraging the person to decide for themselves what their goal may be. Motor twitching See convulsion. Neuroleptic malignant A rare but life-threatening condition caused by antipsychotic medication, which syndrome (NMS) is characterized by fever, delirium, muscular rigidity and high blood pressure. Occupational therapy Therapy designed to help individuals improve their independence in daily living activities through rehabilitation, exercises and the use of assistive devices. In addition, such therapy provides activities to promote growth, self-fulfilment and self-esteem. Oppositional behaviour Markedly defiant, disobedient, provocative or spiteful behaviour that may be manifest in prevailing, persistent angry or irritable mood, often accompanied by severe temper outbursts or in headstrong, argumentative and defiant behaviour. Parent skills training A family of treatment programmes that aims to change parenting behaviours and strengthen confidence in adoption of effective parenting strategies. It involves teaching parents emotional communication and positive parent–child interaction skills, and positive reinforcement methods to improve children’s/ adolescents’ behaviour and functioning. Polytherapy Provision of more than one medicine at the same time for the same condition. Privacy The state of being free from unsanctioned intrusion. For example, personal privacy in daily living activities (e.g. for clients in residential facilities) or confidential health records. Problem-solving counselling Psychological treatment that involves the systematic use of problem identification and problem-solving techniques over a number of sessions. Pseudodementia A disorder resembling dementia but not due to organic brain disease and potentially reversible by treatment; can manifest as symptoms of depression in some older adults. Psychoeducation The process of teaching people with mental, neurological and substance use (MNS) disorders and their carers/family members about the nature of the illness, including its likely cause, progression, consequences, prognosis, treatment and alternatives. xiii",
  "gloss_vi": "A mood state characterized by being easily annoyed and provoked to anger, out of proportion to the circumstances. xii glossary motivational enhancement a structured therapy (lasting up to four sessions) to help people wi...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation",
      "do_not_do"
    ],
    "life_topics": [
      "study",
      "relationships",
      "self_esteem",
      "grief"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc A mood state characterized by being easily annoyed and provoked to anger, out of proportion to the circumstances. xii Glossary Motivational enhancement A structured therapy (lasting up to four sessions) to help people with substance therapy use disorders. It involves an approach to motivate change by using motivational interviewing techniques, i.e. engaging the person in a discussion about their substance use, including perceived benefits and harms in relation to the person’s own values, avoiding arguing with the person if there is resistance, encouraging the person to decide for themselves what their goal may be. Motor twitching See convulsion. Neuroleptic malignant A rare but life-threatening condition caused by antipsychotic medication, which syndrome (NMS) is characterized by fever, delirium, muscular rigidity and high blood pressure. Occupational therapy Therapy designed to help individuals improve their independence in daily living activities through rehabilitation, exercises and the use of assistive devices. In addition, such therapy provides activities to promote growth, self-fulfilment and self-esteem. Oppositional behaviour Markedly defiant, disobedient, provocative or spiteful behaviour that may be manifest in prevailing, persistent angry or irritable mood, often accompanied by severe temper outbursts or in headstrong, argumentative and defiant behaviour. Parent skills training A family of treatment programmes that aims to change parenting behaviours and strengthen confidence in adoption of effective parenting strategies. It involves teaching parents emotional communication and positive parent–child interaction skills, and positive reinforcement methods to improve children’s/ adolescents’ behaviour and functioning. Polytherapy Provision of more than one medicine at the same time for the same condition. Privacy The state of being free from unsanctioned intrusion. For example, personal privacy in daily living activities (e.g. for clients in residential facilities) or confidential health records. Problem-solving counselling Psychological treatment that involves the systematic use of problem identification and problem-solving techniques over a number of sessions. Pseudodementia A disorder resembling dementia but not due to organic brain disease and potentially reversible by treatment; can manifest as symptoms of depression in some older adults. Psychoeducation The process of teaching people with mental, neurological and substance use (MNS) disorders and their carers/family members about the nature of the illness, including its likely cause, progression, consequences, prognosis, treatment and alternatives. xiii A mood state characterized by being easily annoyed and provoked to anger, out of proportion to the circumstances. xii glossary motivational enhancement a structured therapy (lasting up to four sessions) to help people wi..."
}