{
  "id": "everyday#screening_cues_cd5bf434",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "diagnosable disease of the nervous system. In the presence of such findings, intermittent explosive disorder may still be diagnosed if the diagnostic requirements are met. • Many individuals with intermittent explosive disorder have a history of exposure to traumatic events, witnessing violence, or childhood physical abuse. • Intermittent explosive disorder often co-occurs with depressive disorders, anxiety and fear-related disorders, disorders due to substance use, and eating disorders (especially those involving binge eating). Impulse control disorders | Intermittent explosive disorder 532 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundary with normality (threshold) • Aggressive outbursts – particularly verbal ones – are common, especially when an individual is under stress, and are not in themselves indicative of psychopathology. The mere occurrence of one or two isolated explosive episodes is not sufficient for the diagnosis, regardless of the severity or consequences of the behaviour. This diagnosis should only be considered when the intensity of the outbursts or the degree of the aggressiveness is grossly out of proportion to the provocation or precipitating event or situation, and the outbursts occur regularly over an extended period of time, representing a persistent pattern of aggressive behaviour. Course features • The mean age of onset of intermittent explosive disorder is between 10 and 16 years. Age of onset is typically earlier than common co-occurring disorders such as depressive disorders, anxiety and fear-related disorders, eating disorders and disorders due to substance use. • Intermittent explosive disorder tends to exhibit a persistent course over many years. Aggressive behaviour in general tends to diminish over time, and the prevalence of intermittent explosive disorder correspondingly diminishes over the lifespan. Developmental presentations • Early in the course of intermittent explosive disorder, children typically display temper tantrums associated with verbal outbursts and aggression against objects, although typically without serious destruction of objects or assault against others. • During adolescence, explosive outbursts often escalate to include destruction of objects or property, or physical assault against others. Culture-related features • Variation in prevalence of intermittent explosive disorder may be related to cultural norms regarding emotion regulation. Some cultures emphasize emotional restraint, equanimity, interpersonal harmony and social conformity such that individuals suppress or mute overt expressions of hostility or anger. In other cultures, freer expressions of negative affect are more typical. Whether or not a verbal expression is considered aggressive should be evaluated within the context of what is normative within the individual’s culture. Impulse control disorders | Intermittent explosive disorder",
  "gloss_vi": "Diagnosable disease of the nervous system. in the presence of such findings, intermittent explosive disorder may still be diagnosed if the diagnostic requirements are met.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral"
    ],
    "life_topics": [
      "stress",
      "relationships"
    ],
    "advice_section": [
      "communication_tips",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc diagnosable disease of the nervous system. In the presence of such findings, intermittent explosive disorder may still be diagnosed if the diagnostic requirements are met. • Many individuals with intermittent explosive disorder have a history of exposure to traumatic events, witnessing violence, or childhood physical abuse. • Intermittent explosive disorder often co-occurs with depressive disorders, anxiety and fear-related disorders, disorders due to substance use, and eating disorders (especially those involving binge eating). Impulse control disorders | Intermittent explosive disorder 532 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundary with normality (threshold) • Aggressive outbursts – particularly verbal ones – are common, especially when an individual is under stress, and are not in themselves indicative of psychopathology. The mere occurrence of one or two isolated explosive episodes is not sufficient for the diagnosis, regardless of the severity or consequences of the behaviour. This diagnosis should only be considered when the intensity of the outbursts or the degree of the aggressiveness is grossly out of proportion to the provocation or precipitating event or situation, and the outbursts occur regularly over an extended period of time, representing a persistent pattern of aggressive behaviour. Course features • The mean age of onset of intermittent explosive disorder is between 10 and 16 years. Age of onset is typically earlier than common co-occurring disorders such as depressive disorders, anxiety and fear-related disorders, eating disorders and disorders due to substance use. • Intermittent explosive disorder tends to exhibit a persistent course over many years. Aggressive behaviour in general tends to diminish over time, and the prevalence of intermittent explosive disorder correspondingly diminishes over the lifespan. Developmental presentations • Early in the course of intermittent explosive disorder, children typically display temper tantrums associated with verbal outbursts and aggression against objects, although typically without serious destruction of objects or assault against others. • During adolescence, explosive outbursts often escalate to include destruction of objects or property, or physical assault against others. Culture-related features • Variation in prevalence of intermittent explosive disorder may be related to cultural norms regarding emotion regulation. Some cultures emphasize emotional restraint, equanimity, interpersonal harmony and social conformity such that individuals suppress or mute overt expressions of hostility or anger. In other cultures, freer expressions of negative affect are more typical. Whether or not a verbal expression is considered aggressive should be evaluated within the context of what is normative within the individual’s culture. Impulse control disorders | Intermittent explosive disorder Diagnosable disease of the nervous system. in the presence of such findings, intermittent explosive disorder may still be diagnosed if the diagnostic requirements are met."
}