{
  "id": "everyday#screening_cues_c2fba7f9",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "130 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Culture-related features • Cultural variation exists in norms of social communication and reciprocal social interactions, as well as interests and activities. Therefore, signs of impairment in functioning may differ depending on cultural context. For example, in some societies it may be normative for children may avoid direct eye contact out of deference, which should not be misinterpreted as impairment in social interaction. Sex- and/or gender-related features • Males are four times more likely than females to be diagnosed with autism spectrum disorder. • Females diagnosed with autism spectrum disorder are more frequently diagnosed with co-occurring disorders of intellectual development than males, suggesting that less severe presentations may go undetected. Females tend to demonstrate fewer restricted, repetitive interests and behaviours. • During middle childhood, gender differences in presentation differentially affect functioning. Boys may act out with reactive aggression or other behavioural symptoms when challenged or frustrated. Girls tend to withdraw socially, and react with emotional changes to their social adjustment difficulties. Boundaries with other disorders and conditions (differential diagnosis) Boundary with disorders of intellectual development Autism spectrum disorder may be diagnosed in individuals with disorders of intellectual development if deficits in initiating and sustaining social communication and reciprocal social interactions are greater than would be expected based on the individual’s level of intellectual functioning, and if the other diagnostic requirements for autism spectrum disorder are also met. In these circumstances, both autism spectrum disorder and the disorder of intellectual development should be assigned, and the with disorder of intellectual development specifier should be applied with the autism spectrum disorder diagnosis. Because autism spectrum disorder inherently involves social deficits, assessment of adaptive behaviour as a part of the diagnosis of a co-occurring disorder of intellectual development should place greater emphasis on intellectual functioning and the conceptual and practical domains of adaptive functioning than on social skills. The diagnosis of autism spectrum disorder in individuals with severe and profound disorders of intellectual development is particularly difficult, and requires in-depth and longitudinal assessments. However, the diagnosis may be assigned if skills in social reciprocity and communication are significantly impaired relative to the individual’s general level of intellectual ability. Neurodevelopmental disorders | Autism spectrum disorder Neurodevelopmental disorders 131 Boundary with developmental language disorder with impairment of mainly pragmatic language Individuals with developmental language disorder with impairment of mainly pragmatic language exhibit language deficits involving the ability to understand and use language in social contexts (i.e. with pragmatic language impairment). Unlike individuals with autism spectrum disorder, individuals with developmental language disorder are usually able to initiate and respond appropriately to social and emotional cues and to share interests with others, and do not typically exhibit restricted, repetitive and stereotyped behaviours. An additional diagnosis of developmental language disorder",
  "gloss_vi": "130 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders culture-related features • cultural variation exists in norms of social giao tiếp and reciprocal social...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 130 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Culture-related features • Cultural variation exists in norms of social communication and reciprocal social interactions, as well as interests and activities. Therefore, signs of impairment in functioning may differ depending on cultural context. For example, in some societies it may be normative for children may avoid direct eye contact out of deference, which should not be misinterpreted as impairment in social interaction. Sex- and/or gender-related features • Males are four times more likely than females to be diagnosed with autism spectrum disorder. • Females diagnosed with autism spectrum disorder are more frequently diagnosed with co-occurring disorders of intellectual development than males, suggesting that less severe presentations may go undetected. Females tend to demonstrate fewer restricted, repetitive interests and behaviours. • During middle childhood, gender differences in presentation differentially affect functioning. Boys may act out with reactive aggression or other behavioural symptoms when challenged or frustrated. Girls tend to withdraw socially, and react with emotional changes to their social adjustment difficulties. Boundaries with other disorders and conditions (differential diagnosis) Boundary with disorders of intellectual development Autism spectrum disorder may be diagnosed in individuals with disorders of intellectual development if deficits in initiating and sustaining social communication and reciprocal social interactions are greater than would be expected based on the individual’s level of intellectual functioning, and if the other diagnostic requirements for autism spectrum disorder are also met. In these circumstances, both autism spectrum disorder and the disorder of intellectual development should be assigned, and the with disorder of intellectual development specifier should be applied with the autism spectrum disorder diagnosis. Because autism spectrum disorder inherently involves social deficits, assessment of adaptive behaviour as a part of the diagnosis of a co-occurring disorder of intellectual development should place greater emphasis on intellectual functioning and the conceptual and practical domains of adaptive functioning than on social skills. The diagnosis of autism spectrum disorder in individuals with severe and profound disorders of intellectual development is particularly difficult, and requires in-depth and longitudinal assessments. However, the diagnosis may be assigned if skills in social reciprocity and communication are significantly impaired relative to the individual’s general level of intellectual ability. Neurodevelopmental disorders | Autism spectrum disorder Neurodevelopmental disorders 131 Boundary with developmental language disorder with impairment of mainly pragmatic language Individuals with developmental language disorder with impairment of mainly pragmatic language exhibit language deficits involving the ability to understand and use language in social contexts (i.e. with pragmatic language impairment). Unlike individuals with autism spectrum disorder, individuals with developmental language disorder are usually able to initiate and respond appropriately to social and emotional cues and to share interests with others, and do not typically exhibit restricted, repetitive and stereotyped behaviours. An additional diagnosis of developmental language disorder 130 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders culture-related features • cultural variation exists in norms of social giao tiếp and reciprocal social..."
}