{
  "id": "everyday#screening_cues_e6452d46",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Neurocognitive disorders 635 in disinhibited or aggressive ways), with associated behaviour changes (e.g. calling out, clinging, wandering, disturbed sleep, hallucinations). The difficulties are often obvious to most individuals who have contact with the individual. XS25 Severe dementia Severe dementia is typically characterized by severe memory impairment, but this varies according to the etiology. There is often total disorientation for time and place. The individual is often completely unable to make judgements or solve problems. Individuals may have difficulty understanding what is happening around them. Individuals are fully dependent on others for basic personal care in activities such as for bathing, toileting and feeding. Urinary and faecal incontinence may emerge at this stage. Specifiers for behavioural or psychological disturbances in dementia Behavioural and psychological disturbances are common in dementia. Examples of such symptoms include apathy, mood disturbances, hallucinations, delusions, irritability, agitation, aggression and sleep changes. Typically, these symptoms are more frequent and impairing in moderate and severe forms of dementia, although this varies by etiology. Behavioural and psychological disturbances may be present in early stages of dementia (such as in frontotemporal dementia), and may be more prominent than neurocognitive symptoms. Specifiers for behavioural or psychological disturbances in dementia should be used when, in addition to the neurocognitive and other disturbances characteristic of dementia, the current clinical picture includes behavioural or psychological symptoms that are severe enough to represent a focus of clinical intervention. As many of the following specifiers may",
  "gloss_vi": "Neurocognitive disorders 635 in disinhibited or aggressive ways), with associated behaviour changes (e.g. calling out, clinging, wandering, disturbed giấc ngủ, hallucinations).",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "sleep",
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Neurocognitive disorders 635 in disinhibited or aggressive ways), with associated behaviour changes (e.g. calling out, clinging, wandering, disturbed sleep, hallucinations). The difficulties are often obvious to most individuals who have contact with the individual. XS25 Severe dementia Severe dementia is typically characterized by severe memory impairment, but this varies according to the etiology. There is often total disorientation for time and place. The individual is often completely unable to make judgements or solve problems. Individuals may have difficulty understanding what is happening around them. Individuals are fully dependent on others for basic personal care in activities such as for bathing, toileting and feeding. Urinary and faecal incontinence may emerge at this stage. Specifiers for behavioural or psychological disturbances in dementia Behavioural and psychological disturbances are common in dementia. Examples of such symptoms include apathy, mood disturbances, hallucinations, delusions, irritability, agitation, aggression and sleep changes. Typically, these symptoms are more frequent and impairing in moderate and severe forms of dementia, although this varies by etiology. Behavioural and psychological disturbances may be present in early stages of dementia (such as in frontotemporal dementia), and may be more prominent than neurocognitive symptoms. Specifiers for behavioural or psychological disturbances in dementia should be used when, in addition to the neurocognitive and other disturbances characteristic of dementia, the current clinical picture includes behavioural or psychological symptoms that are severe enough to represent a focus of clinical intervention. As many of the following specifiers may Neurocognitive disorders 635 in disinhibited or aggressive ways), with associated behaviour changes (e.g. calling out, clinging, wandering, disturbed giấc ngủ, hallucinations)."
}