{
  "id": "everyday#risk_safety_db8934ef",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "1. Introduction 1.2 Aims and objectives The guideline is relevant to other health-care professionals globally, including staff at ministries of This mhGAP guideline aims to: health, international and national nongovernmental ▶ provide up-to-date WHO guidance to facilitate organizations (NGOs), and researchers at academic delivery of MNS interventions by non-specialist institutions, especially in LMICs. health workers in LMICs; It is also intended for use by health-care planners ▶ assist with the scale-up of care for MNS disorders and programme managers in close conceptual and identified as conditions of high priority in LMICs; and strategic synergy with the four WHO action plans ▶ facilitate implementation of WHO action plans mentioned in section 1.2 (3,14,15,16). It is intended for including the Comprehensive mental health action use by policy-makers when considering intervention plan 2021–2030 (14), the Intersectoral global action packages as part of universal health coverage (UHC) plan on epilepsy and other neurological disorders benefit packages. 2022–2031 (3), the Global action plan on the public health response to dementia 2017–2025 (15), and the Global alcohol action plan 2022–2030 (16) by health- 1.4 Scope of the guideline care planners and programme managers in LMICs. This is a standard guideline. It is an update of the Mental Health Gap Action Programme (mhGAP) 1.3 Target audience guideline which was last updated in 2015 (7). Ten modules reflecting the priority conditions were This third edition will have the same target audience identified for the update process: depression (DEP); as the first two editions of mhGAP guidelines. It is psychosis and bipolar disorders (PSY); epilepsy and primarily targeted towards non-specialist health seizures (EPI); child and adolescent mental disorders workers including doctors, nurses and other cadres of (CAMH); dementia (DEM); alcohol use disorders (ALC); health workers, at primary- or secondary-level health- drug use disorders (DRU); self-harm and suicide care facilities, and those working at the district level (SUI); conditions related to stress (STR); and other including basic outpatient and inpatient services. significant emotional and medical unexplained The guideline also targets health workers working in somatic complaints (this last one was validated but general health care and other programmes – such as not updated). The needs for a new module for anxiety noncommunicable diseases, HIV/TB, neglected tropical disorders (ANX) and an overarching question on carers diseases, and maternal, newborn and child health – to (OVE) were also identified. help them deliver integrated care and services. 3 2. Methods This document was developed using the standard for use in low-resource settings, with a focus on LMICs, procedures described in the WHO handbook for the information on country income (based on World guideline development (10) and meets international Bank categorizations) has been included to ensure standards for evidence-based guidelines. In summary, that this aspect is also adequately represented in the the development process included: (i) identifying GDG membership. priority questions and outcomes; (ii) retrieval of the A chair and co-chair of the GDG were nominated by evidence; (iii) assessment and synthesis",
  "gloss_vi": "1. introduction 1.2 aims and objectives the guideline is relevant to other health-care professionals globally, including staff at ministries of this mhgap guideline aims to: health, international and national nongovernme...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral"
    ],
    "life_topics": [
      "stress",
      "study",
      "work"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 1. Introduction 1.2 Aims and objectives The guideline is relevant to other health-care professionals globally, including staff at ministries of This mhGAP guideline aims to: health, international and national nongovernmental ▶ provide up-to-date WHO guidance to facilitate organizations (NGOs), and researchers at academic delivery of MNS interventions by non-specialist institutions, especially in LMICs. health workers in LMICs; It is also intended for use by health-care planners ▶ assist with the scale-up of care for MNS disorders and programme managers in close conceptual and identified as conditions of high priority in LMICs; and strategic synergy with the four WHO action plans ▶ facilitate implementation of WHO action plans mentioned in section 1.2 (3,14,15,16). It is intended for including the Comprehensive mental health action use by policy-makers when considering intervention plan 2021–2030 (14), the Intersectoral global action packages as part of universal health coverage (UHC) plan on epilepsy and other neurological disorders benefit packages. 2022–2031 (3), the Global action plan on the public health response to dementia 2017–2025 (15), and the Global alcohol action plan 2022–2030 (16) by health- 1.4 Scope of the guideline care planners and programme managers in LMICs. This is a standard guideline. It is an update of the Mental Health Gap Action Programme (mhGAP) 1.3 Target audience guideline which was last updated in 2015 (7). Ten modules reflecting the priority conditions were This third edition will have the same target audience identified for the update process: depression (DEP); as the first two editions of mhGAP guidelines. It is psychosis and bipolar disorders (PSY); epilepsy and primarily targeted towards non-specialist health seizures (EPI); child and adolescent mental disorders workers including doctors, nurses and other cadres of (CAMH); dementia (DEM); alcohol use disorders (ALC); health workers, at primary- or secondary-level health- drug use disorders (DRU); self-harm and suicide care facilities, and those working at the district level (SUI); conditions related to stress (STR); and other including basic outpatient and inpatient services. significant emotional and medical unexplained The guideline also targets health workers working in somatic complaints (this last one was validated but general health care and other programmes – such as not updated). The needs for a new module for anxiety noncommunicable diseases, HIV/TB, neglected tropical disorders (ANX) and an overarching question on carers diseases, and maternal, newborn and child health – to (OVE) were also identified. help them deliver integrated care and services. 3 2. Methods This document was developed using the standard for use in low-resource settings, with a focus on LMICs, procedures described in the WHO handbook for the information on country income (based on World guideline development (10) and meets international Bank categorizations) has been included to ensure standards for evidence-based guidelines. In summary, that this aspect is also adequately represented in the the development process included: (i) identifying GDG membership. priority questions and outcomes; (ii) retrieval of the A chair and co-chair of the GDG were nominated by evidence; (iii) assessment and synthesis 1. introduction 1.2 aims and objectives the guideline is relevant to other health-care professionals globally, including staff at ministries of this mhgap guideline aims to: health, international and national nongovernme..."
}