{
  "id": "everyday#screening_cues_78ff7c01",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "of a depressive episode, a diagnosis of dementia is generally not appropriate. However, a depressive episode can be superimposed on dementia (e.g. when memory difficulties and other cognitive symptoms substantially predate the onset Mood disorders | Depressive episode 216 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders of the depressive episode). The timing and rate of onset of the memory difficulties and other cognitive symptoms in relation to other depressive symptoms are important to consider in making this distinction. Severity and psychotic symptoms specifiers The severity of all current depressive episodes should be rated based on the number and severity of the symptoms, as well as the impact that the mood disturbance has on the individual’s functioning. In addition, moderate and severe depressive episodes are described as “without psychotic symptoms” (i.e. delusions or hallucinations) or “with psychotic symptoms”. By definition, mild depressive episodes do not include psychotic symptoms. Delusions during moderate or severe depressive episodes are commonly persecutory or self- referential (e.g. being pursued by authorities because of imaginary crimes). In addition, delusions of guilt (e.g. falsely blaming oneself for wrongdoing), poverty (e.g. being bankrupt) and impending disaster (perceived to have been brought on by the individual), as well as somatic (e.g. of having contracted some serious disease) or nihilistic delusions (e.g. believing body organs do not exist) are known to occur. Delusions related to experiences of influence, passivity or control (e.g. the experience that thoughts or actions are not generated by oneself, are being placed in one’s mind or withdrawn from one’s mind by others, or that one’s thoughts are being broadcast to others) can also occur, but less commonly than in schizophrenia and schizoaffective disorder. Auditory hallucinations (e.g. derogatory or accusatory voices that berate the patient for supposed weaknesses or sins) are more common than visual (e.g. visions of death or destruction) or olfactory hallucinations (e.g. the smell of rotting flesh). Psychotic symptoms are often subtle, and the boundary between psychotic symptoms and persistent depressive ruminations or sustained preoccupations is not always clear. Psychotic symptoms may vary in intensity over the course of a depressive episode or even over the course of the day. Psychotic symptoms may be intentionally concealed by individuals experiencing a depressive episode. Mild depressive episode • None of the symptoms of a depressive episode should be present to an intense degree. • The individual is usually distressed by the symptoms, and has some difficulty in continuing to function in one of more domains (personal, family, social, educational, occupational or other important domains). • There are no delusions or hallucinations during the episode. Moderate depressive episode without psychotic symptoms • Several symptoms of a depressive episode are present to a marked degree, or a large number of depressive symptoms of lesser severity are present overall. • The individual typically has considerable difficulty functioning in multiple domains (personal, family, social, educational, occupational or other important domains). • There are no delusions or hallucinations during the episode. Moderate depressive episode with psychotic symptoms • Several symptoms of a depressive episode are present to a marked degree, or a large number of depressive symptoms of lesser severity are present overall. Mood disorders | Depressive episode",
  "gloss_vi": "Of a depressive episode, a diagnosis of dementia is generally not appropriate. however, a depressive episode can be superimposed on dementia (e.g.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "psychoeducation",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc of a depressive episode, a diagnosis of dementia is generally not appropriate. However, a depressive episode can be superimposed on dementia (e.g. when memory difficulties and other cognitive symptoms substantially predate the onset Mood disorders | Depressive episode 216 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders of the depressive episode). The timing and rate of onset of the memory difficulties and other cognitive symptoms in relation to other depressive symptoms are important to consider in making this distinction. Severity and psychotic symptoms specifiers The severity of all current depressive episodes should be rated based on the number and severity of the symptoms, as well as the impact that the mood disturbance has on the individual’s functioning. In addition, moderate and severe depressive episodes are described as “without psychotic symptoms” (i.e. delusions or hallucinations) or “with psychotic symptoms”. By definition, mild depressive episodes do not include psychotic symptoms. Delusions during moderate or severe depressive episodes are commonly persecutory or self- referential (e.g. being pursued by authorities because of imaginary crimes). In addition, delusions of guilt (e.g. falsely blaming oneself for wrongdoing), poverty (e.g. being bankrupt) and impending disaster (perceived to have been brought on by the individual), as well as somatic (e.g. of having contracted some serious disease) or nihilistic delusions (e.g. believing body organs do not exist) are known to occur. Delusions related to experiences of influence, passivity or control (e.g. the experience that thoughts or actions are not generated by oneself, are being placed in one’s mind or withdrawn from one’s mind by others, or that one’s thoughts are being broadcast to others) can also occur, but less commonly than in schizophrenia and schizoaffective disorder. Auditory hallucinations (e.g. derogatory or accusatory voices that berate the patient for supposed weaknesses or sins) are more common than visual (e.g. visions of death or destruction) or olfactory hallucinations (e.g. the smell of rotting flesh). Psychotic symptoms are often subtle, and the boundary between psychotic symptoms and persistent depressive ruminations or sustained preoccupations is not always clear. Psychotic symptoms may vary in intensity over the course of a depressive episode or even over the course of the day. Psychotic symptoms may be intentionally concealed by individuals experiencing a depressive episode. Mild depressive episode • None of the symptoms of a depressive episode should be present to an intense degree. • The individual is usually distressed by the symptoms, and has some difficulty in continuing to function in one of more domains (personal, family, social, educational, occupational or other important domains). • There are no delusions or hallucinations during the episode. Moderate depressive episode without psychotic symptoms • Several symptoms of a depressive episode are present to a marked degree, or a large number of depressive symptoms of lesser severity are present overall. • The individual typically has considerable difficulty functioning in multiple domains (personal, family, social, educational, occupational or other important domains). • There are no delusions or hallucinations during the episode. Moderate depressive episode with psychotic symptoms • Several symptoms of a depressive episode are present to a marked degree, or a large number of depressive symptoms of lesser severity are present overall. Mood disorders | Depressive episode Of a depressive episode, a diagnosis of dementia is generally not appropriate. however, a depressive episode can be superimposed on dementia (e.g."
}