{
  "id": "everyday#screening_cues_ed40c8fe",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "as a side-effect of methylphenidate) or hangover effects (e.g. transient low mood following alcohol use) of the specified substance, and result in significant distress or impairment of functioning. Boundaries with other disorders and conditions (differential diagnosis) for substance-induced mental disorders Boundary with substance intoxication and substance withdrawal Mental or behavioural symptoms that occur during substance intoxication or substance withdrawal should only be used as a basis for diagnosing a substance-induced mental disorder if the intensity or duration of the symptoms is substantially in excess of those that are characteristic of substance intoxication or substance withdrawal due to the specified substance (see Table 6.16, p. 484), and the symptoms are sufficiently severe to warrant specific clinical attention. Boundary with episode of harmful psychoactive substance use, harmful pattern of psychoactive substance use or substance dependence The impact of repeated or continuous use of substances characteristic of harmful pattern of substance use and substance dependence may include substance-induced mental disorders. Substance-induced mental disorders can also be associated with a single episode of substance use. In such cases, a substance-induced mental disorder should be diagnosed together with a primary diagnosis of episode of harmful psychoactive substance use, harmful pattern of psychoactive substance use or substance dependence. Boundary with mental disorders not induced by substances Substance-induced mental disorders are differentiated from mental disorders with similar features that are not induced by substances on the basis of their onset, course and clinical features. A diagnosis of substance-induced mental disorder requires evidence from history, physical or mental examination, or laboratory findings of recent substance use, intoxication or withdrawal. Most substance-induced mental disorders resolve or improve within several weeks of cessation of substance use. Mental disorders not induced by substances may precede the onset of substance use or may continue to be symptomatic during periods of sustained abstinence. The co-occurrence of substance use or withdrawal and onset of symptoms of mental disorders should not be taken as evidence for a presumptive diagnosis of a substance-induced mental disorder. Some people use substances to suppress symptoms of mental disorders (e.g. schizophrenia and other primary psychotic disorders, mood disorders, anxiety and fear-related disorders, personality disorders), and full symptomatic presentations only emerge upon cessation or reduction in substance use. Furthermore, substance use can exacerbate symptoms or precipitate an episode of a pre-existing mental disorder. Finally, substance use may be associated with – but not etiological for – new onset of symptoms of a mental disorder. Although a diagnosis of a substance-induced mental disorder should not be assigned under these circumstances, an additional diagnosis of episode of harmful psychoactive substance use, harmful pattern of psychoactive substance use or substance dependence may still be appropriate. Substance-induced impulse control disorders",
  "gloss_vi": "As a side-effect of methylphenidate) or hangover effects (e.g. transient low mood following alcohol use) of the specified substance, and result in significant distress or impairment of functioning.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc as a side-effect of methylphenidate) or hangover effects (e.g. transient low mood following alcohol use) of the specified substance, and result in significant distress or impairment of functioning. Boundaries with other disorders and conditions (differential diagnosis) for substance-induced mental disorders Boundary with substance intoxication and substance withdrawal Mental or behavioural symptoms that occur during substance intoxication or substance withdrawal should only be used as a basis for diagnosing a substance-induced mental disorder if the intensity or duration of the symptoms is substantially in excess of those that are characteristic of substance intoxication or substance withdrawal due to the specified substance (see Table 6.16, p. 484), and the symptoms are sufficiently severe to warrant specific clinical attention. Boundary with episode of harmful psychoactive substance use, harmful pattern of psychoactive substance use or substance dependence The impact of repeated or continuous use of substances characteristic of harmful pattern of substance use and substance dependence may include substance-induced mental disorders. Substance-induced mental disorders can also be associated with a single episode of substance use. In such cases, a substance-induced mental disorder should be diagnosed together with a primary diagnosis of episode of harmful psychoactive substance use, harmful pattern of psychoactive substance use or substance dependence. Boundary with mental disorders not induced by substances Substance-induced mental disorders are differentiated from mental disorders with similar features that are not induced by substances on the basis of their onset, course and clinical features. A diagnosis of substance-induced mental disorder requires evidence from history, physical or mental examination, or laboratory findings of recent substance use, intoxication or withdrawal. Most substance-induced mental disorders resolve or improve within several weeks of cessation of substance use. Mental disorders not induced by substances may precede the onset of substance use or may continue to be symptomatic during periods of sustained abstinence. The co-occurrence of substance use or withdrawal and onset of symptoms of mental disorders should not be taken as evidence for a presumptive diagnosis of a substance-induced mental disorder. Some people use substances to suppress symptoms of mental disorders (e.g. schizophrenia and other primary psychotic disorders, mood disorders, anxiety and fear-related disorders, personality disorders), and full symptomatic presentations only emerge upon cessation or reduction in substance use. Furthermore, substance use can exacerbate symptoms or precipitate an episode of a pre-existing mental disorder. Finally, substance use may be associated with – but not etiological for – new onset of symptoms of a mental disorder. Although a diagnosis of a substance-induced mental disorder should not be assigned under these circumstances, an additional diagnosis of episode of harmful psychoactive substance use, harmful pattern of psychoactive substance use or substance dependence may still be appropriate. Substance-induced impulse control disorders As a side-effect of methylphenidate) or hangover effects (e.g. transient low mood following alcohol use) of the specified substance, and result in significant distress or impairment of functioning."
}