{
  "id": "everyday#screening_cues_b2eb8388",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "20 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Using the CDDR for ICD-11 mental, behavioural and neurodevelopmental disorders in clinical settings 21 Using the CDDR for ICD-11 mental, behavioural and neurodevelopmental disorders in clinical settings This chapter provides a basic orientation to applying the CDDR for ICD-11 mental, behavioural and neurodevelopmental disorders in clinical settings. As previously indicated, the CDDR are not intended to function as a manual for conducting clinical assessments. Rather, they are to be applied in the context of clinicians’ broader understanding of the disorders they are assessing and the clinical competencies they have gained through appropriate education, training and experience. This chapter also contains information on relevant aspects of diagnostic coding, some of which are the result of important innovations in how ICD-11 categories are represented and relate to one another. This material on coding relates to the entire ICD-11 and is not specific to the chapter on mental, behavioural and neurodevelopmental disorders. Coding is discussed here as it affects the implementation of the CDDR. This chapter includes a discussion of the following issues: • components of the CDDR; • making an ICD-11 diagnosis using the CDDR; •",
  "gloss_vi": "20 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders using the cddr for icd-11 mental, behavioural and neurodevelopmental disorders in clinical settings 21 u...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 20 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Using the CDDR for ICD-11 mental, behavioural and neurodevelopmental disorders in clinical settings 21 Using the CDDR for ICD-11 mental, behavioural and neurodevelopmental disorders in clinical settings This chapter provides a basic orientation to applying the CDDR for ICD-11 mental, behavioural and neurodevelopmental disorders in clinical settings. As previously indicated, the CDDR are not intended to function as a manual for conducting clinical assessments. Rather, they are to be applied in the context of clinicians’ broader understanding of the disorders they are assessing and the clinical competencies they have gained through appropriate education, training and experience. This chapter also contains information on relevant aspects of diagnostic coding, some of which are the result of important innovations in how ICD-11 categories are represented and relate to one another. This material on coding relates to the entire ICD-11 and is not specific to the chapter on mental, behavioural and neurodevelopmental disorders. Coding is discussed here as it affects the implementation of the CDDR. This chapter includes a discussion of the following issues: • components of the CDDR; • making an ICD-11 diagnosis using the CDDR; • 20 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders using the cddr for icd-11 mental, behavioural and neurodevelopmental disorders in clinical settings 21 u..."
}