{
  "id": "everyday#risk_safety_d16767f9",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "3. Recommendations Justification Research gaps y Evidence was extracted from one systematic review y Most of the research is from HICs. Further research is and NMA: Veroniki et al., 2017 (96 studies; 92 cohort needed in LMICs. studies, 3 case–control studies and 1 RCT) (184). y There were no data on the side-effects related to y Most ASMs are associated with higher risks of major ASM exposure exclusively through breast-milk. It congenital malformations in offspring of women is, though, noted that the amount of ASM in breast- taking these medicines during pregnancy compared milk is extremely low and that the baby will likely with controls who were not taking an ASM. have been exposed to the same ASM(s) in higher y The highest risks of major (OR = 2.93; 95% CI: 2.36 to concentration while in utero. 3.69) and minor (OR = 17.76; 95% CI: 1.60 to 633.30) Implementation considerations congenital malformation were reported in infants of women taking sodium valproate. y The choice of medicine is affected by a number of factors, including seizure semiology, comorbidities, y Phenobarbital, phenytoin and carbamazepine were availability, cost and side-effects. also associated with higher risks of major and minor congenital malformations. y Women and girls of childbearing potential who are prescribed sodium valproate should be y Topiramate was associated with higher risks of advised to use effective contraception without major congenital malformations with no information interruption, for the entire duration of treatment. on minor congenital malformations available. Further information on contraception is available y The risk of major congenital malformation was in the WHO fact sheet on family planning and not significantly higher in infants of women taking contraceptive methods (185). They must be provided lamotrigine (OR = 0.96; 95% CI: 0.72 to 1.25) or with information on pregnancy prevention and risks levetiracetam (OR = 0.72; 95% CI: 0.43 to 1.16). No associated with use of sodium valproate during information on minor congenital malformations is pregnancy, and referred for contraceptive advice available. if they are not using effective contraception. When y There were no data on the teratogenic effect of choosing the contraception method, individual lacosamide. circumstances should be evaluated in each case, y There were no high-quality studies identified on involving the woman in the discussion to guarantee the side-effects related to ASM exposure exclusively her engagement and compliance with the through breast-milk and the 2015 recommendation chosen measures. has been validated by the GDG. y If a woman taking sodium valproate is planning y Due to the high risk of teratogenic effect with to become pregnant, a person trained in the valproic acid, the GDG believed it was important management of epilepsy in pregnant women should to provide clear directions on the use of ASM consider alternative treatment options. Women in women and girls with epilepsy who are of should be informed of the need to consult their childbearing potential and therefore made a physician as soon as they are planning pregnancy strong recommendation despite the low certainty and to urgently consult their physician in case of evidence. of pregnancy. y",
  "gloss_vi": "3. recommendations justification research gaps y evidence was extracted from one systematic review y most of the research is from hics.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral",
      "psychoeducation"
    ],
    "life_topics": [
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 3. Recommendations Justification Research gaps y Evidence was extracted from one systematic review y Most of the research is from HICs. Further research is and NMA: Veroniki et al., 2017 (96 studies; 92 cohort needed in LMICs. studies, 3 case–control studies and 1 RCT) (184). y There were no data on the side-effects related to y Most ASMs are associated with higher risks of major ASM exposure exclusively through breast-milk. It congenital malformations in offspring of women is, though, noted that the amount of ASM in breast- taking these medicines during pregnancy compared milk is extremely low and that the baby will likely with controls who were not taking an ASM. have been exposed to the same ASM(s) in higher y The highest risks of major (OR = 2.93; 95% CI: 2.36 to concentration while in utero. 3.69) and minor (OR = 17.76; 95% CI: 1.60 to 633.30) Implementation considerations congenital malformation were reported in infants of women taking sodium valproate. y The choice of medicine is affected by a number of factors, including seizure semiology, comorbidities, y Phenobarbital, phenytoin and carbamazepine were availability, cost and side-effects. also associated with higher risks of major and minor congenital malformations. y Women and girls of childbearing potential who are prescribed sodium valproate should be y Topiramate was associated with higher risks of advised to use effective contraception without major congenital malformations with no information interruption, for the entire duration of treatment. on minor congenital malformations available. Further information on contraception is available y The risk of major congenital malformation was in the WHO fact sheet on family planning and not significantly higher in infants of women taking contraceptive methods (185). They must be provided lamotrigine (OR = 0.96; 95% CI: 0.72 to 1.25) or with information on pregnancy prevention and risks levetiracetam (OR = 0.72; 95% CI: 0.43 to 1.16). No associated with use of sodium valproate during information on minor congenital malformations is pregnancy, and referred for contraceptive advice available. if they are not using effective contraception. When y There were no data on the teratogenic effect of choosing the contraception method, individual lacosamide. circumstances should be evaluated in each case, y There were no high-quality studies identified on involving the woman in the discussion to guarantee the side-effects related to ASM exposure exclusively her engagement and compliance with the through breast-milk and the 2015 recommendation chosen measures. has been validated by the GDG. y If a woman taking sodium valproate is planning y Due to the high risk of teratogenic effect with to become pregnant, a person trained in the valproic acid, the GDG believed it was important management of epilepsy in pregnant women should to provide clear directions on the use of ASM consider alternative treatment options. Women in women and girls with epilepsy who are of should be informed of the need to consult their childbearing potential and therefore made a physician as soon as they are planning pregnancy strong recommendation despite the low certainty and to urgently consult their physician in case of evidence. of pregnancy. y 3. recommendations justification research gaps y evidence was extracted from one systematic review y most of the research is from hics."
}