{
  "id": "everyday#screening_cues_50ef00e9",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Specifier scales for symptomatic manifestations of primary psychotic disorders 191 Specifier scales for symptomatic manifestations of primary psychotic disorders ICD-11 includes the option of providing a specification of the level of severity for six symptom domains for the disorders included in schizophrenia and other primary psychotic disorders. These domains are: 6A25.0 Positive symptoms 6A25.1 Negative symptoms 6A25.2 Depressive mood symptoms 6A25.3 Manic mood symptoms 6A25.4 Psychomotor symptoms 6A25.5 Cognitive symptoms The contribution of each of these symptom domains can be recorded in the form of specifiers, which can be rated as not present/none (XS8H), mild (XS5W), moderate (XS0T) or severe (XS25), using the anchor points and descriptions provided in Tables 6.6–6.12 below. The ratings should be made based on the severity of the symptoms corresponding to that domain during the past week. Each domain that contributes significantly to the individual clinical presentation should be rated. As many symptom specifiers should be applied as necessary to describe the current clinical presentation accurately. A symptom domain can also be recorded with unspecified severity – for example, if symptoms corresponding to a particular domain are present but insufficient information is available in order to rate their severity. In this case, the code for the symptom domain would be recorded (e.g. 6A25.0) without a severity rating. In cases where multiple symptoms fall within a particular domain, the rating should reflect the most severe symptom within that domain. For example, hallucinations and delusions are both part of the positive symptoms domain. A person may experience hallucinations that result in minimal distress (indicative of mild positive symptoms) and delusions that affect the person’s behaviour but not to the point of impairing their functioning (indicative of moderate positive symptoms). In that case, the person’s positive symptoms should be rated as moderate. Note that individuals with primary psychotic disorders typically do not present with all the symptoms that are part of a given specifier domain. For example, in the positive symptoms domain, a person may present with only hallucinations, only delusions, both or neither. The descriptions corresponding to each rating in the tables below are intended to convey examples of symptom presentations that would justify a rating at a particular level of severity; they are not intended to be used as required criteria. Specifier scales for symptomatic manifestations of primary psychotic disorders 192 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Note that the mild, moderate and severe ratings for the depressive mood symptoms specifier are not equivalent to the corresponding diagnostic requirements for a mild, moderate or severe depressive episode. In other words, a rating of mild for depressive mood symptoms in the psychotic disorder specifiers does not indicate that the individual meets the requirements for a mild depressive episode. The same is true of the manic mood symptoms specifier. The rating of depressive and manic mood symptoms in these specifiers indicates the severity of depressed, elevated, or irritable mood, and does not include",
  "gloss_vi": "Specifier scales for symptomatic manifestations of primary psychotic disorders 191 specifier scales for symptomatic manifestations of primary psychotic disorders icd-11 includes the option of providing a specification of...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Specifier scales for symptomatic manifestations of primary psychotic disorders 191 Specifier scales for symptomatic manifestations of primary psychotic disorders ICD-11 includes the option of providing a specification of the level of severity for six symptom domains for the disorders included in schizophrenia and other primary psychotic disorders. These domains are: 6A25.0 Positive symptoms 6A25.1 Negative symptoms 6A25.2 Depressive mood symptoms 6A25.3 Manic mood symptoms 6A25.4 Psychomotor symptoms 6A25.5 Cognitive symptoms The contribution of each of these symptom domains can be recorded in the form of specifiers, which can be rated as not present/none (XS8H), mild (XS5W), moderate (XS0T) or severe (XS25), using the anchor points and descriptions provided in Tables 6.6–6.12 below. The ratings should be made based on the severity of the symptoms corresponding to that domain during the past week. Each domain that contributes significantly to the individual clinical presentation should be rated. As many symptom specifiers should be applied as necessary to describe the current clinical presentation accurately. A symptom domain can also be recorded with unspecified severity – for example, if symptoms corresponding to a particular domain are present but insufficient information is available in order to rate their severity. In this case, the code for the symptom domain would be recorded (e.g. 6A25.0) without a severity rating. In cases where multiple symptoms fall within a particular domain, the rating should reflect the most severe symptom within that domain. For example, hallucinations and delusions are both part of the positive symptoms domain. A person may experience hallucinations that result in minimal distress (indicative of mild positive symptoms) and delusions that affect the person’s behaviour but not to the point of impairing their functioning (indicative of moderate positive symptoms). In that case, the person’s positive symptoms should be rated as moderate. Note that individuals with primary psychotic disorders typically do not present with all the symptoms that are part of a given specifier domain. For example, in the positive symptoms domain, a person may present with only hallucinations, only delusions, both or neither. The descriptions corresponding to each rating in the tables below are intended to convey examples of symptom presentations that would justify a rating at a particular level of severity; they are not intended to be used as required criteria. Specifier scales for symptomatic manifestations of primary psychotic disorders 192 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Note that the mild, moderate and severe ratings for the depressive mood symptoms specifier are not equivalent to the corresponding diagnostic requirements for a mild, moderate or severe depressive episode. In other words, a rating of mild for depressive mood symptoms in the psychotic disorder specifiers does not indicate that the individual meets the requirements for a mild depressive episode. The same is true of the manic mood symptoms specifier. The rating of depressive and manic mood symptoms in these specifiers indicates the severity of depressed, elevated, or irritable mood, and does not include Specifier scales for symptomatic manifestations of primary psychotic disorders 191 specifier scales for symptomatic manifestations of primary psychotic disorders icd-11 includes the option of providing a specification of..."
}