{
  "id": "everyday#screening_cues_1f57b75b",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "are not a manifestation of another medical condition, and are not due to the effects of a substance or medication on the central nervous system, including withdrawal effects. • The symptoms result in significant distress or significant impairment in personal, family, social, educational, occupational or other important areas of functioning. If functioning is maintained, it is only through significant additional effort. Obsessive-compulsive and related disorders | Other specified obsessive-compulsive or related disorder Obsessive-compulsive and related disorders 335 6B2Z Obsessive-compulsive or related disorder, unspecified Secondary-parented category in obsessive-compulsive and related disorders Tourette syndrome, classified in the grouping primary tics and tic disorders in Chapter 8 on diseases of the nervous system, is cross-listed in this grouping because of its high co-occurrence, familial association and analogous phenomenology (i.e. premonitory urges and repetitive behaviours) with obsessive-compulsive disorder. Tourette syndrome, along with chronic motor tic disorder and chronic phonic tic disorder, is also cross-listed in the grouping of neurodevelopmental disorders because of its frequent onset during the developmental period, and high co-occurrence and familial association with neurodevelopmental disorders. The full CDDR for these disorders are provided in the section on secondary-parented categories in neurodevelopmental disorders. 8A05.00 Tourette syndrome (See p. 154 for the full CDDR.) Obsessive-compulsive and related disorders | Obsessive-compulsive or related disorder, unspecified",
  "gloss_vi": "Are not a manifestation of another medical condition, and are not due to the effects of a substance or medication on the central nervous system, including withdrawal effects. • the symptoms result in significant distress...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation"
    ],
    "life_topics": [
      "stress",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc are not a manifestation of another medical condition, and are not due to the effects of a substance or medication on the central nervous system, including withdrawal effects. • The symptoms result in significant distress or significant impairment in personal, family, social, educational, occupational or other important areas of functioning. If functioning is maintained, it is only through significant additional effort. Obsessive-compulsive and related disorders | Other specified obsessive-compulsive or related disorder Obsessive-compulsive and related disorders 335 6B2Z Obsessive-compulsive or related disorder, unspecified Secondary-parented category in obsessive-compulsive and related disorders Tourette syndrome, classified in the grouping primary tics and tic disorders in Chapter 8 on diseases of the nervous system, is cross-listed in this grouping because of its high co-occurrence, familial association and analogous phenomenology (i.e. premonitory urges and repetitive behaviours) with obsessive-compulsive disorder. Tourette syndrome, along with chronic motor tic disorder and chronic phonic tic disorder, is also cross-listed in the grouping of neurodevelopmental disorders because of its frequent onset during the developmental period, and high co-occurrence and familial association with neurodevelopmental disorders. The full CDDR for these disorders are provided in the section on secondary-parented categories in neurodevelopmental disorders. 8A05.00 Tourette syndrome (See p. 154 for the full CDDR.) Obsessive-compulsive and related disorders | Obsessive-compulsive or related disorder, unspecified Are not a manifestation of another medical condition, and are not due to the effects of a substance or medication on the central nervous system, including withdrawal effects. • the symptoms result in significant distress..."
}