{
  "id": "everyday#risk_safety_3bd1d040",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "114 SUB 1 DISORDERS DUE TO SUBSTANCE USE Assessment SUB 1 Assessment COMMON PRESENTATIONS OF DISORDERS DUE TO SUBSTANCE USE Appearing affected by alcohol or other substance (e.g. smell I ncidental findings: macrocytic anaemia, low platelet count, of alcohol, slurred speech, sedated, erratic behaviour) elevated mean corpuscular volume (MCV) Signs of recent drug use (recent injection marks, skin infection) E mergency presentation due to substance withdrawal overdose, or intoxication. Person may appear sedated, Signs and symptoms of acute behavioural effects, withdrawal overstimulated, agitated, anxious or confused features or effects of prolonged use (see Box 1) P ersons with disorders due to substance use may not Deterioration of social functioning (i.e. difficulties at work report any problems with substance use. Look for: or home, unkempt appearance) – Recurrent requests for psychoactive medications including Signs of chronic liver disease (abnormal liver enzymes), analgesics jaundiced (yellow) skin and eyes, palpable and tender liver edge (in early liver disease), ascites (distended abdomen is filled – Injuries with fluid), spider naevi (spider-like blood vessels visible on – Infections associated with intravenous drug use (HIV/AIDS, the surface of the skin), and altered mental status (hepatic Hepatitis C) encephalopathy) Problems with balance, walking, coordinated movements, and nystagmus CLINICAL TIP » Avoid stereotyping! All persons presenting to health care facilities should be asked about their tobacco and alcohol use. BOX 1: PSYCHOACTIVE SUBSTANCES: ACUTE BEHAVIOURAL EFFECTS, WITHDRAWAL FEATURES, AND EFFECTS OF PROLONGED USE ACUTE BEHAVIOURAL EFFECTS WITHDRAWAL FEATURES EFFECTS OF PROLONGED USE Alcohol Smell of alcohol on breath, slurred speech, disinhibited Tremors, shaking, nausea/vomiting, increased heart rate Loss of brain volume, reduction in cognitive capacity, behavior, agitation, vomiting, unsteady gait and blood pressure, seizures, agitation, confusion, impaired judgement, loss of balance, liver fibrosis, hallucinations gastritis, anaemia, increased risk of some cancers and a Can be life-threatening range of other medical problems Benzodiazepines Slurred speech, disinhibited behavior, unsteady gait Anxiety, insomnia, tremors, shaking, nausea/vomiting, Memory impariment, increased risk of falls in the elderly, increased heart rate and blood pressure, seizures, risk of fatal sedative overdose agitation, confusion, hallucinations Can be life-threatening Opioids Pinpoint pupils, drowsiness and falling asleep, decreased Dilated pupils, anxiety, nausea/vomiting/diarrhea, Constipation, risk of fatal sedative",
  "gloss_vi": "114 sub 1 disorders due to substance use đánh giá sub 1 đánh giá common presentations of disorders due to substance use appearing affected by alcohol or other substance (e.g. smell i ncidental findings: macrocytic anaemi...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "sleep",
      "work",
      "grief"
    ],
    "advice_section": [
      "coping_skill"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 114 SUB 1 DISORDERS DUE TO SUBSTANCE USE Assessment SUB 1 Assessment COMMON PRESENTATIONS OF DISORDERS DUE TO SUBSTANCE USE Appearing affected by alcohol or other substance (e.g. smell I ncidental findings: macrocytic anaemia, low platelet count, of alcohol, slurred speech, sedated, erratic behaviour) elevated mean corpuscular volume (MCV) Signs of recent drug use (recent injection marks, skin infection) E mergency presentation due to substance withdrawal overdose, or intoxication. Person may appear sedated, Signs and symptoms of acute behavioural effects, withdrawal overstimulated, agitated, anxious or confused features or effects of prolonged use (see Box 1) P ersons with disorders due to substance use may not Deterioration of social functioning (i.e. difficulties at work report any problems with substance use. Look for: or home, unkempt appearance) – Recurrent requests for psychoactive medications including Signs of chronic liver disease (abnormal liver enzymes), analgesics jaundiced (yellow) skin and eyes, palpable and tender liver edge (in early liver disease), ascites (distended abdomen is filled – Injuries with fluid), spider naevi (spider-like blood vessels visible on – Infections associated with intravenous drug use (HIV/AIDS, the surface of the skin), and altered mental status (hepatic Hepatitis C) encephalopathy) Problems with balance, walking, coordinated movements, and nystagmus CLINICAL TIP » Avoid stereotyping! All persons presenting to health care facilities should be asked about their tobacco and alcohol use. BOX 1: PSYCHOACTIVE SUBSTANCES: ACUTE BEHAVIOURAL EFFECTS, WITHDRAWAL FEATURES, AND EFFECTS OF PROLONGED USE ACUTE BEHAVIOURAL EFFECTS WITHDRAWAL FEATURES EFFECTS OF PROLONGED USE Alcohol Smell of alcohol on breath, slurred speech, disinhibited Tremors, shaking, nausea/vomiting, increased heart rate Loss of brain volume, reduction in cognitive capacity, behavior, agitation, vomiting, unsteady gait and blood pressure, seizures, agitation, confusion, impaired judgement, loss of balance, liver fibrosis, hallucinations gastritis, anaemia, increased risk of some cancers and a Can be life-threatening range of other medical problems Benzodiazepines Slurred speech, disinhibited behavior, unsteady gait Anxiety, insomnia, tremors, shaking, nausea/vomiting, Memory impariment, increased risk of falls in the elderly, increased heart rate and blood pressure, seizures, risk of fatal sedative overdose agitation, confusion, hallucinations Can be life-threatening Opioids Pinpoint pupils, drowsiness and falling asleep, decreased Dilated pupils, anxiety, nausea/vomiting/diarrhea, Constipation, risk of fatal sedative 114 sub 1 disorders due to substance use đánh giá sub 1 đánh giá common presentations of disorders due to substance use appearing affected by alcohol or other substance (e.g. smell i ncidental findings: macrocytic anaemi..."
}