{
  "id": "everyday#screening_cues_7a7bf91a",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Carers were defined as relatives or friends who (13 out of 22 studies considered this in persons provide informal and regular care/support to with psychosis; 6 out of 7 studies considered this in someone with severe mental illness. persons with bipolar disorder). Additional evidence on other psychosocial approaches is required. y Interventions were included in the evidence review if they were provided to the carer alone or a family y Evidence on whether the interventions improve member (i.e. in the absence of the person with outcomes for persons with psychosis, bipolar psychosis or bipolar disorder) and if they aimed to disorder or substance use disorders would help improve the carer’s experience in terms of quality to understand if reducing caregiver burden and of life, personal burden (subjective/objective), depression and increasing quality of life also has depressive symptoms and/or well-being. an impact on the well-being of the person that they care for. y The term “psychosocial intervention” is used loosely in research. Interventions are rarely Implementation considerations manualized and often do not fall into mutually y Psychosocial interventions can be delivered exclusive categories. The psychosocial interventions effectively in non-specialized health-care settings, as described feature common skills including well as in other settings including specialized mental problem-solving techniques, cognitive-behavioural health care and social care. techniques, teaching of coping strategies and y Integrating the provision of psychosocial communication skills. interventions for carers into primary care provides y Psychoeducation refers to educational programmes many advantages, including more holistic support with psychological or psychotherapeutic of carers as well as the person with schizophrenia/ components that provide standardized information psychosis/schizophrenia spectrum disorder and focus on increasing carers’ knowledge of the and bipolar disorder, opportunities for reducing condition and developing specific coping skills the stigma of mental health problems and to deal with caregiving challenges. They may be reduced costs. delivered individually or in group settings if the y Face-to-face psychosocial interventions delivered therapeutic components are adapted for delivery in by service providers is human resource-intensive a structured psychoeducational format (Cheng et al., as they require substantial provider time, training 2020) (190). and supervision. y The choice of psychosocial intervention format y Unguided psychosocial interventions can be largely depends on available resources in the health delivered without any therapist/service provider system as well as individual preferences. support, so they can be less resource intensive and Research gaps can be used in non-specialized health-care settings y More research is required on the effectiveness of if there are insufficient human resources for face-to- psychosocial interventions for carers of persons with face/guided psychosocial interventions. substance use disorder. y Country adaptation and translation of training y More research is needed in LMICs. materials and tools for the provision of psychosocial interventions is essential. 87",
  "gloss_vi": "Carers were defined as relatives or friends who (13 out of 22 studies considered this in persons provide informal and regular care/hỗ trợ to with psychosis; 6 out of 7 studies considered this in someone with severe menta...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "psychoeducation",
      "do_not_do"
    ],
    "life_topics": [
      "study",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Carers were defined as relatives or friends who (13 out of 22 studies considered this in persons provide informal and regular care/support to with psychosis; 6 out of 7 studies considered this in someone with severe mental illness. persons with bipolar disorder). Additional evidence on other psychosocial approaches is required. y Interventions were included in the evidence review if they were provided to the carer alone or a family y Evidence on whether the interventions improve member (i.e. in the absence of the person with outcomes for persons with psychosis, bipolar psychosis or bipolar disorder) and if they aimed to disorder or substance use disorders would help improve the carer’s experience in terms of quality to understand if reducing caregiver burden and of life, personal burden (subjective/objective), depression and increasing quality of life also has depressive symptoms and/or well-being. an impact on the well-being of the person that they care for. y The term “psychosocial intervention” is used loosely in research. Interventions are rarely Implementation considerations manualized and often do not fall into mutually y Psychosocial interventions can be delivered exclusive categories. The psychosocial interventions effectively in non-specialized health-care settings, as described feature common skills including well as in other settings including specialized mental problem-solving techniques, cognitive-behavioural health care and social care. techniques, teaching of coping strategies and y Integrating the provision of psychosocial communication skills. interventions for carers into primary care provides y Psychoeducation refers to educational programmes many advantages, including more holistic support with psychological or psychotherapeutic of carers as well as the person with schizophrenia/ components that provide standardized information psychosis/schizophrenia spectrum disorder and focus on increasing carers’ knowledge of the and bipolar disorder, opportunities for reducing condition and developing specific coping skills the stigma of mental health problems and to deal with caregiving challenges. They may be reduced costs. delivered individually or in group settings if the y Face-to-face psychosocial interventions delivered therapeutic components are adapted for delivery in by service providers is human resource-intensive a structured psychoeducational format (Cheng et al., as they require substantial provider time, training 2020) (190). and supervision. y The choice of psychosocial intervention format y Unguided psychosocial interventions can be largely depends on available resources in the health delivered without any therapist/service provider system as well as individual preferences. support, so they can be less resource intensive and Research gaps can be used in non-specialized health-care settings y More research is required on the effectiveness of if there are insufficient human resources for face-to- psychosocial interventions for carers of persons with face/guided psychosocial interventions. substance use disorder. y Country adaptation and translation of training y More research is needed in LMICs. materials and tools for the provision of psychosocial interventions is essential. 87 Carers were defined as relatives or friends who (13 out of 22 studies considered this in persons provide informal and regular care/hỗ trợ to with psychosis; 6 out of 7 studies considered this in someone with severe menta..."
}