{
  "id": "everyday#risk_safety_fff9d21d",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "lasts for several hours); • significant fear; • reasonable potential for significant physical injury. • The act was not committed for physical self-protection (e.g. to ward off an adolescent’s punches) or to protect the child or adolescent (e.g. to prevent a small child from running into a busy street or to prevent an adolescent from attempting suicide). Note: these categories are assigned to the victim, not the perpetrator. If PJ20 Physical maltreatment is diagnosed, the perpetrator–victim relationship (e.g. parent, other relative, stranger) should be specified using the extension codes provided on the ICD-11 platform in the context of the assault field. Similarly, if QE82.0 Personal history of physical abuse is diagnosed, the time of life for current or past episodes (e.g. child aged under 5 years, early adolescence) can be specified using the extension codes provided. Additional clinical features • Physical abuse of a child or adolescent can occur as an isolated incident. However, it can also occur as a pattern of parental or caregiver behaviour. If identified in a child or adolescent, it is important to evaluate whether past injuries were due to child physical abuse. • There are numerous injury types that when presented in a child are likely to have been caused by physical abuse. These include classic metaphyseal lesion (bucket handle fracture of the long bone); femur – metaphyseal and spiral fractures; humerus – metaphyseal and spiral fractures; rib fractures; spinous process fracture; skull – diastatic, across suture lines; subdural/epidural injury; patterned burns; patterned bruising; retinal haemorrhage (bilateral, multilayer). Many other injuries may also be caused by physical abuse of a child. • Child physical abuse is associated with a variety of mental disorders, including depressive disorders, adjustment disorder, anxiety and fear-related disorders, post-traumatic stress disorder, oppositional defiant disorder and conduct-dissocial disorder, as well as attentional problems, academic problems and suicidality. • Among younger children, disturbances in attachment, difficulty separating from parents or caregivers and vague physical complaints (stomach pain, headache) are more common results of physical abuse than psychological symptoms. Boundary with normality (threshold) • Physical discipline (e.g. spanking following perceived negative behaviours of the child) does not necessarily meet the diagnostic requirements for child physical abuse. Physical discipline is differentiated from child physical abuse by its impact. If physical discipline results in injury, has a reasonable potential for causing physical injury or elicits significant fear, a diagnosis of child physical abuse may be warranted. Problems in relationship between child and current former caregiver and current or past child maltreatment Problems in relationship between child and current former caregiver and current or past child maltreatment",
  "gloss_vi": "Lasts for several hours); • significant fear; • reasonable potential for significant physical injury. • the act was not committed for physical self-protection (e.g.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues"
    ],
    "life_topics": [
      "stress",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn lasts for several hours); • significant fear; • reasonable potential for significant physical injury. • The act was not committed for physical self-protection (e.g. to ward off an adolescent’s punches) or to protect the child or adolescent (e.g. to prevent a small child from running into a busy street or to prevent an adolescent from attempting suicide). Note: these categories are assigned to the victim, not the perpetrator. If PJ20 Physical maltreatment is diagnosed, the perpetrator–victim relationship (e.g. parent, other relative, stranger) should be specified using the extension codes provided on the ICD-11 platform in the context of the assault field. Similarly, if QE82.0 Personal history of physical abuse is diagnosed, the time of life for current or past episodes (e.g. child aged under 5 years, early adolescence) can be specified using the extension codes provided. Additional clinical features • Physical abuse of a child or adolescent can occur as an isolated incident. However, it can also occur as a pattern of parental or caregiver behaviour. If identified in a child or adolescent, it is important to evaluate whether past injuries were due to child physical abuse. • There are numerous injury types that when presented in a child are likely to have been caused by physical abuse. These include classic metaphyseal lesion (bucket handle fracture of the long bone); femur – metaphyseal and spiral fractures; humerus – metaphyseal and spiral fractures; rib fractures; spinous process fracture; skull – diastatic, across suture lines; subdural/epidural injury; patterned burns; patterned bruising; retinal haemorrhage (bilateral, multilayer). Many other injuries may also be caused by physical abuse of a child. • Child physical abuse is associated with a variety of mental disorders, including depressive disorders, adjustment disorder, anxiety and fear-related disorders, post-traumatic stress disorder, oppositional defiant disorder and conduct-dissocial disorder, as well as attentional problems, academic problems and suicidality. • Among younger children, disturbances in attachment, difficulty separating from parents or caregivers and vague physical complaints (stomach pain, headache) are more common results of physical abuse than psychological symptoms. Boundary with normality (threshold) • Physical discipline (e.g. spanking following perceived negative behaviours of the child) does not necessarily meet the diagnostic requirements for child physical abuse. Physical discipline is differentiated from child physical abuse by its impact. If physical discipline results in injury, has a reasonable potential for causing physical injury or elicits significant fear, a diagnosis of child physical abuse may be warranted. Problems in relationship between child and current former caregiver and current or past child maltreatment Problems in relationship between child and current former caregiver and current or past child maltreatment Lasts for several hours); • significant fear; • reasonable potential for significant physical injury. • the act was not committed for physical self-protection (e.g."
}