{
  "id": "everyday#screening_cues_61075fe2",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders Behavioural activation Psychological treatment that focuses on improving mood by engaging again in activities that are task-oriented and used to be enjoyable, in spite of current low mood. It may be used as a stand-alone treatment, and it is also a component of cognitive behavioural therapy (CBT). Bereavement A process of loss, grief and recovery, usually associated with death. Cerebrovascular accident A sudden disturbance of cerebral function attributable to vascular disease, principally thrombosis, haemorrhage or embolism. Cognitive Mental processes associated with thinking. These include reasoning, remembering, judgement, problem-solving and planning. Cognitive behavioural Psychological treatment that combines cognitive components (aimed at therapy (CBT) thinking differently, e.g. through identifying and challenging unrealistic negative thoughts) and behavioural components (aimed at doing things differently, e.g. by helping the person to do more rewarding activities). Comorbid, comorbidity Describing diseases or disorders that exist simultaneously. Confidentiality Privacy in the context of privileged communication (e.g. patient–doctor consultations) and medical records is safeguarded. Confusion, confusional state A state of impaired consciousness associated with acute or chronic cerebral organic disease. Clinically, it is characterized by disorientation, slowness of mental processes with scanty association of ideas, apathy, lack of initiative, fatigue and poor attention. In mild confusional states, rational responses and behaviour may be provoked by examination, but more severe degrees of the disorder render the individual unable to retain contact with the environment. Contingency management A structured method of rewarding certain desired behaviours, such as attending therapy treatment and avoiding harmful substance use. Rewards for desired behaviours are reduced over time as the natural rewards become established. Convulsion, convulsive Clinical or subclinical disturbance of cortical function due to a sudden, movement abnormal, excessive and disorganized discharge of brain cells (see seizure). Clinical manifestations include abnormal motor, sensory and psychic phenomena. Delirium Transient fluctuating mental state characterized by disturbed attention (i.e. reduced ability to direct, focus, sustain and shift attention) and awareness (i.e. reduced orientation to the environment) that develops over a short period of time and tends to fluctuate during the course of a day. It is accompanied by (other) disturbances of perception, memory, thinking, emotions or psychomotor functions. It may result from",
  "gloss_vi": "Mental health gap action programme (mhgap) guideline for mental, neurological and substance use disorders behavioural activation psychological treatment that focuses on improving mood by engaging again in activities that...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "study",
      "grief"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders Behavioural activation Psychological treatment that focuses on improving mood by engaging again in activities that are task-oriented and used to be enjoyable, in spite of current low mood. It may be used as a stand-alone treatment, and it is also a component of cognitive behavioural therapy (CBT). Bereavement A process of loss, grief and recovery, usually associated with death. Cerebrovascular accident A sudden disturbance of cerebral function attributable to vascular disease, principally thrombosis, haemorrhage or embolism. Cognitive Mental processes associated with thinking. These include reasoning, remembering, judgement, problem-solving and planning. Cognitive behavioural Psychological treatment that combines cognitive components (aimed at therapy (CBT) thinking differently, e.g. through identifying and challenging unrealistic negative thoughts) and behavioural components (aimed at doing things differently, e.g. by helping the person to do more rewarding activities). Comorbid, comorbidity Describing diseases or disorders that exist simultaneously. Confidentiality Privacy in the context of privileged communication (e.g. patient–doctor consultations) and medical records is safeguarded. Confusion, confusional state A state of impaired consciousness associated with acute or chronic cerebral organic disease. Clinically, it is characterized by disorientation, slowness of mental processes with scanty association of ideas, apathy, lack of initiative, fatigue and poor attention. In mild confusional states, rational responses and behaviour may be provoked by examination, but more severe degrees of the disorder render the individual unable to retain contact with the environment. Contingency management A structured method of rewarding certain desired behaviours, such as attending therapy treatment and avoiding harmful substance use. Rewards for desired behaviours are reduced over time as the natural rewards become established. Convulsion, convulsive Clinical or subclinical disturbance of cortical function due to a sudden, movement abnormal, excessive and disorganized discharge of brain cells (see seizure). Clinical manifestations include abnormal motor, sensory and psychic phenomena. Delirium Transient fluctuating mental state characterized by disturbed attention (i.e. reduced ability to direct, focus, sustain and shift attention) and awareness (i.e. reduced orientation to the environment) that develops over a short period of time and tends to fluctuate during the course of a day. It is accompanied by (other) disturbances of perception, memory, thinking, emotions or psychomotor functions. It may result from Mental health gap action programme (mhgap) guideline for mental, neurological and substance use disorders behavioural activation psychological treatment that focuses on improving mood by engaging again in activities that..."
}