{
  "id": "everyday#screening_cues_fc0aabd0",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "186 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders 6A24.1 Delusional disorder, in partial remission • The full diagnostic requirements for delusional disorder have not been met within the past month, but some clinically significant symptoms remain, which may or may not be associated with functional impairment. Note: this category may also be used to designate the re-emergence of subthreshold symptoms of delusional disorder following an asymptomatic period in a person who has previously met the diagnostic requirements for delusional disorder. 6A24.2 Delusional disorder, in full remission • The full diagnostic requirements for delusional disorder have not been met within the past month, and no clinically significant symptoms remain. 6A24.Z Delusional disorder, unspecified Additional clinical features • Delusions may be accompanied by actions directly related to the content of the delusions – for example, stalking the loved person in the context of erotomania or filing lawsuits against those believed to be persecuting the person. • Rarely, delusional disorder may occur at the same time (or closely associated in time) in two people who have a strong emotional or situational link. This condition is often referred to as “shared or induced delusional disorder” or “folie-à-deux”. In such cases, one person typically adopts the delusional belief of the other person, and the delusions may remit in the less dominant person when the two individuals are separated. Boundary with normality (threshold) • A continuum of delusional beliefs, attenuated delusional beliefs, overvalued ideas, and unusual or eccentric beliefs has been observed in the general population. Such beliefs may be more common among people under conditions of adversity. People with delusional disorder may display greater psychological distress, greater preoccupation and a higher degree of conviction compared to",
  "gloss_vi": "186 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders 6a24.1 delusional disorder, in partial remission • the full diagnostic requirements for delusional diso...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 186 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders 6A24.1 Delusional disorder, in partial remission • The full diagnostic requirements for delusional disorder have not been met within the past month, but some clinically significant symptoms remain, which may or may not be associated with functional impairment. Note: this category may also be used to designate the re-emergence of subthreshold symptoms of delusional disorder following an asymptomatic period in a person who has previously met the diagnostic requirements for delusional disorder. 6A24.2 Delusional disorder, in full remission • The full diagnostic requirements for delusional disorder have not been met within the past month, and no clinically significant symptoms remain. 6A24.Z Delusional disorder, unspecified Additional clinical features • Delusions may be accompanied by actions directly related to the content of the delusions – for example, stalking the loved person in the context of erotomania or filing lawsuits against those believed to be persecuting the person. • Rarely, delusional disorder may occur at the same time (or closely associated in time) in two people who have a strong emotional or situational link. This condition is often referred to as “shared or induced delusional disorder” or “folie-à-deux”. In such cases, one person typically adopts the delusional belief of the other person, and the delusions may remit in the less dominant person when the two individuals are separated. Boundary with normality (threshold) • A continuum of delusional beliefs, attenuated delusional beliefs, overvalued ideas, and unusual or eccentric beliefs has been observed in the general population. Such beliefs may be more common among people under conditions of adversity. People with delusional disorder may display greater psychological distress, greater preoccupation and a higher degree of conviction compared to 186 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders 6a24.1 delusional disorder, in partial remission • the full diagnostic requirements for delusional diso..."
}