{
  "id": "everyday#do_not_do_13dcba40",
  "title_en": "General — Do Not Do",
  "title_vi": "General — Do Not Do",
  "text_en": "disorders and conditions (differential diagnosis) Boundary with attention deficit hyperactivity disorder Individuals with attention deficit hyperactivity disorder – particularly children and adolescents – may set fires impulsively. However, impulsivity and disregard for consequences in attention deficit hyperactivity disorder are typically observed across multiple contexts and situations. Furthermore, individuals with attention deficit hyperactivity disorder do not exhibit the diagnostic features of preoccupation with fire, tension or affective arousal prior to fire setting, and gratification or relief once the act is committed that are characteristic of pyromania. Boundary with bipolar type I disorder and schizophrenia and other primary psychotic disorders Fire setting may, in rare instances, be associated with manic or mixed episodes in individuals with bipolar type I disorder. However, in such cases, fire-setting does not continue once the mood episode has ended, whereas in individuals with pyromania fire setting is not exclusively associated with manic or mixed episodes. Some individuals with delusions or hallucinations may set fires in response to command hallucinations or in the context of a delusional system, and pyromania should not be assigned in these cases. Boundary with obsessive-compulsive disorder Fire setting can sometimes be described as “compulsive” by lay people and also by some health professionals. Compulsions observed in obsessive-compulsive disorder are almost never experienced as inherently pleasurable; they typically occur in response to intrusive, unwanted and typically anxiety-provoking obsessions. In contrast, fire setting in pyromania is preceded by an increasing sense of tension or affective arousal, and is followed by an experience of pleasure, excitement or gratification. Boundary with conduct-dissocial disorder and personality disorder with prominent dissocial features Individuals with conduct-dissocial disorder and personality disorder with prominent dissocial features may set fires as part of a more pervasive pattern of antisocial behaviour, and often for discernible motives such as personal gain or revenge rather than to relieve tension or affective arousal. Individuals with pyromania do not typically exhibit antisocial behaviour apart from their fire setting. Boundary with the effects of psychoactive substances, including medications Fire setting may occur during substance intoxication. Pyromania should not be diagnosed if the fire setting is better accounted for by intoxication or the disinhibiting effects of alcohol, Impulse control disorders | Pyromania",
  "gloss_vi": "Disorders and conditions (differential diagnosis) ranh giới with attention deficit hyperactivity disorder individuals with attention deficit hyperactivity disorder – particularly children and adolescents – may set fires ...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Do Not Do General — Do Not Do disorders and conditions (differential diagnosis) Boundary with attention deficit hyperactivity disorder Individuals with attention deficit hyperactivity disorder – particularly children and adolescents – may set fires impulsively. However, impulsivity and disregard for consequences in attention deficit hyperactivity disorder are typically observed across multiple contexts and situations. Furthermore, individuals with attention deficit hyperactivity disorder do not exhibit the diagnostic features of preoccupation with fire, tension or affective arousal prior to fire setting, and gratification or relief once the act is committed that are characteristic of pyromania. Boundary with bipolar type I disorder and schizophrenia and other primary psychotic disorders Fire setting may, in rare instances, be associated with manic or mixed episodes in individuals with bipolar type I disorder. However, in such cases, fire-setting does not continue once the mood episode has ended, whereas in individuals with pyromania fire setting is not exclusively associated with manic or mixed episodes. Some individuals with delusions or hallucinations may set fires in response to command hallucinations or in the context of a delusional system, and pyromania should not be assigned in these cases. Boundary with obsessive-compulsive disorder Fire setting can sometimes be described as “compulsive” by lay people and also by some health professionals. Compulsions observed in obsessive-compulsive disorder are almost never experienced as inherently pleasurable; they typically occur in response to intrusive, unwanted and typically anxiety-provoking obsessions. In contrast, fire setting in pyromania is preceded by an increasing sense of tension or affective arousal, and is followed by an experience of pleasure, excitement or gratification. Boundary with conduct-dissocial disorder and personality disorder with prominent dissocial features Individuals with conduct-dissocial disorder and personality disorder with prominent dissocial features may set fires as part of a more pervasive pattern of antisocial behaviour, and often for discernible motives such as personal gain or revenge rather than to relieve tension or affective arousal. Individuals with pyromania do not typically exhibit antisocial behaviour apart from their fire setting. Boundary with the effects of psychoactive substances, including medications Fire setting may occur during substance intoxication. Pyromania should not be diagnosed if the fire setting is better accounted for by intoxication or the disinhibiting effects of alcohol, Impulse control disorders | Pyromania Disorders and conditions (differential diagnosis) ranh giới with attention deficit hyperactivity disorder individuals with attention deficit hyperactivity disorder – particularly children and adolescents – may set fires ..."
}