{
  "id": "everyday#risk_safety_7458c6f2",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "The person’s speech is usually rapid, loud and emphatic, and may be difficult or impossible to interrupt. Frequently, the person talks without any social stimulation, and may continue to talk even though no one is listening. Mental or behavioural symptoms, signs or clinical findings | Symptoms or signs involving appearance or behaviour Mental or behavioural symptoms, signs or clinical findings | Symptoms or signs involving appearance or behaviour Mental or behavioural symptoms, signs or clinical findings 687 MB23.M Psychomotor agitation • Psychomotor agitation refers to excessive motor activity, usually manifested in purposeless behaviours such as fidgeting, shifting, fiddling, inability to sit or stand still, or wringing of the hands. MB23.N Psychomotor retardation • Psychomotor retardation refers to a visible generalized slowing of movements and speech. MB23.Q Social withdrawal • Social withdrawal refers to a retreat from relationships and other social interactions. MB23.R Suicide attempt • Suicide attempt refers to a specific episode of self-harming behaviour undertaken with the conscious intention of ending one’s life. MB23.S Suicidal behaviour • Suicidal behaviour refers to concrete actions, such buying a gun or stockpiling medication, that are taken in preparation for fulfilling a wish to end one’s life but that do not constitute an actual suicide attempt. MA81 Speech dysfluency • Speech dysfluency is characterized by the frequent or pervasive disruption of the rhythmic flow of speech that arises subsequent to the developmental period (i.e. adult onset) and is outside the limits of normal variation and results in reduced intelligibility and significantly affects communication. It can involve repetitions of sounds, syllables or words, prolongations, word breaks, blockage of production, excessive use of interjections, and rapid short bursts of speech. MB23.Y Other specified symptoms or signs involving appearance and behaviour MB23.Z Symptoms or signs involving appearance and behaviour, unspecified Mental or behavioural symptoms, signs or clinical findings | Symptoms or signs involving appearance or behaviour Mental or behavioural symptoms, signs or clinical findings | Symptoms or signs involving appearance or behaviour",
  "gloss_vi": "The person’s speech is usually rapid, loud and emphatic, and may be difficult or impossible to interrupt. frequently, the person talks without any social stimulation, and may continue to talk even though no one is listen...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral",
      "do_not_do"
    ],
    "life_topics": [
      "relationships"
    ],
    "advice_section": [
      "study_habits"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn The person’s speech is usually rapid, loud and emphatic, and may be difficult or impossible to interrupt. Frequently, the person talks without any social stimulation, and may continue to talk even though no one is listening. Mental or behavioural symptoms, signs or clinical findings | Symptoms or signs involving appearance or behaviour Mental or behavioural symptoms, signs or clinical findings | Symptoms or signs involving appearance or behaviour Mental or behavioural symptoms, signs or clinical findings 687 MB23.M Psychomotor agitation • Psychomotor agitation refers to excessive motor activity, usually manifested in purposeless behaviours such as fidgeting, shifting, fiddling, inability to sit or stand still, or wringing of the hands. MB23.N Psychomotor retardation • Psychomotor retardation refers to a visible generalized slowing of movements and speech. MB23.Q Social withdrawal • Social withdrawal refers to a retreat from relationships and other social interactions. MB23.R Suicide attempt • Suicide attempt refers to a specific episode of self-harming behaviour undertaken with the conscious intention of ending one’s life. MB23.S Suicidal behaviour • Suicidal behaviour refers to concrete actions, such buying a gun or stockpiling medication, that are taken in preparation for fulfilling a wish to end one’s life but that do not constitute an actual suicide attempt. MA81 Speech dysfluency • Speech dysfluency is characterized by the frequent or pervasive disruption of the rhythmic flow of speech that arises subsequent to the developmental period (i.e. adult onset) and is outside the limits of normal variation and results in reduced intelligibility and significantly affects communication. It can involve repetitions of sounds, syllables or words, prolongations, word breaks, blockage of production, excessive use of interjections, and rapid short bursts of speech. MB23.Y Other specified symptoms or signs involving appearance and behaviour MB23.Z Symptoms or signs involving appearance and behaviour, unspecified Mental or behavioural symptoms, signs or clinical findings | Symptoms or signs involving appearance or behaviour Mental or behavioural symptoms, signs or clinical findings | Symptoms or signs involving appearance or behaviour The person’s speech is usually rapid, loud and emphatic, and may be difficult or impossible to interrupt. frequently, the person talks without any social stimulation, and may continue to talk even though no one is listen..."
}