{
  "id": "everyday#screening_cues_4880465b",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "people in the general population with beliefs that are similar in nature to beliefs that could be characterized as delusional. Schizophrenia and other primary psychotic disorders | Delusional disorder Schizophrenia and other primary psychotic disorders 187 Course features • Delusional disorder typically has a later onset and greater stability of symptoms than other psychotic disorders with delusional symptoms. • Some individuals with delusional disorder will develop schizophrenia. • Individuals are more likely to have a premorbid personality disorder prior to the onset of delusional disorder. • Levels of functioning are typically better among individuals with delusional disorder compared to those with a diagnosis of schizophrenia or another primary psychotic disorder. • Individuals with delusional disorder are less likely to require hospitalization in comparison to individuals with either schizophrenia or schizoaffective disorder. Developmental presentations • Delusional disorder is more prevalent among older individuals. • Individuals who experience delusional disorder in early adulthood are more likely to have a history of hallucinations and severe psychopathology during adolescence. Culture-related features • Cultural factors may influence the presentation and diagnosis of delusional disorder. For example, spirit possession or witchcraft beliefs may be normative in some but not other cultures. • Individuals may present with a combination of delusions and overvalued ideas, both drawing on similar cultural idioms and beliefs. • Diverse populations that experience persecution (e.g. torture, political violence, discrimination due to minority status) may report fears that may be misjudged as paranoid delusions; these may represent instead appropriate fears of recurrence of being persecuted or symptoms of co-occurring post-traumatic stress disorder. Accurate diagnosis relies on obtaining historical information and considering the cultural context to discern the veracity of persecutory beliefs. Schizophrenia and other primary psychotic disorders | Delusional disorder",
  "gloss_vi": "People in the general population with beliefs that are similar in nature to beliefs that could be characterized as delusional. schizophrenia and other primary psychotic disorders | delusional disorder schizophrenia and o...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "stress",
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc people in the general population with beliefs that are similar in nature to beliefs that could be characterized as delusional. Schizophrenia and other primary psychotic disorders | Delusional disorder Schizophrenia and other primary psychotic disorders 187 Course features • Delusional disorder typically has a later onset and greater stability of symptoms than other psychotic disorders with delusional symptoms. • Some individuals with delusional disorder will develop schizophrenia. • Individuals are more likely to have a premorbid personality disorder prior to the onset of delusional disorder. • Levels of functioning are typically better among individuals with delusional disorder compared to those with a diagnosis of schizophrenia or another primary psychotic disorder. • Individuals with delusional disorder are less likely to require hospitalization in comparison to individuals with either schizophrenia or schizoaffective disorder. Developmental presentations • Delusional disorder is more prevalent among older individuals. • Individuals who experience delusional disorder in early adulthood are more likely to have a history of hallucinations and severe psychopathology during adolescence. Culture-related features • Cultural factors may influence the presentation and diagnosis of delusional disorder. For example, spirit possession or witchcraft beliefs may be normative in some but not other cultures. • Individuals may present with a combination of delusions and overvalued ideas, both drawing on similar cultural idioms and beliefs. • Diverse populations that experience persecution (e.g. torture, political violence, discrimination due to minority status) may report fears that may be misjudged as paranoid delusions; these may represent instead appropriate fears of recurrence of being persecuted or symptoms of co-occurring post-traumatic stress disorder. Accurate diagnosis relies on obtaining historical information and considering the cultural context to discern the veracity of persecutory beliefs. Schizophrenia and other primary psychotic disorders | Delusional disorder People in the general population with beliefs that are similar in nature to beliefs that could be characterized as delusional. schizophrenia and other primary psychotic disorders | delusional disorder schizophrenia and o..."
}