{
  "id": "everyday#risk_safety_bcad54a7",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders Recommendation (new): 4.2 Antidepressant medicines are not recommended for the treatment of children 12 years of age and below with depressive episode/disorder. Strength of recommendation: Strong Certainty of evidence: Low Justification comprehensive assessment of determinants at a y Evidence was extracted from two meta-analyses: family level and in the environment to reduce risks Hetrick et al., 2021 (26 RCTs) (76); and Zhou et al., of overmedicalization. 2020 (71 RCTs) (77). Research gaps y The available evidence on pharmacological y Additional evidence on the use of pharmacological interventions for depression in children under 12 interventions in children is required, with due is very limited. attention to monitoring adverse effects and risk y SSRI use is associated with an increased risk of overmedicalization. of suicide and suicide attempts (78). Since the harms of the intervention outweigh the benefits, Implementation considerations a strong recommendation is made against use of y Access to psychotherapy, particularly cognitive antidepressants for treatment of depression in behavioural interventions and caregiver children 12 years of age or younger. skills training, in line with other mhGAP recommendations, remains important for Remarks children with moderate-to-severe depression and y Diagnosis of depression in children can be their caregivers. influenced by the cultural context and requires a Recommendation (new): 4.3 If psychosocial interventions alone prove ineffective in adolescents (13–17 years) with moderate-to-severe depression, referral to or consultation with a specialist should be offered, to undertake a more comprehensive assessment and to explore initiation of fluoxetine in combination with psychological treatments. Strength of recommendation: Strong Certainty of evidence: Low Justification depressive symptoms and the positive effects of y Evidence was extracted from two meta-analyses: antidepressants are considered to be small and not Hetrick et al., 2021 (26 RCTs) (76); and Zhou et al., clinically significant when compared with placebo 2020 (71 RCTs) (77). (76). y The available very low-certainty evidence shows y SSRI use is associated with an increased risk of that SSRIs (pooled together) and fluoxetine alone suicide and suicide attempts (78). It remains critical are related to statistically significant improvements to ensure close monitoring of treatment effects in depressive symptoms in adolescents with and suicide-related outcomes (combined suicidal",
  "gloss_vi": "Mental health gap action programme (mhgap) guideline for mental, neurological and substance use disorders recommendation (new): 4.2 antidepressant medicines are not recommended for the treatment of children 12 years of a...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral",
      "do_not_do"
    ],
    "life_topics": [
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders Recommendation (new): 4.2 Antidepressant medicines are not recommended for the treatment of children 12 years of age and below with depressive episode/disorder. Strength of recommendation: Strong Certainty of evidence: Low Justification comprehensive assessment of determinants at a y Evidence was extracted from two meta-analyses: family level and in the environment to reduce risks Hetrick et al., 2021 (26 RCTs) (76); and Zhou et al., of overmedicalization. 2020 (71 RCTs) (77). Research gaps y The available evidence on pharmacological y Additional evidence on the use of pharmacological interventions for depression in children under 12 interventions in children is required, with due is very limited. attention to monitoring adverse effects and risk y SSRI use is associated with an increased risk of overmedicalization. of suicide and suicide attempts (78). Since the harms of the intervention outweigh the benefits, Implementation considerations a strong recommendation is made against use of y Access to psychotherapy, particularly cognitive antidepressants for treatment of depression in behavioural interventions and caregiver children 12 years of age or younger. skills training, in line with other mhGAP recommendations, remains important for Remarks children with moderate-to-severe depression and y Diagnosis of depression in children can be their caregivers. influenced by the cultural context and requires a Recommendation (new): 4.3 If psychosocial interventions alone prove ineffective in adolescents (13–17 years) with moderate-to-severe depression, referral to or consultation with a specialist should be offered, to undertake a more comprehensive assessment and to explore initiation of fluoxetine in combination with psychological treatments. Strength of recommendation: Strong Certainty of evidence: Low Justification depressive symptoms and the positive effects of y Evidence was extracted from two meta-analyses: antidepressants are considered to be small and not Hetrick et al., 2021 (26 RCTs) (76); and Zhou et al., clinically significant when compared with placebo 2020 (71 RCTs) (77). (76). y The available very low-certainty evidence shows y SSRI use is associated with an increased risk of that SSRIs (pooled together) and fluoxetine alone suicide and suicide attempts (78). It remains critical are related to statistically significant improvements to ensure close monitoring of treatment effects in depressive symptoms in adolescents with and suicide-related outcomes (combined suicidal Mental health gap action programme (mhgap) guideline for mental, neurological and substance use disorders recommendation (new): 4.2 antidepressant medicines are not recommended for the treatment of children 12 years of a..."
}