{
  "id": "everyday#risk_safety_086b8eae",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "508 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Additional clinical features • If symptoms and consequences of gambling behaviour are severe (e.g. gambling behaviours persist for days at a time without respite, or have major effects on functioning or health) and all other diagnostic requirements are met, it may be appropriate to assign a diagnosis of gambling disorder following a period that is briefer than 12 months (e.g. 6 months). • Individuals with gambling disorder may make numerous unsuccessful efforts to control or significantly reduce gambling behaviour, whether self-initiated or imposed by others. • Individuals with gambling disorder may increase the amount of money gambled over time to maintain or exceed previous levels of excitement, or to avoid boredom. They may also engage in a pattern of increasing intensity of gambling behaviour, increasing the amount of their wagers, or otherwise altering their gambling strategies in order to try to compensate for significant monetary loses (“chasing” their losses). • Individuals with gambling disorder often experience urges or cravings to engage in gambling behaviour during other activities. • Individuals with gambling disorder may exhibit substantial disruptions in diet, sleep, exercise and other health-related behaviours that can result in negative physical and mental health outcomes. • Some individuals with gambling disorder may engage in deceitful behaviour to conceal the extent of their losses from loved ones, or attempt to obtain money in order to repay their debts. • Some individuals with gambling disorder may engage in gambling behaviour in response to feelings of depression, anxiety, boredom, loneliness or other negative affective states. Although not diagnostically determinative, consideration of the relationship between emotional and behavioural cues and gambling behaviour can inform treatment planning. • Gambling disorder commonly co-occurs with disorders due to substance use, mood disorders, anxiety and fear-related disorders, and personality disorder. Among individuals seeking treatment for gambling disorder, suicidal ideation and suicide attempts are common. • In adults, gambling behaviour is associated with chronic medical conditions, obesity and poorer subjective health status. Boundary with normality (threshold) • Gambling disorder should not be diagnosed merely on the basis of repeated or persistent gambling (online or offline), such as in the context of social or professional gambling. Typically, these forms of gambling are limited to discrete periods, with monetary losses that are acceptable to the individual, and occur",
  "gloss_vi": "508 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders additional clinical features • if symptoms and consequences of gambling behaviour are severe (e.g. gamb...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "sleep",
      "relationships",
      "grief"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 508 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Additional clinical features • If symptoms and consequences of gambling behaviour are severe (e.g. gambling behaviours persist for days at a time without respite, or have major effects on functioning or health) and all other diagnostic requirements are met, it may be appropriate to assign a diagnosis of gambling disorder following a period that is briefer than 12 months (e.g. 6 months). • Individuals with gambling disorder may make numerous unsuccessful efforts to control or significantly reduce gambling behaviour, whether self-initiated or imposed by others. • Individuals with gambling disorder may increase the amount of money gambled over time to maintain or exceed previous levels of excitement, or to avoid boredom. They may also engage in a pattern of increasing intensity of gambling behaviour, increasing the amount of their wagers, or otherwise altering their gambling strategies in order to try to compensate for significant monetary loses (“chasing” their losses). • Individuals with gambling disorder often experience urges or cravings to engage in gambling behaviour during other activities. • Individuals with gambling disorder may exhibit substantial disruptions in diet, sleep, exercise and other health-related behaviours that can result in negative physical and mental health outcomes. • Some individuals with gambling disorder may engage in deceitful behaviour to conceal the extent of their losses from loved ones, or attempt to obtain money in order to repay their debts. • Some individuals with gambling disorder may engage in gambling behaviour in response to feelings of depression, anxiety, boredom, loneliness or other negative affective states. Although not diagnostically determinative, consideration of the relationship between emotional and behavioural cues and gambling behaviour can inform treatment planning. • Gambling disorder commonly co-occurs with disorders due to substance use, mood disorders, anxiety and fear-related disorders, and personality disorder. Among individuals seeking treatment for gambling disorder, suicidal ideation and suicide attempts are common. • In adults, gambling behaviour is associated with chronic medical conditions, obesity and poorer subjective health status. Boundary with normality (threshold) • Gambling disorder should not be diagnosed merely on the basis of repeated or persistent gambling (online or offline), such as in the context of social or professional gambling. Typically, these forms of gambling are limited to discrete periods, with monetary losses that are acceptable to the individual, and occur 508 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders additional clinical features • if symptoms and consequences of gambling behaviour are severe (e.g. gamb..."
}