{
  "id": "everyday#psychoeducation_46436684",
  "title_en": "General — Psychoeducation",
  "title_vi": "General — Giáo dục tâm lý",
  "text_en": "Instruments not sponsored by WHO include several measures of personality disorder severity and trait domains based on ICD-11 developed by different research groups (68–71). A self-report measure of ICD-11 post-traumatic stress disorder and complex post-traumatic stress disorder has been validated (72) and translated into over 25 languages. A scale designed to assess ICD-11 compulsive sexual behaviour disorder has been developed and validated (73), and will be made available in up to 30 languages as part of a large international research project (74). Ultimately, the use of the ICD-11 classification of mental, behavioural and neurodevelopmental disorders in research will depend on the development of validated measures for specific purposes, as illustrated by these examples, rather than on the development of a separate classification intended for research use. Introduction 15 Conclusion As stated by the Advisory Group early in the development of ICD-11, “People are only likely to have access to the most appropriate mental health services when the conditions that define eligibility and treatment selection are supported by a precise, valid, and clinically useful classification system” (5, p. 90). The ICD-11 classification of mental, behavioural and neurodevelopmental disorders and the CDDR have taken major steps in this direction. As a part of the first major revision of the ICD in three decades, the new diagnostic classification for mental disorders and the CDDR were developed based on comprehensive reviews of available scientific evidence and best clinical practices, using a participative global, multidisciplinary and multilingual process. Clinical utility and global applicability were guiding principles of this work, which was closely linked to a systematic programme of field studies involving thousands of clinicians around the globe. The overall ICD-11 represents an enormous step forward, being based on and designed to be fully integratable with electronic health information infrastructure, which dramatically expands the capacities and flexibility of the classification system. It is likely to be the standard for global health information for some time – perhaps as long or longer than was ICD-10. A key aspect of WHO’s plans regarding ICD-11 is that regular updates will occur every 2 years; these will provide an opportunity to modify the classification to reflect new knowledge and changing circumstances. It is anticipated that a greater number of changes will be made early on, as Member States gain experience in actually using the classification. This will provide an important mechanism for making refinements or clarifications to the classification of mental, behavioural and neurodevelopmental disorders should they be justified based on emerging evidence and clinical experience.",
  "gloss_vi": "Instruments not sponsored by who include several measures of personality disorder severity and trait domains based on icd-11 developed by different research groups (68–71). a self-report measure of icd-11 post-traumatic ...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "psychoeducation"
    ],
    "life_topics": [
      "stress",
      "study",
      "work"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Psychoeducation General — Giáo dục tâm lý Instruments not sponsored by WHO include several measures of personality disorder severity and trait domains based on ICD-11 developed by different research groups (68–71). A self-report measure of ICD-11 post-traumatic stress disorder and complex post-traumatic stress disorder has been validated (72) and translated into over 25 languages. A scale designed to assess ICD-11 compulsive sexual behaviour disorder has been developed and validated (73), and will be made available in up to 30 languages as part of a large international research project (74). Ultimately, the use of the ICD-11 classification of mental, behavioural and neurodevelopmental disorders in research will depend on the development of validated measures for specific purposes, as illustrated by these examples, rather than on the development of a separate classification intended for research use. Introduction 15 Conclusion As stated by the Advisory Group early in the development of ICD-11, “People are only likely to have access to the most appropriate mental health services when the conditions that define eligibility and treatment selection are supported by a precise, valid, and clinically useful classification system” (5, p. 90). The ICD-11 classification of mental, behavioural and neurodevelopmental disorders and the CDDR have taken major steps in this direction. As a part of the first major revision of the ICD in three decades, the new diagnostic classification for mental disorders and the CDDR were developed based on comprehensive reviews of available scientific evidence and best clinical practices, using a participative global, multidisciplinary and multilingual process. Clinical utility and global applicability were guiding principles of this work, which was closely linked to a systematic programme of field studies involving thousands of clinicians around the globe. The overall ICD-11 represents an enormous step forward, being based on and designed to be fully integratable with electronic health information infrastructure, which dramatically expands the capacities and flexibility of the classification system. It is likely to be the standard for global health information for some time – perhaps as long or longer than was ICD-10. A key aspect of WHO’s plans regarding ICD-11 is that regular updates will occur every 2 years; these will provide an opportunity to modify the classification to reflect new knowledge and changing circumstances. It is anticipated that a greater number of changes will be made early on, as Member States gain experience in actually using the classification. This will provide an important mechanism for making refinements or clarifications to the classification of mental, behavioural and neurodevelopmental disorders should they be justified based on emerging evidence and clinical experience. Instruments not sponsored by who include several measures of personality disorder severity and trait domains based on icd-11 developed by different research groups (68–71). a self-report measure of icd-11 post-traumatic ..."
}