{
  "id": "everyday#screening_cues_1ba5629a",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Elimination disorders 427 Boundaries with other disorders and conditions (differential diagnosis) Boundary with the effects of substances including medications Faecal incontinence may occur due to certain medications including some antibiotics, some cancer medications, laxatives and antacids that contain magnesium. In these cases, a diagnosis of encopresis is typically not warranted. If the encopresis was present before administration of medication, it may be appropriate to assign a diagnosis. Boundary with other medical conditions Encopresis should not be diagnosed if the symptoms are better accounted for by another medical condition that causes faecal incontinence. A diagnosis of encopresis may be warranted if the faecal incontinence was present before the other medical condition developed, or persists after the individual has received adequate treatment. 6C0Z Elimination disorder, unspecified Elimination disorders | Elimination disorder, unspecified 428 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders",
  "gloss_vi": "Elimination disorders 427 boundaries with other disorders and conditions (differential diagnosis) ranh giới with the effects of substances including medications faecal incontinence may occur due to certain medications in...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Elimination disorders 427 Boundaries with other disorders and conditions (differential diagnosis) Boundary with the effects of substances including medications Faecal incontinence may occur due to certain medications including some antibiotics, some cancer medications, laxatives and antacids that contain magnesium. In these cases, a diagnosis of encopresis is typically not warranted. If the encopresis was present before administration of medication, it may be appropriate to assign a diagnosis. Boundary with other medical conditions Encopresis should not be diagnosed if the symptoms are better accounted for by another medical condition that causes faecal incontinence. A diagnosis of encopresis may be warranted if the faecal incontinence was present before the other medical condition developed, or persists after the individual has received adequate treatment. 6C0Z Elimination disorder, unspecified Elimination disorders | Elimination disorder, unspecified 428 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Elimination disorders 427 boundaries with other disorders and conditions (differential diagnosis) ranh giới with the effects of substances including medications faecal incontinence may occur due to certain medications in..."
}