{
  "id": "everyday#general_ba0dbf07",
  "title_en": "General — General",
  "title_vi": "General — General",
  "text_en": "for neglect and possibly also for other forms of maltreatment. Both reactive attachment disorder and disinhibited social engagement disorder are characterized by markedly abnormal attachment behaviours towards adult caregivers that are evident by the age of 5 years. In reactive attachment disorder, there is a persistent and pervasive pattern of inhibited, emotionally withdrawn behaviour, including minimal seeking of comfort when distressed and rare or minimal response to comfort when it is offered. In disinhibited social engagement disorder, there is a persistent and pervasive pattern of markedly abnormal social behaviours, in which the child displays reduced or absent reticence in approaching and interacting with unfamiliar adults. If the diagnostic requirements are met for reactive attachment disorder or disinhibited social engagement disorder, that diagnosis should be assigned. An additional diagnosis of assault by neglect or personal history of neglect may be assigned if it is relevant to the particular clinical situation. Problems in relationship between child and current former caregiver and current or past child maltreatment Problems in relationship between child and current former caregiver and current or past child maltreatment 732 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders",
  "gloss_vi": "For neglect and possibly also for other forms of maltreatment. both reactive attachment disorder and disinhibited social engagement disorder are characterized by markedly abnormal attachment behaviours towards adult care...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [],
    "life_topics": [
      "stress",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — General General — General for neglect and possibly also for other forms of maltreatment. Both reactive attachment disorder and disinhibited social engagement disorder are characterized by markedly abnormal attachment behaviours towards adult caregivers that are evident by the age of 5 years. In reactive attachment disorder, there is a persistent and pervasive pattern of inhibited, emotionally withdrawn behaviour, including minimal seeking of comfort when distressed and rare or minimal response to comfort when it is offered. In disinhibited social engagement disorder, there is a persistent and pervasive pattern of markedly abnormal social behaviours, in which the child displays reduced or absent reticence in approaching and interacting with unfamiliar adults. If the diagnostic requirements are met for reactive attachment disorder or disinhibited social engagement disorder, that diagnosis should be assigned. An additional diagnosis of assault by neglect or personal history of neglect may be assigned if it is relevant to the particular clinical situation. Problems in relationship between child and current former caregiver and current or past child maltreatment Problems in relationship between child and current former caregiver and current or past child maltreatment 732 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders For neglect and possibly also for other forms of maltreatment. both reactive attachment disorder and disinhibited social engagement disorder are characterized by markedly abnormal attachment behaviours towards adult care..."
}