{
  "id": "everyday#risk_safety_0985cea7",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "and to obtain permission from the copyright holder. The risk of claims resulting from infringement of any third-party-owned component in the work rests solely with the user. General disclaimers. The designations employed and the presentation of the material in this publication do not imply the expression of any opinion whatsoever on the part of WHO concerning the legal status of any country, territory, city or area or of its authorities, or concerning the delimitation of its frontiers or boundaries. Dotted and dashed lines on maps represent approximate border lines for which there may not yet be full agreement. The mention of specific companies or of certain manufacturers’ products does not imply that they are endorsed or recommended by WHO in preference to others of a similar nature that are not mentioned. Errors and omissions excepted, the names of proprietary products are distinguished by initial capital letters. All reasonable precautions have been taken by WHO to verify the information contained in this publication. However, the published material is being distributed without warranty of any kind, either expressed or implied. The responsibility for the interpretation and use of the material lies with the reader. In no event shall WHO be liable for damages arising from its use. Design and layout: Green Ink Publishing Services Ltd Contents Acknowledgements v Abbreviations vii Glossary ix Executive summary xvii 1. Introduction 2 1.1 Background and rationale 2 1.2 Aims and objectives 3 1.3 Target audience 3 1.4 Scope of the guideline 3 2. Methods 4 2.1 Contributors to the guideline 4 2.2 Declaration of interests 5 2.3 Identifying, appraising and synthesizing available evidence 5 2.4 Decision-making during the GDG meetings 9 2.5 Document preparation and peer review 9 3. Recommendations 11 3.1 Alcohol use disorders (ALC) 12 3.2 Anxiety (ANX) 18 3.3 Child and adolescent mental disorders (CAMH) 28 3.4 Conditions related to stress (STR) 46 3.5 Dementia (DEM) 50 3.6 Depression (DEP) 58 3.7 Drug use disorders (DRU) 64 3.8 Epilepsy and seizures (EPI) 76 3.9 Overarching areas (OVE) 86 3.10 Psychosis and bipolar disorder (PSY) 88 3.11 Self-harm and suicide (SUI) 108 iii",
  "gloss_vi": "And to obtain permission from the copyright holder. the nguy cơ of claims resulting from infringement of any third-party-owned component in the công việc rests solely with the user.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "work",
      "grief"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn and to obtain permission from the copyright holder. The risk of claims resulting from infringement of any third-party-owned component in the work rests solely with the user. General disclaimers. The designations employed and the presentation of the material in this publication do not imply the expression of any opinion whatsoever on the part of WHO concerning the legal status of any country, territory, city or area or of its authorities, or concerning the delimitation of its frontiers or boundaries. Dotted and dashed lines on maps represent approximate border lines for which there may not yet be full agreement. The mention of specific companies or of certain manufacturers’ products does not imply that they are endorsed or recommended by WHO in preference to others of a similar nature that are not mentioned. Errors and omissions excepted, the names of proprietary products are distinguished by initial capital letters. All reasonable precautions have been taken by WHO to verify the information contained in this publication. However, the published material is being distributed without warranty of any kind, either expressed or implied. The responsibility for the interpretation and use of the material lies with the reader. In no event shall WHO be liable for damages arising from its use. Design and layout: Green Ink Publishing Services Ltd Contents Acknowledgements v Abbreviations vii Glossary ix Executive summary xvii 1. Introduction 2 1.1 Background and rationale 2 1.2 Aims and objectives 3 1.3 Target audience 3 1.4 Scope of the guideline 3 2. Methods 4 2.1 Contributors to the guideline 4 2.2 Declaration of interests 5 2.3 Identifying, appraising and synthesizing available evidence 5 2.4 Decision-making during the GDG meetings 9 2.5 Document preparation and peer review 9 3. Recommendations 11 3.1 Alcohol use disorders (ALC) 12 3.2 Anxiety (ANX) 18 3.3 Child and adolescent mental disorders (CAMH) 28 3.4 Conditions related to stress (STR) 46 3.5 Dementia (DEM) 50 3.6 Depression (DEP) 58 3.7 Drug use disorders (DRU) 64 3.8 Epilepsy and seizures (EPI) 76 3.9 Overarching areas (OVE) 86 3.10 Psychosis and bipolar disorder (PSY) 88 3.11 Self-harm and suicide (SUI) 108 iii And to obtain permission from the copyright holder. the nguy cơ of claims resulting from infringement of any third-party-owned component in the công việc rests solely with the user."
}