{
  "id": "everyday#risk_safety_771a0c80",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "3. Recommendations Research gaps and resources should be considered. y Most of the evidence is from HICs. Further research is y Variations in cultural context should be considered needed in LMICs. that may have implications on treatment y Reviews investigating the single psychological acceptability. interventions (separately and not pooling groups y Country adaptation and translation of training and individual interventions) are needed. materials and tools for the provision of psychological interventions is essential. Implementation considerations y Face-to-face psychological interventions delivered y Persons with bipolar disorders, similar to all service- by service providers are human resource-intensive users, should be treated with respect and dignity, as they require substantial provider time, training and provided care based on their consent, in line and supervision. with human rights instruments, without coercion. y Integrating the provision of psychological y Attempts should be made to involve families and interventions into primary care provides many carers in the treatment. Family psychoeducation, a advantages, including more holistic health care, relatively simple intervention that has been proven increased accessibility of mental health services effective, should be offered in all settings. for people in need of care, opportunities for y Not all forms of psychological interventions may reducing the stigma of mental health problems and be available in LMICs. Differences in availability and reduced costs. accessibility to mental health system infrastructure 107 Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders 3.11 Self-harm and suicide (SUI) SUI1. Is safety planning better than treatment as usual for persons with thoughts or plans of self-harm in the last month or acts of self-harm in the last year? Recommendation (new): Safety planning type-interventions, i.e. interventions based on principles of safety planning which are multicomponent or supplemented with follow-up or support, can be considered. Strength of recommendation: Conditional Certainty of evidence: Very low Justification behaviour, but less was known regarding reduction y The evidence regarding the effectiveness of safety of",
  "gloss_vi": "3. recommendations research gaps and resources should be considered.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "referral",
      "psychoeducation"
    ],
    "life_topics": [
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 3. Recommendations Research gaps and resources should be considered. y Most of the evidence is from HICs. Further research is y Variations in cultural context should be considered needed in LMICs. that may have implications on treatment y Reviews investigating the single psychological acceptability. interventions (separately and not pooling groups y Country adaptation and translation of training and individual interventions) are needed. materials and tools for the provision of psychological interventions is essential. Implementation considerations y Face-to-face psychological interventions delivered y Persons with bipolar disorders, similar to all service- by service providers are human resource-intensive users, should be treated with respect and dignity, as they require substantial provider time, training and provided care based on their consent, in line and supervision. with human rights instruments, without coercion. y Integrating the provision of psychological y Attempts should be made to involve families and interventions into primary care provides many carers in the treatment. Family psychoeducation, a advantages, including more holistic health care, relatively simple intervention that has been proven increased accessibility of mental health services effective, should be offered in all settings. for people in need of care, opportunities for y Not all forms of psychological interventions may reducing the stigma of mental health problems and be available in LMICs. Differences in availability and reduced costs. accessibility to mental health system infrastructure 107 Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders 3.11 Self-harm and suicide (SUI) SUI1. Is safety planning better than treatment as usual for persons with thoughts or plans of self-harm in the last month or acts of self-harm in the last year? Recommendation (new): Safety planning type-interventions, i.e. interventions based on principles of safety planning which are multicomponent or supplemented with follow-up or support, can be considered. Strength of recommendation: Conditional Certainty of evidence: Very low Justification behaviour, but less was known regarding reduction y The evidence regarding the effectiveness of safety of 3. recommendations research gaps and resources should be considered."
}