{
  "id": "everyday#screening_cues_16e52f42",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "646 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Categories describing specific types of factors • The following categories may be used to describe the specific types of psychological or behavioural factors that adversely affect the manifestation, treatment or course of a disorder or disease classified in another ICD-11 chapter. Multiple categories may be assigned as necessary to describe the clinical presentation. 6E40.0 Mental disorder affecting disorders and diseases classified elsewhere • The presence of a mental, behavioural or neurodevelopmental disorder that adversely affects the manifestation, treatment or course of a disorder or disease classified in another chapter is required for diagnosis (e.g. a woman with bulimia nervosa and type 1 diabetes mellitus who skips insulin doses as a way to avoid weight gain that would otherwise be caused by her binge eating). 6E40.1 Psychological symptoms affecting disorders and diseases classified elsewhere • The presence of psychological symptoms that do not meet the diagnostic requirements for a mental, behavioural or neurodevelopmental disorder that adversely affect the manifestation, treatment or course of a disorder or disease classified in another chapter is required for diagnosis (e.g. depressive symptoms interfering with rehabilitation following surgery). 6E40.2 Personality traits or coping style affecting disorders and diseases classified elsewhere • The presence of personality traits or coping styles that do not meet the diagnostic requirements for a mental, behavioural or neurodevelopmental disorder that adversely affect the manifestation, treatment or course of a disorder or disease classified in another chapter is required for diagnosis (e.g. pathological denial of the need for surgery in a patient with cancer; hostile, pressured behaviour contributing to heart disease). 6E40.3 Maladaptive health behaviours affecting disorders and diseases classified elsewhere • The presence of maladaptive health behaviours that adversely affect the manifestation, treatment or",
  "gloss_vi": "646 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders categories describing specific types of factors • the following categories may be used to describe the ...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 646 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Categories describing specific types of factors • The following categories may be used to describe the specific types of psychological or behavioural factors that adversely affect the manifestation, treatment or course of a disorder or disease classified in another ICD-11 chapter. Multiple categories may be assigned as necessary to describe the clinical presentation. 6E40.0 Mental disorder affecting disorders and diseases classified elsewhere • The presence of a mental, behavioural or neurodevelopmental disorder that adversely affects the manifestation, treatment or course of a disorder or disease classified in another chapter is required for diagnosis (e.g. a woman with bulimia nervosa and type 1 diabetes mellitus who skips insulin doses as a way to avoid weight gain that would otherwise be caused by her binge eating). 6E40.1 Psychological symptoms affecting disorders and diseases classified elsewhere • The presence of psychological symptoms that do not meet the diagnostic requirements for a mental, behavioural or neurodevelopmental disorder that adversely affect the manifestation, treatment or course of a disorder or disease classified in another chapter is required for diagnosis (e.g. depressive symptoms interfering with rehabilitation following surgery). 6E40.2 Personality traits or coping style affecting disorders and diseases classified elsewhere • The presence of personality traits or coping styles that do not meet the diagnostic requirements for a mental, behavioural or neurodevelopmental disorder that adversely affect the manifestation, treatment or course of a disorder or disease classified in another chapter is required for diagnosis (e.g. pathological denial of the need for surgery in a patient with cancer; hostile, pressured behaviour contributing to heart disease). 6E40.3 Maladaptive health behaviours affecting disorders and diseases classified elsewhere • The presence of maladaptive health behaviours that adversely affect the manifestation, treatment or 646 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders categories describing specific types of factors • the following categories may be used to describe the ..."
}