{
  "id": "everyday#risk_safety_39f7c115",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "PROTOCOL 2 Dependence IF THE PERSON IS DEPENDENT ON OPIOIDS: FOR ALL OTHER SUBSTANCES: » » Maintenance treatment is generally more effective than detoxification. Advise stopping the substance completely and verbalise your intention to support » the person in doing so. Ask them if they are ready to do this. Assess the severity of dependence and, if appropriate, provide or refer the person for » opioid agonist maintenance treatment, also known as opioid substitution therapy (OST), Explore STRATEGIES FOR REDUCING OR STOPPING USE and STRATEGIES FOR after detoxification. Go to PROTOCOL 5 (Opioid Agonist Maintenance Treatment). REDUCING HARM. » » In the remainder of cases arrange planned detoxification, if necessary. Consider referral to peer help groups or rehabilitation/residential therapeutic Go to PROTOCOL 4 (Opioid Withdrawal). communities, if available. » Address food, housing, and employment needs. IF THE PERSON IS DEPENDENT ON BENZODIAZEPINES: » Assess and treat any physical or mental health co-morbidity, ideally after 2-3 weeks of » Sudden cessation can lead to seizures and delirium. Consider gradually reducing the abstinence, as some problems will resolve with abstinence. dose of benzodiazepine with supervised dispensing or a more rapid reduction in an inpatient setting. Go to PROTOCOL 6 (Benzodiazepine Withdrawal). IN ALL CASES: » Provide psychoeducation. IF THE PERSON IS DEPENDENT ON ALCOHOL: » » Arrange for detoxification services if necessary or treatment in an inpatient facility where Sudden alcohol cessation can lead to seizures and delirium; however, if the person is available. Treat withdrawal symptoms as needed. willing to stop using alcohol, facilitate this. Determine the appropriate setting to cease » alcohol use, and arrange inpatient detoxification, if necessary. Go to PROTOCOL 3 Provide a brief intervention using motivational interviewing to encourage the person to (Alcohol Withdrawal). engage in treatment of their substance dependence. » » Advise consumption of thiamine at a dose of 100 mg/day p.o.. Consider longer-term psychosocial treatment for persons with ongoing problems » related to their substance use, if they do not respond to the initial brief interventions. Consider pharmacologic intervention to prevent relapse in alcohol dependence; Evidence-based psychological therapies for disorders due to substance use include medications include acamprosate, naltrexone and disulfiram. Baclofen can also be used, structured individual and group programmes that are run over 6-12 weeks or more, and however, its sedating effects and risk of abuse make it best reserved for specialist settings. that use techniques such as cognitive behavioural therapy, motivational enhancement With these medications, an effective response may include a reduction in the quantity therapy, contingency management therapy, community reinforcement approach, and and frequency of alcohol consumption, if not complete abstinence. Go to Table 1. family therapy. Evidence-based social support approaches include employment and accommodation support. DISORDERS DUE TO",
  "gloss_vi": "Protocol 2 dependence if the person is dependent on opioids: for all other substances: » » maintenance treatment is generally more effective than detoxification. advise stopping the substance completely and verbalise you...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral",
      "psychoeducation",
      "do_not_do"
    ],
    "life_topics": [
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn PROTOCOL 2 Dependence IF THE PERSON IS DEPENDENT ON OPIOIDS: FOR ALL OTHER SUBSTANCES: » » Maintenance treatment is generally more effective than detoxification. Advise stopping the substance completely and verbalise your intention to support » the person in doing so. Ask them if they are ready to do this. Assess the severity of dependence and, if appropriate, provide or refer the person for » opioid agonist maintenance treatment, also known as opioid substitution therapy (OST), Explore STRATEGIES FOR REDUCING OR STOPPING USE and STRATEGIES FOR after detoxification. Go to PROTOCOL 5 (Opioid Agonist Maintenance Treatment). REDUCING HARM. » » In the remainder of cases arrange planned detoxification, if necessary. Consider referral to peer help groups or rehabilitation/residential therapeutic Go to PROTOCOL 4 (Opioid Withdrawal). communities, if available. » Address food, housing, and employment needs. IF THE PERSON IS DEPENDENT ON BENZODIAZEPINES: » Assess and treat any physical or mental health co-morbidity, ideally after 2-3 weeks of » Sudden cessation can lead to seizures and delirium. Consider gradually reducing the abstinence, as some problems will resolve with abstinence. dose of benzodiazepine with supervised dispensing or a more rapid reduction in an inpatient setting. Go to PROTOCOL 6 (Benzodiazepine Withdrawal). IN ALL CASES: » Provide psychoeducation. IF THE PERSON IS DEPENDENT ON ALCOHOL: » » Arrange for detoxification services if necessary or treatment in an inpatient facility where Sudden alcohol cessation can lead to seizures and delirium; however, if the person is available. Treat withdrawal symptoms as needed. willing to stop using alcohol, facilitate this. Determine the appropriate setting to cease » alcohol use, and arrange inpatient detoxification, if necessary. Go to PROTOCOL 3 Provide a brief intervention using motivational interviewing to encourage the person to (Alcohol Withdrawal). engage in treatment of their substance dependence. » » Advise consumption of thiamine at a dose of 100 mg/day p.o.. Consider longer-term psychosocial treatment for persons with ongoing problems » related to their substance use, if they do not respond to the initial brief interventions. Consider pharmacologic intervention to prevent relapse in alcohol dependence; Evidence-based psychological therapies for disorders due to substance use include medications include acamprosate, naltrexone and disulfiram. Baclofen can also be used, structured individual and group programmes that are run over 6-12 weeks or more, and however, its sedating effects and risk of abuse make it best reserved for specialist settings. that use techniques such as cognitive behavioural therapy, motivational enhancement With these medications, an effective response may include a reduction in the quantity therapy, contingency management therapy, community reinforcement approach, and and frequency of alcohol consumption, if not complete abstinence. Go to Table 1. family therapy. Evidence-based social support approaches include employment and accommodation support. DISORDERS DUE TO Protocol 2 dependence if the person is dependent on opioids: for all other substances: » » maintenance treatment is generally more effective than detoxification. advise stopping the substance completely and verbalise you..."
}