{
  "id": "everyday#screening_cues_d6771715",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Glossary Activities of daily living A concept of functioning – activities of daily living are basic activities that are (ADLs) necessary for independent living, including eating, bathing and toileting. This concept has several assessment tools to determine an individual’s ability to perform the activity with or without assistance. Agitation Marked restlessness and excessive motor activity, accompanied by anxiety. Akathisia A subjective sense of restlessness, often accompanied by observed excessive movements (e.g. fidgety movements of the legs, rocking from foot to foot, pacing, inability to sit or stand still). Akinesia The absence or lack of voluntary movement. A state of difficulty initiating movements or changing from one motor pattern to another that is associated with Parkinson’s disease. Altered mental state A changed level of awareness or mental state that falls short of unconsciousness which is often induced by substance intake or other mental or neurological conditions. Examples include confusion and disorientation. See delirium and confusional state. Alzheimer’s disease A primary degenerative cerebral disease of unknown etiology in the majority of cases with characteristic neuropathological and neurochemical features. The disorder is usually insidious in onset and develops slowly but steadily over a period of several years. Anticholinergic side-effects Anticholinergic medicines block the effects of acetylcholine at muscarinic receptors. Anticholinergic side-effects include dryness of the mouth, urinary frequency or retention, palpitations and sinus tachycardia. Ataxia Failure of muscular coordination. People with ataxia have problems with coordination because parts of the nervous system that control movement and balance are affected. Ataxia may affect the fingers, hands, arms, legs, body, speech and eye movements. Autonomy The perceived ability to control, cope with and make personal decisions about how one lives on a daily basis, according to one’s own rules and preferences. Note: Some of these terms are not used in this guideline document but are used in the accompanying evidence profiles, which are available online. ix Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders Behavioural activation Psychological treatment that focuses on improving mood by engaging again in activities that are task-oriented and used to be enjoyable,",
  "gloss_vi": "Glossary activities of daily living a concept of functioning – activities of daily living are basic activities that are (adls) necessary for independent living, including eating, bathing and toileting. this concept has s...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral"
    ],
    "life_topics": [
      "study",
      "grief"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Glossary Activities of daily living A concept of functioning – activities of daily living are basic activities that are (ADLs) necessary for independent living, including eating, bathing and toileting. This concept has several assessment tools to determine an individual’s ability to perform the activity with or without assistance. Agitation Marked restlessness and excessive motor activity, accompanied by anxiety. Akathisia A subjective sense of restlessness, often accompanied by observed excessive movements (e.g. fidgety movements of the legs, rocking from foot to foot, pacing, inability to sit or stand still). Akinesia The absence or lack of voluntary movement. A state of difficulty initiating movements or changing from one motor pattern to another that is associated with Parkinson’s disease. Altered mental state A changed level of awareness or mental state that falls short of unconsciousness which is often induced by substance intake or other mental or neurological conditions. Examples include confusion and disorientation. See delirium and confusional state. Alzheimer’s disease A primary degenerative cerebral disease of unknown etiology in the majority of cases with characteristic neuropathological and neurochemical features. The disorder is usually insidious in onset and develops slowly but steadily over a period of several years. Anticholinergic side-effects Anticholinergic medicines block the effects of acetylcholine at muscarinic receptors. Anticholinergic side-effects include dryness of the mouth, urinary frequency or retention, palpitations and sinus tachycardia. Ataxia Failure of muscular coordination. People with ataxia have problems with coordination because parts of the nervous system that control movement and balance are affected. Ataxia may affect the fingers, hands, arms, legs, body, speech and eye movements. Autonomy The perceived ability to control, cope with and make personal decisions about how one lives on a daily basis, according to one’s own rules and preferences. Note: Some of these terms are not used in this guideline document but are used in the accompanying evidence profiles, which are available online. ix Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders Behavioural activation Psychological treatment that focuses on improving mood by engaging again in activities that are task-oriented and used to be enjoyable, Glossary activities of daily living a concept of functioning – activities of daily living are basic activities that are (adls) necessary for independent living, including eating, bathing and toileting. this concept has s..."
}