{
  "id": "everyday#risk_safety_75814243",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "116 SUB 1 DISORDERS DUE TO SUBSTANCE USE Assessment 1 CLINICAL TIP Does the person use substances? While taking a history, ask: How the person started using substances? Ask about use of tobacco, alcohol, and psychoactive prescription When they started using them? medicines. Depending on the setting and the presentation, consider What was happening in their asking about cannabis and other substance use. life at that time? If anyone in their family or social circle use substances? If they have tried to reduce their use? Why? What happened? Emphasise the health benefits of not using psychoactive substances. EXIT MODULE 2 Is the substance use harmful? For each substance used assess: A Frequency and quantity of use. (Hint: Ask “How many days per week do you use this substance? How much do you use per day?”) B Harmful behaviours. (Hint: Ask “Does your substance use cause you any problems?”) – Injuries and accidents – Sexual activity while intoxicated that was risky – Violence towards others – Driving while intoxicated or later regretted – Poor performance in education, employment roles – Drug injection, sharing needles, reusing needles – Legal or financial problems – Poor performance in expected social roles – Relationship problems as a result of",
  "gloss_vi": "116 sub 1 disorders due to substance use đánh giá 1 clinical tip does the person use substances? while taking a history, ask: how the person started using substances?",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "psychoeducation"
    ],
    "life_topics": [
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 116 SUB 1 DISORDERS DUE TO SUBSTANCE USE Assessment 1 CLINICAL TIP Does the person use substances? While taking a history, ask: How the person started using substances? Ask about use of tobacco, alcohol, and psychoactive prescription When they started using them? medicines. Depending on the setting and the presentation, consider What was happening in their asking about cannabis and other substance use. life at that time? If anyone in their family or social circle use substances? If they have tried to reduce their use? Why? What happened? Emphasise the health benefits of not using psychoactive substances. EXIT MODULE 2 Is the substance use harmful? For each substance used assess: A Frequency and quantity of use. (Hint: Ask “How many days per week do you use this substance? How much do you use per day?”) B Harmful behaviours. (Hint: Ask “Does your substance use cause you any problems?”) – Injuries and accidents – Sexual activity while intoxicated that was risky – Violence towards others – Driving while intoxicated or later regretted – Poor performance in education, employment roles – Drug injection, sharing needles, reusing needles – Legal or financial problems – Poor performance in expected social roles – Relationship problems as a result of 116 sub 1 disorders due to substance use đánh giá 1 clinical tip does the person use substances? while taking a history, ask: how the person started using substances?"
}