{
  "id": "everyday#screening_cues_b2e2e581",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "248 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders 6A71.6 Recurrent depressive disorder, currently in partial remission • The full diagnostic requirements for a depressive episode (see p. 212) are no longer met, but some significant depressive symptoms remain. Note: this category may also be used to designate the re-emergence of subthreshold depressive symptoms following an asymptomatic period. 6A71.7 Recurrent depressive disorder, currently in full remission • There are currently no longer any significant depressive symptoms. 6A71.Y Other specified recurrent depressive disorder 6A71.Z Recurrent depressive disorder, unspecified Symptomatic and course presentations for mood episodes in single episode and recurrent depressive disorders Additional specifiers may be applied to describe the presentation and characteristics of a current depressive episode in the context of single episode depressive disorder or recurrent depressive disorder. These specifiers indicate other important features of the clinical presentation or of the course, onset and pattern of depressive episodes. These specifiers are not mutually exclusive, and as many may be added as apply. (Note that these same specifiers may also be applied to current depressive episodes in the context of bipolar type I or bipolar type II disorder.) Available specifiers are as follows: 6A80.0 with prominent anxiety symptoms • This specifier can be applied if, in the context of a current depressive episode, prominent and clinically significant anxiety symptoms (e.g. feeling nervous, anxious or on edge, not being able to control worrying thoughts, fear that something awful will happen, having trouble relaxing, muscle tension, autonomic symptoms) have been present for most of the time during the episode. If there have been panic attacks during the current depressive episode, these should be recorded separately (see the with panic attacks specifier). When the diagnostic requirements for both a depressive episode and an anxiety or fear-related disorder are met, the anxiety or fear-related disorder diagnosis should also be diagnosed. Mood disorders | Recurrent depressive disorder Mood disorders 249 66AA8800..11 with panic attacks • This specifier can be applied if, in the context of a current depressive episode, there have been panic attacks during the past month that occur specifically in response to depressive ruminations or other anxiety-provoking cognitions. If panic attacks occur exclusively in response",
  "gloss_vi": "248 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders 6a71.6 recurrent depressive disorder, currently in partial remission • the full diagnostic requirements...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "stress"
    ],
    "advice_section": [
      "coping_skill"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 248 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders 6A71.6 Recurrent depressive disorder, currently in partial remission • The full diagnostic requirements for a depressive episode (see p. 212) are no longer met, but some significant depressive symptoms remain. Note: this category may also be used to designate the re-emergence of subthreshold depressive symptoms following an asymptomatic period. 6A71.7 Recurrent depressive disorder, currently in full remission • There are currently no longer any significant depressive symptoms. 6A71.Y Other specified recurrent depressive disorder 6A71.Z Recurrent depressive disorder, unspecified Symptomatic and course presentations for mood episodes in single episode and recurrent depressive disorders Additional specifiers may be applied to describe the presentation and characteristics of a current depressive episode in the context of single episode depressive disorder or recurrent depressive disorder. These specifiers indicate other important features of the clinical presentation or of the course, onset and pattern of depressive episodes. These specifiers are not mutually exclusive, and as many may be added as apply. (Note that these same specifiers may also be applied to current depressive episodes in the context of bipolar type I or bipolar type II disorder.) Available specifiers are as follows: 6A80.0 with prominent anxiety symptoms • This specifier can be applied if, in the context of a current depressive episode, prominent and clinically significant anxiety symptoms (e.g. feeling nervous, anxious or on edge, not being able to control worrying thoughts, fear that something awful will happen, having trouble relaxing, muscle tension, autonomic symptoms) have been present for most of the time during the episode. If there have been panic attacks during the current depressive episode, these should be recorded separately (see the with panic attacks specifier). When the diagnostic requirements for both a depressive episode and an anxiety or fear-related disorder are met, the anxiety or fear-related disorder diagnosis should also be diagnosed. Mood disorders | Recurrent depressive disorder Mood disorders 249 66AA8800..11 with panic attacks • This specifier can be applied if, in the context of a current depressive episode, there have been panic attacks during the past month that occur specifically in response to depressive ruminations or other anxiety-provoking cognitions. If panic attacks occur exclusively in response 248 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders 6a71.6 recurrent depressive disorder, currently in partial remission • the full diagnostic requirements..."
}