{
  "id": "everyday#screening_cues_4a5c4052",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "information and past events and experiences. In contrast, dissociative amnesia is characterized by inability to recall important autobiographical memories – typically of recent traumatic or stressful events – that is inconsistent with ordinary forgetting, and is often preceded by an emotional stressor, conflict or trauma. Boundary with memory symptoms in other mental disorders Memory impairment may be a presenting feature other mental disorders (e.g. schizophrenia, mood disorders, post-traumatic stress disorder, dissociative disorders). If the memory impairment is better explained by another mental disorder, an additional diagnosis of amnestic disorder should not be assigned. Boundary with transient global amnesia In transient global amnesia the memory impairment is temporary (i.e. lasting no longer than 48 hours, with most cases resolving within 6 hours) whereas in amnestic disorder memory impairment is persistent, although in some cases it may improve with treatment, depending on the etiology. 6D72.0 Amnestic disorder due to diseases classified elsewhere Essential (required) features • All diagnostic requirements for amnestic disorder are met. • There is evidence from history, physical examination or laboratory findings that symptoms are caused by the direct physiological consequences of a medical condition (e.g. a disease of the nervous system, a traumatic brain injury, an infection, a tumour, another disease process affecting areas of the brain involved in memory). This judgement depends on establishing the following. • The medical condition is known to be capable of producing memory impairment. • The course of the memory impairment (e.g. onset, trajectory of symptoms, response to treatment) is consistent with causation by the medical condition. Note: when amnestic disorder is due to a disease, condition or injury classified elsewhere (including disorders due to substance use), the diagnostic code corresponding to that disease, condition or injury should assigned along with amnestic disorder. When the etiological condition is unknown, the diagnosis 8A2Z Disorders with neurocognitive impairment as a major feature, unspecified, may be assigned in addition to amnestic disorder. Potentially explanatory medical conditions (examples) • Anaemias or other erythrocyte disorders • Certain infectious or parasitic diseases (e.g. meningitis) • Diseases of the nervous system (e.g. cerebral ischaemic stroke, cerebral palsy, epilepsy or seizures, hypoxic-ischaemic encephalopathy) Neurocognitive disorders | Amnestic disorder Neurocognitive disorders | Amnestic disorder",
  "gloss_vi": "Information and past events and experiences. in contrast, dissociative amnesia is characterized by inability to recall important autobiographical memories – typically of recent traumatic or stressful events – that is inc...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc information and past events and experiences. In contrast, dissociative amnesia is characterized by inability to recall important autobiographical memories – typically of recent traumatic or stressful events – that is inconsistent with ordinary forgetting, and is often preceded by an emotional stressor, conflict or trauma. Boundary with memory symptoms in other mental disorders Memory impairment may be a presenting feature other mental disorders (e.g. schizophrenia, mood disorders, post-traumatic stress disorder, dissociative disorders). If the memory impairment is better explained by another mental disorder, an additional diagnosis of amnestic disorder should not be assigned. Boundary with transient global amnesia In transient global amnesia the memory impairment is temporary (i.e. lasting no longer than 48 hours, with most cases resolving within 6 hours) whereas in amnestic disorder memory impairment is persistent, although in some cases it may improve with treatment, depending on the etiology. 6D72.0 Amnestic disorder due to diseases classified elsewhere Essential (required) features • All diagnostic requirements for amnestic disorder are met. • There is evidence from history, physical examination or laboratory findings that symptoms are caused by the direct physiological consequences of a medical condition (e.g. a disease of the nervous system, a traumatic brain injury, an infection, a tumour, another disease process affecting areas of the brain involved in memory). This judgement depends on establishing the following. • The medical condition is known to be capable of producing memory impairment. • The course of the memory impairment (e.g. onset, trajectory of symptoms, response to treatment) is consistent with causation by the medical condition. Note: when amnestic disorder is due to a disease, condition or injury classified elsewhere (including disorders due to substance use), the diagnostic code corresponding to that disease, condition or injury should assigned along with amnestic disorder. When the etiological condition is unknown, the diagnosis 8A2Z Disorders with neurocognitive impairment as a major feature, unspecified, may be assigned in addition to amnestic disorder. Potentially explanatory medical conditions (examples) • Anaemias or other erythrocyte disorders • Certain infectious or parasitic diseases (e.g. meningitis) • Diseases of the nervous system (e.g. cerebral ischaemic stroke, cerebral palsy, epilepsy or seizures, hypoxic-ischaemic encephalopathy) Neurocognitive disorders | Amnestic disorder Neurocognitive disorders | Amnestic disorder Information and past events and experiences. in contrast, dissociative amnesia is characterized by inability to recall important autobiographical memories – typically of recent traumatic or stressful events – that is inc..."
}