{
  "id": "everyday#risk_safety_0727931b",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "cultural considerations for disorders due to substance use • Use of psychoactive substances is influenced by strong cultural meanings and traditions, which may affect the risk of development of a disorder due to substance use. The cultural milieu in which the substance is used should be considered when determining risk and the presence or absence of pathology. For example, substances may be used regularly as part of religious rituals, celebrations (e.g. New Year’s Eve), culturally sanctioned mystical experiences, specific events (e.g. wakes preceding funerals) or healing activities without resulting in a disorder due to substance use. • Cultural values and interpretations related to the use of psychoactive substances in specific communities, and cultural terms used to describe the substance and its effects, vary greatly across cultures. Knowledge of specific terms and interpretations will improve communication with patients and determination of possible disorder. For example, American Indians who use peyote during traditional worship ceremonies may consider the substance a sacrament rather than a drug. Disorders due to substance use or addictive behaviours",
  "gloss_vi": "Cultural considerations for disorders due to substance use • use of psychoactive substances is influenced by strong cultural meanings and traditions, which may affect the nguy cơ of development of a disorder due to subst...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety"
    ],
    "life_topics": [
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn cultural considerations for disorders due to substance use • Use of psychoactive substances is influenced by strong cultural meanings and traditions, which may affect the risk of development of a disorder due to substance use. The cultural milieu in which the substance is used should be considered when determining risk and the presence or absence of pathology. For example, substances may be used regularly as part of religious rituals, celebrations (e.g. New Year’s Eve), culturally sanctioned mystical experiences, specific events (e.g. wakes preceding funerals) or healing activities without resulting in a disorder due to substance use. • Cultural values and interpretations related to the use of psychoactive substances in specific communities, and cultural terms used to describe the substance and its effects, vary greatly across cultures. Knowledge of specific terms and interpretations will improve communication with patients and determination of possible disorder. For example, American Indians who use peyote during traditional worship ceremonies may consider the substance a sacrament rather than a drug. Disorders due to substance use or addictive behaviours Cultural considerations for disorders due to substance use • use of psychoactive substances is influenced by strong cultural meanings and traditions, which may affect the nguy cơ of development of a disorder due to subst..."
}