{
  "id": "everyday#psychoeducation_5fa630f3",
  "title_en": "General — Psychoeducation",
  "title_vi": "General — Giáo dục tâm lý",
  "text_en": "first to contain a classification of morbidity as well as mortality, and the first to include a classification of mental disorders. In both ICD-6 and ICD-7 (10), the only information provided for mental disorders was the code number and name for each diagnostic category, along with inclusion terms, which specified some of the range of diagnostic concepts meant to be encompassed by the category. Starting with ICD-8 (11), the WHO Department of Mental Health and Substance Use began to provide additional information to assist with clinical implementation. In 1974, the Department published a glossary of mental disorder terms and additional guidance related to the classification of mental disorders (12), indicating that “unless some attempt is made to encourage uniformity of usage of descriptive and diagnostic terms, very little meaning can be attributed to the diagnostic side of statistics of mental illness based on the ICD and in many other ways communication between psychiatrists will become increasingly difficult” (12, p. 12). Subsequently, brief definitions were also included in the main, statistical version of the classification for all categories in the mental disorders chapter in ICD-9 (13) and ICD-10 (14). (This innovation in the classification of mental disorders in ICD-9 and ICD-10 has now been applied across the entire ICD-11 so that the MMS contain brief descriptions for most categories in the classification.) However, according to the WHO Department of Mental Health and Substance Use, these brief definitions were not recommended for use by mental health professionals but rather were intended for use in health statistics and in the coding of medical records and death certificates (15). In 1992, the Department published a volume entitled The ICD-10 classification of mental and behavioural disorders: clinical descriptions and diagnostic guidelines (CDDG) (15) concurrently with the publication of the statistical version of ICD-10. The CDDG was “intended for general clinical, educational, and service use” (15, p. 1). For each disorder, a description of the main clinical and associated features was provided, followed by more operationalized diagnostic guidelines that were designed to assist mental health clinicians in making a valid diagnosis. The CDDR for ICD-11 represent an important advance in providing comprehensive practical guidance on diagnosing mental disorders. A major improvement in the ICD-11 CDDR compared to the ICD-10 CDDG is the consistency of structure and information across major categories, based on reviews of the available evidence (16). The development of the CDDR has been guided by the principles of clinical utility and global applicability. The information included is intended to be useful to health professionals in making diagnostic judgements about individual patients, including the features they can expect to see in all cases of a given disorder and how to differentiate disorders from non-pathological expressions of human experience and from other disorders including medical conditions. The CDDR describe additional clinical features that may be present in some cases of a given disorder and provide key information that can assist in evaluating diagnoses across cultures, genders and the lifespan. More information about the specific contents and approach of the CDDR is provided in the next section on using the CDDR for ICD-11 mental, behavioural and neurodevelopmental disorders in clinical settings. The reliability, clinical utility and global applicability of the CDDR have been confirmed through a comprehensive programme of developmental and evaluative field studies (6,17–19) that involved thousands of clinicians in all global regions. This research programme is described in more detail later in this chapter. Intended users of the CDDR The CDDR are designed to be used by mental health professionals who are authorized by training, scope of practice and applicable statute to provide diagnostic evaluations of people with mental disorders (e.g. psychiatrists, psychologists in some countries). They are also intended to",
  "gloss_vi": "First to contain a classification of morbidity as well as mortality, and the first to include a classification of mental disorders. in both icd-6 and icd-7 (10), the only information provided for mental disorders was the...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "psychoeducation",
      "do_not_do"
    ],
    "life_topics": [
      "grief"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Psychoeducation General — Giáo dục tâm lý first to contain a classification of morbidity as well as mortality, and the first to include a classification of mental disorders. In both ICD-6 and ICD-7 (10), the only information provided for mental disorders was the code number and name for each diagnostic category, along with inclusion terms, which specified some of the range of diagnostic concepts meant to be encompassed by the category. Starting with ICD-8 (11), the WHO Department of Mental Health and Substance Use began to provide additional information to assist with clinical implementation. In 1974, the Department published a glossary of mental disorder terms and additional guidance related to the classification of mental disorders (12), indicating that “unless some attempt is made to encourage uniformity of usage of descriptive and diagnostic terms, very little meaning can be attributed to the diagnostic side of statistics of mental illness based on the ICD and in many other ways communication between psychiatrists will become increasingly difficult” (12, p. 12). Subsequently, brief definitions were also included in the main, statistical version of the classification for all categories in the mental disorders chapter in ICD-9 (13) and ICD-10 (14). (This innovation in the classification of mental disorders in ICD-9 and ICD-10 has now been applied across the entire ICD-11 so that the MMS contain brief descriptions for most categories in the classification.) However, according to the WHO Department of Mental Health and Substance Use, these brief definitions were not recommended for use by mental health professionals but rather were intended for use in health statistics and in the coding of medical records and death certificates (15). In 1992, the Department published a volume entitled The ICD-10 classification of mental and behavioural disorders: clinical descriptions and diagnostic guidelines (CDDG) (15) concurrently with the publication of the statistical version of ICD-10. The CDDG was “intended for general clinical, educational, and service use” (15, p. 1). For each disorder, a description of the main clinical and associated features was provided, followed by more operationalized diagnostic guidelines that were designed to assist mental health clinicians in making a valid diagnosis. The CDDR for ICD-11 represent an important advance in providing comprehensive practical guidance on diagnosing mental disorders. A major improvement in the ICD-11 CDDR compared to the ICD-10 CDDG is the consistency of structure and information across major categories, based on reviews of the available evidence (16). The development of the CDDR has been guided by the principles of clinical utility and global applicability. The information included is intended to be useful to health professionals in making diagnostic judgements about individual patients, including the features they can expect to see in all cases of a given disorder and how to differentiate disorders from non-pathological expressions of human experience and from other disorders including medical conditions. The CDDR describe additional clinical features that may be present in some cases of a given disorder and provide key information that can assist in evaluating diagnoses across cultures, genders and the lifespan. More information about the specific contents and approach of the CDDR is provided in the next section on using the CDDR for ICD-11 mental, behavioural and neurodevelopmental disorders in clinical settings. The reliability, clinical utility and global applicability of the CDDR have been confirmed through a comprehensive programme of developmental and evaluative field studies (6,17–19) that involved thousands of clinicians in all global regions. This research programme is described in more detail later in this chapter. Intended users of the CDDR The CDDR are designed to be used by mental health professionals who are authorized by training, scope of practice and applicable statute to provide diagnostic evaluations of people with mental disorders (e.g. psychiatrists, psychologists in some countries). They are also intended to First to contain a classification of morbidity as well as mortality, and the first to include a classification of mental disorders. in both icd-6 and icd-7 (10), the only information provided for mental disorders was the..."
}