{
  "id": "everyday#screening_cues_7f98cdca",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Dissociative disorders 381 Cultural presentations for trance disorder and possession trance disorder • Episodes of trance disorder and possession trance disorder have been documented in a wide range of cultures. Prevalence may increase as part of a collective (mass) response to traumatic events affecting an entire community, such as a measles epidemic. Increases in prevalence have also been attributed to rapid social or cultural change in the affected communities, possibly as an expression of distress and opposition to changing values and circumstances. • Specific local instances of trance disorder and possession trance disorder show considerable variation cross-culturally regarding the behaviours during the altered state, the presence of dissociative sensory and motor alterations, and the identity assumed during these states. The identities of the possessing agents typically correspond to figures from the religious traditions in the society. • Some individuals with trance disorder and possession trance disorder may gradually develop control and acceptance of the trance experience, based on participation in religious or cultural groups where these possession trance experiences are normative. Over time, these individuals do not have a higher prevalence of mental disorders than the general population. Sex- and/or gender-related features for trance disorder and possession trance disorder • The prevalence of trance disorder and possession trance disorder appears to be comparable among males and females. Boundaries with other disorders and conditions (differential diagnosis) for trance disorder and possession trance disorder Boundary with dissociative identity disorder and partial dissociative identity disorder Possession trance disorder involves a marked alteration in the individual’s normal sense of personal identity that is attributed to an external possessing agent. This is distinguished from dissociative identity disorder and partial dissociative identity disorder, which are characterized by the experience of two or more distinct, alternate personality states that are not attributed to an external possessing agent. Individuals describing both internally and externally attributed alternate identities should receive a diagnosis of dissociative identity disorder or partial dissociative identity disorder. In this situation, an additional diagnosis of possession trance disorder should not be assigned. Dissociative disorders | Possession trance disorder 382 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundary with other dissociative disorders A variety of dissociative symptoms may occur as a part of trance disorder or possession trance disorder, including dissociative amnesia, sensory or motor symptoms, depersonalization and derealization. However, these should not be",
  "gloss_vi": "Dissociative disorders 381 cultural presentations for trance disorder and possession trance disorder • episodes of trance disorder and possession trance disorder have been documented in a wide range of cultures. prevalen...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Dissociative disorders 381 Cultural presentations for trance disorder and possession trance disorder • Episodes of trance disorder and possession trance disorder have been documented in a wide range of cultures. Prevalence may increase as part of a collective (mass) response to traumatic events affecting an entire community, such as a measles epidemic. Increases in prevalence have also been attributed to rapid social or cultural change in the affected communities, possibly as an expression of distress and opposition to changing values and circumstances. • Specific local instances of trance disorder and possession trance disorder show considerable variation cross-culturally regarding the behaviours during the altered state, the presence of dissociative sensory and motor alterations, and the identity assumed during these states. The identities of the possessing agents typically correspond to figures from the religious traditions in the society. • Some individuals with trance disorder and possession trance disorder may gradually develop control and acceptance of the trance experience, based on participation in religious or cultural groups where these possession trance experiences are normative. Over time, these individuals do not have a higher prevalence of mental disorders than the general population. Sex- and/or gender-related features for trance disorder and possession trance disorder • The prevalence of trance disorder and possession trance disorder appears to be comparable among males and females. Boundaries with other disorders and conditions (differential diagnosis) for trance disorder and possession trance disorder Boundary with dissociative identity disorder and partial dissociative identity disorder Possession trance disorder involves a marked alteration in the individual’s normal sense of personal identity that is attributed to an external possessing agent. This is distinguished from dissociative identity disorder and partial dissociative identity disorder, which are characterized by the experience of two or more distinct, alternate personality states that are not attributed to an external possessing agent. Individuals describing both internally and externally attributed alternate identities should receive a diagnosis of dissociative identity disorder or partial dissociative identity disorder. In this situation, an additional diagnosis of possession trance disorder should not be assigned. Dissociative disorders | Possession trance disorder 382 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundary with other dissociative disorders A variety of dissociative symptoms may occur as a part of trance disorder or possession trance disorder, including dissociative amnesia, sensory or motor symptoms, depersonalization and derealization. However, these should not be Dissociative disorders 381 cultural presentations for trance disorder and possession trance disorder • episodes of trance disorder and possession trance disorder have been documented in a wide range of cultures. prevalen..."
}