{
  "id": "everyday#screening_cues_4f92beec",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "of panic attacks or the significance of panic symptoms, are less likely to report somatic concerns attributable to bodily symptoms other than those associated with anxiety, and are less likely to engage in repetitive and excessive health-related behaviours. However, panic attacks can occur in hypochondriasis, and if they are exclusively associated with fears of having a life-threatening illness, an additional diagnosis of panic disorder is not warranted. In this situation, the with panic attacks specifier can be applied to the diagnosis of hypochondriasis. If there are persistent and repetitive panic attacks in the context of hypochondriasis that are unexpected in the sense that they are not in response to illness-related concerns, both diagnoses should be assigned. Boundary with oppositional defiant disorder Irritability, anger and noncompliance are sometimes associated with panic disorder in children and adolescents. For example, children may exhibit angry outbursts when presented with a task or situations that make them feel anxious (e.g. being asked to leave the home without a trusted companion such as a parent or caregiver). If the defiant behaviours only occur when triggered by a situation or stimulus that elicits anxiety, fear or panic, a diagnosis of oppositional defiant disorder is generally not appropriate. Boundary with other mental, behavioural and neurodevelopmental disorders Panic attacks can occur in the context of a variety of other mental disorders – particularly other anxiety and fear-related disorders, disorders specifically associated with stress, and obsessive- compulsive and related disorders. When panic attacks occur in the context of these disorders, they are generally part of an intense anxiety response to a distressing internal or external stimulus that represents a focus of apprehension in that disorder (e.g. a particular object or situation in specific phobia, fear of negative social evaluation in social anxiety disorder, fear of being contaminated by germs in obsessive-compulsive disorder, fear of having a serious illness in hypochondriasis, reminders of a traumatic event in post-traumatic stress disorder). If panic attacks are limited to such situations in the context of another disorder, a separate diagnosis of panic disorder is not warranted. If some panic attacks over the course of the disorder have been unexpected and not exclusively in response to stimuli associated with the focus of apprehension related to another disorder, an additional diagnosis of panic disorder may be assigned. 6B02 Agoraphobia Essential (required) features • Marked and excessive fear or anxiety that occurs in, or in anticipation of, multiple situations where escape might be difficult or help might not be available is required for diagnosis. Examples include using public transportation, or being in crowds, outside the home alone, in shops or theatres, or standing in line. • The individual is consistently fearful or anxious about these situations due to a fear of specific negative outcomes such as panic attacks, symptoms of panic, or other incapacitating (e.g. falling) or embarrassing physical symptoms (e.g. incontinence). Anxiety and fear-related disorders | Agoraphobia",
  "gloss_vi": "Of panic attacks or the significance of panic symptoms, are less likely to report somatic concerns attributable to bodily symptoms other than those associated with lo âu, and are less likely to engage in repetitive and e...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc of panic attacks or the significance of panic symptoms, are less likely to report somatic concerns attributable to bodily symptoms other than those associated with anxiety, and are less likely to engage in repetitive and excessive health-related behaviours. However, panic attacks can occur in hypochondriasis, and if they are exclusively associated with fears of having a life-threatening illness, an additional diagnosis of panic disorder is not warranted. In this situation, the with panic attacks specifier can be applied to the diagnosis of hypochondriasis. If there are persistent and repetitive panic attacks in the context of hypochondriasis that are unexpected in the sense that they are not in response to illness-related concerns, both diagnoses should be assigned. Boundary with oppositional defiant disorder Irritability, anger and noncompliance are sometimes associated with panic disorder in children and adolescents. For example, children may exhibit angry outbursts when presented with a task or situations that make them feel anxious (e.g. being asked to leave the home without a trusted companion such as a parent or caregiver). If the defiant behaviours only occur when triggered by a situation or stimulus that elicits anxiety, fear or panic, a diagnosis of oppositional defiant disorder is generally not appropriate. Boundary with other mental, behavioural and neurodevelopmental disorders Panic attacks can occur in the context of a variety of other mental disorders – particularly other anxiety and fear-related disorders, disorders specifically associated with stress, and obsessive- compulsive and related disorders. When panic attacks occur in the context of these disorders, they are generally part of an intense anxiety response to a distressing internal or external stimulus that represents a focus of apprehension in that disorder (e.g. a particular object or situation in specific phobia, fear of negative social evaluation in social anxiety disorder, fear of being contaminated by germs in obsessive-compulsive disorder, fear of having a serious illness in hypochondriasis, reminders of a traumatic event in post-traumatic stress disorder). If panic attacks are limited to such situations in the context of another disorder, a separate diagnosis of panic disorder is not warranted. If some panic attacks over the course of the disorder have been unexpected and not exclusively in response to stimuli associated with the focus of apprehension related to another disorder, an additional diagnosis of panic disorder may be assigned. 6B02 Agoraphobia Essential (required) features • Marked and excessive fear or anxiety that occurs in, or in anticipation of, multiple situations where escape might be difficult or help might not be available is required for diagnosis. Examples include using public transportation, or being in crowds, outside the home alone, in shops or theatres, or standing in line. • The individual is consistently fearful or anxious about these situations due to a fear of specific negative outcomes such as panic attacks, symptoms of panic, or other incapacitating (e.g. falling) or embarrassing physical symptoms (e.g. incontinence). Anxiety and fear-related disorders | Agoraphobia Of panic attacks or the significance of panic symptoms, are less likely to report somatic concerns attributable to bodily symptoms other than those associated with lo âu, and are less likely to engage in repetitive and e..."
}