{
  "id": "everyday#risk_safety_5e991ea1",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "injuries or symptoms that are medically Clinical features or any element in the clinical history that suggest unexplained maltreatment or exposure to violence (see CLINICAL TIP). – Sexually transmitted infections or pregnancy – Sexualised behaviours (e.g. indication of age-inappropriate Any recent or ongoing severe stressors (e.g. illness or death of a sexual knowledge) family member, difficult living and financial circumstances, being Neglect bullied or harmed). – Being excessively dirty, unsuitable clothing – Signs of malnutrition, very poor dental health Emotional abuse and all other forms of maltreatment Any sudden or significant change in the behaviour or emotional state of the child/adolescent that is not better explained by another cause, such as: – Unusual fearfulness or severe distress (e.g. inconsolable crying) – Self-harm or social withdrawal Refer to child protection services if necessary – Aggression or running away from home – Indiscriminate affection seeking from adults Explore and manage stressors – Development of new soiling and wetting behaviours, thumb Ensure child/adolescent’s safety as a first priority sucking Reassure the child/adolescent that all children/adolescents need to ASPECTS OF CARER INTERACTION WITH THE be protected from abuse CHILD/ADOLESCENT Provide information about where to seek help for any ongoing abuse Arrange additional support including referral to specialist Persistently unresponsive behaviour, especially toward an infant (e.g. not offering comfort or care when the child/ Contact legal and community resources, as appropriate and as mandated adolescent is scared, hurt or sick) Consider additional psychosocial interventions Hostile or rejecting behaviour Using inappropriate threats (e.g. to abandon the child/ Ensure appropriate follow-up adolescent) or harsh methods of discipline",
  "gloss_vi": "Injuries or symptoms that are medically clinical features or any element in the clinical history that suggest unexplained maltreatment or exposure to violence (see clinical tip). – sexually transmitted infections or preg...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral",
      "psychoeducation"
    ],
    "life_topics": [
      "stress",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn injuries or symptoms that are medically Clinical features or any element in the clinical history that suggest unexplained maltreatment or exposure to violence (see CLINICAL TIP). – Sexually transmitted infections or pregnancy – Sexualised behaviours (e.g. indication of age-inappropriate Any recent or ongoing severe stressors (e.g. illness or death of a sexual knowledge) family member, difficult living and financial circumstances, being Neglect bullied or harmed). – Being excessively dirty, unsuitable clothing – Signs of malnutrition, very poor dental health Emotional abuse and all other forms of maltreatment Any sudden or significant change in the behaviour or emotional state of the child/adolescent that is not better explained by another cause, such as: – Unusual fearfulness or severe distress (e.g. inconsolable crying) – Self-harm or social withdrawal Refer to child protection services if necessary – Aggression or running away from home – Indiscriminate affection seeking from adults Explore and manage stressors – Development of new soiling and wetting behaviours, thumb Ensure child/adolescent’s safety as a first priority sucking Reassure the child/adolescent that all children/adolescents need to ASPECTS OF CARER INTERACTION WITH THE be protected from abuse CHILD/ADOLESCENT Provide information about where to seek help for any ongoing abuse Arrange additional support including referral to specialist Persistently unresponsive behaviour, especially toward an infant (e.g. not offering comfort or care when the child/ Contact legal and community resources, as appropriate and as mandated adolescent is scared, hurt or sick) Consider additional psychosocial interventions Hostile or rejecting behaviour Using inappropriate threats (e.g. to abandon the child/ Ensure appropriate follow-up adolescent) or harsh methods of discipline Injuries or symptoms that are medically clinical features or any element in the clinical history that suggest unexplained maltreatment or exposure to violence (see clinical tip). – sexually transmitted infections or preg..."
}