{
  "id": "everyday#screening_cues_b3bfe56b",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "instead of a diagnosis of delusional disorder. However, hallucinations that are consistent with the content of the delusions and do not occur persistently (i.e. with regular frequency for 1 month or longer) are consistent with a diagnosis of delusional disorder rather than schizophrenia. Delusional disorder is generally characterized by relatively preserved personality and less deterioration and impairment in social and occupational functioning than schizophrenia, and individuals with delusional disorder tend to present for the first time at a later age. Individuals with symptom presentations consistent with delusional disorder (e.g. delusions and related, circumscribed hallucinations) but who have not met the minimum duration requirement of 3 months should not be assigned a diagnosis of schizophrenia, even though the combination of persistent delusions and related hallucinations technically meets diagnostic requirements for schizophrenia. Instead, a diagnosis of other specified primary psychotic disorder is more appropriate in such cases. Boundary with mood disorders with psychotic symptoms In depressive disorders with psychotic symptoms and bipolar disorders with psychotic symptoms, delusions may present during the course of the mood episodes. Although mood symptoms – especially depressed mood – can occur in delusional disorder, the diagnosis of delusional disorder requires that there are times when the person experiences the delusions in the absence of any mood disturbance. Boundary with obsessive-compulsive disorder, body dysmorphic disorder, hypochondriasis (health anxiety disorder), olfactory reference disorder and anorexia nervosa A number of mental disorders (e.g. obsessive-compulsive disorder, body dysmorphic disorder, hypochondriasis, olfactory reference disorder, anorexia nervosa) may involve a recurrent preoccupation with a belief that is demonstrably untrue or that is not shared by others (e.g. that ritualistically washing one’s hands prevents harm to loved ones, that a body part is defective, that one has a serious medical illness, that one emits a foul smell, that one is overweight) that may at times appear to be delusional in intensity, in the context of the other clinical features of that disorder. An additional diagnosis of delusional disorder should not be given if the belief occurs entirely in the context of symptomatic episodes of one of these other disorders and is fully consistent with its other clinical features. Schizophrenia and other primary psychotic disorders | Delusional disorder",
  "gloss_vi": "Instead of a diagnosis of delusional disorder. however, hallucinations that are consistent with the content of the delusions and do not occur persistently (i.e.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "do_not_do"
    ],
    "life_topics": [
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc instead of a diagnosis of delusional disorder. However, hallucinations that are consistent with the content of the delusions and do not occur persistently (i.e. with regular frequency for 1 month or longer) are consistent with a diagnosis of delusional disorder rather than schizophrenia. Delusional disorder is generally characterized by relatively preserved personality and less deterioration and impairment in social and occupational functioning than schizophrenia, and individuals with delusional disorder tend to present for the first time at a later age. Individuals with symptom presentations consistent with delusional disorder (e.g. delusions and related, circumscribed hallucinations) but who have not met the minimum duration requirement of 3 months should not be assigned a diagnosis of schizophrenia, even though the combination of persistent delusions and related hallucinations technically meets diagnostic requirements for schizophrenia. Instead, a diagnosis of other specified primary psychotic disorder is more appropriate in such cases. Boundary with mood disorders with psychotic symptoms In depressive disorders with psychotic symptoms and bipolar disorders with psychotic symptoms, delusions may present during the course of the mood episodes. Although mood symptoms – especially depressed mood – can occur in delusional disorder, the diagnosis of delusional disorder requires that there are times when the person experiences the delusions in the absence of any mood disturbance. Boundary with obsessive-compulsive disorder, body dysmorphic disorder, hypochondriasis (health anxiety disorder), olfactory reference disorder and anorexia nervosa A number of mental disorders (e.g. obsessive-compulsive disorder, body dysmorphic disorder, hypochondriasis, olfactory reference disorder, anorexia nervosa) may involve a recurrent preoccupation with a belief that is demonstrably untrue or that is not shared by others (e.g. that ritualistically washing one’s hands prevents harm to loved ones, that a body part is defective, that one has a serious medical illness, that one emits a foul smell, that one is overweight) that may at times appear to be delusional in intensity, in the context of the other clinical features of that disorder. An additional diagnosis of delusional disorder should not be given if the belief occurs entirely in the context of symptomatic episodes of one of these other disorders and is fully consistent with its other clinical features. Schizophrenia and other primary psychotic disorders | Delusional disorder Instead of a diagnosis of delusional disorder. however, hallucinations that are consistent with the content of the delusions and do not occur persistently (i.e."
}