{
  "id": "everyday#risk_safety_c2128c72",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "416 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundaries with other disorders and conditions (differential diagnosis) Boundary with nutritional deficiencies Individuals who ingest non-nutritive substances as a symptom of specific nutritional deficiencies should not be diagnosed with pica unless the behaviour persists after the deficiency is corrected. For example, anaemia caused by vitamin B , folate or iron deficiency can be associated with a 12 craving to eat dirt. Boundary with disorders of intellectual development The ingestion of non-nutritive substances is common in children or adults with disorders of intellectual development. An additional diagnosis of pica may be given, as long as that the individual is able to distinguish between edible and non-edible substances, if the behaviour is persistent or potentially dangerous enough to require specific clinical attention. Boundary with factitious disorder and malingering Individuals with factitious disorder or who are malingering may swallow harmful substances or objects in order to present themselves as ill. For example, prisoners may swallow harmful substances or objects in order to be transferred to hospital or to a setting that is less harsh or less restrictive. Pica should not be diagnosed in such cases. Boundary with other mental, behavioural and neurodevelopmental disorders Individuals with anorexia nervosa may eat non-nutritive substances (e.g. tissues, paper) in order to suppress hunger. In trichotillomania (hair-pulling disorder) or excoriation (skin-picking) disorder, individuals sometimes eat hair or skin that they pull or pick from the body. Eating of non-nutritive substances may also occur in other mental, behavioural or neurodevelopmental disorders such as autism spectrum disorder and schizophrenia. In all such cases, an additional diagnosis of pica should be assigned only if the behaviour is persistent or severe enough to require clinical attention. That is, the behaviour causes damage to health, impairment in functioning or significant risk due to the frequency, amount or nature of the substances or objects ingested. 6B85 Rumination-regurgitation disorder Essential (required) features • The intentional and repeated bringing up of previously swallowed food back to the mouth (regurgitation), which may be",
  "gloss_vi": "416 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders boundaries with other disorders and conditions (differential diagnosis) ranh giới with nutritional defi...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues"
    ],
    "life_topics": [
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 416 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundaries with other disorders and conditions (differential diagnosis) Boundary with nutritional deficiencies Individuals who ingest non-nutritive substances as a symptom of specific nutritional deficiencies should not be diagnosed with pica unless the behaviour persists after the deficiency is corrected. For example, anaemia caused by vitamin B , folate or iron deficiency can be associated with a 12 craving to eat dirt. Boundary with disorders of intellectual development The ingestion of non-nutritive substances is common in children or adults with disorders of intellectual development. An additional diagnosis of pica may be given, as long as that the individual is able to distinguish between edible and non-edible substances, if the behaviour is persistent or potentially dangerous enough to require specific clinical attention. Boundary with factitious disorder and malingering Individuals with factitious disorder or who are malingering may swallow harmful substances or objects in order to present themselves as ill. For example, prisoners may swallow harmful substances or objects in order to be transferred to hospital or to a setting that is less harsh or less restrictive. Pica should not be diagnosed in such cases. Boundary with other mental, behavioural and neurodevelopmental disorders Individuals with anorexia nervosa may eat non-nutritive substances (e.g. tissues, paper) in order to suppress hunger. In trichotillomania (hair-pulling disorder) or excoriation (skin-picking) disorder, individuals sometimes eat hair or skin that they pull or pick from the body. Eating of non-nutritive substances may also occur in other mental, behavioural or neurodevelopmental disorders such as autism spectrum disorder and schizophrenia. In all such cases, an additional diagnosis of pica should be assigned only if the behaviour is persistent or severe enough to require clinical attention. That is, the behaviour causes damage to health, impairment in functioning or significant risk due to the frequency, amount or nature of the substances or objects ingested. 6B85 Rumination-regurgitation disorder Essential (required) features • The intentional and repeated bringing up of previously swallowed food back to the mouth (regurgitation), which may be 416 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders boundaries with other disorders and conditions (differential diagnosis) ranh giới with nutritional defi..."
}