{
  "id": "everyday#screening_cues_5725a7e1",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Feeding and eating disorders 407 Boundaries with other disorders and conditions (differential diagnosis) Boundary with anorexia nervosa Individuals with anorexia nervosa may engage in binge eating and purging, but can be distinguished from individuals with bulimia nervosa by their very low body weight. If binge eating and purging are associated with very low body weight (i.e. BMI of less than 18.5 kg/m2 in adults and BMI for age under the 5th percentile in children and adolescents), and all the other diagnostic requirements are met, a diagnosis of anorexia nervosa, binge-purge pattern, rather than bulimia nervosa should be assigned. Moreover, a significant proportion of individuals with anorexia nervosa continue to exhibit binging or purging behaviours after they have regained a more normal weight. In such cases, the diagnosis may be changed to bulimia nervosa after 1 year during which body weight has not been sufficiently low to meet the diagnostic requirements of anorexia nervosa. Boundary with binge-eating disorder Binge eating that is not associated with regular compensatory behaviours should be diagnosed as binge-eating disorder rather than bulimia nervosa. 6B82 Binge-eating disorder Essential (required) features • Frequent, recurrent episodes of binge eating (e.g. once a week or more over a period of 3 months) are required for diagnosis. Binge eating is defined as a discrete period of time (e.g. 2 hours) during which the individual experiences a loss of control over their eating behaviour and eats notably more or differently than usual. Loss of control over eating may be described by the individual as feeling like they cannot stop or limit the amount or type of food eaten; having difficulty stopping eating once they have started; or giving up even trying to control their eating because they know they will end up overeating. • The binge-eating episodes are not regularly accompanied by inappropriate compensatory behaviours aimed at preventing weight gain. • The symptoms and behaviours are not better accounted for by another medical condition (e.g. Prader-Willi syndrome) or mental disorder (e.g. a depressive disorder), and are not due to the effects of a substance or medication on the central nervous system, including withdrawal effects. • There is marked distress about the pattern of binge eating, or significant impairment in personal, family, social, educational, occupational or other important areas of functioning. During the earlier phases of the disorder, symptoms may be concealed and functioning maintained through significant additional effort. Feeding",
  "gloss_vi": "Feeding and eating disorders 407 boundaries with other disorders and conditions (differential diagnosis) ranh giới with anorexia nervosa individuals with anorexia nervosa may engage in binge eating and purging, but can b...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation"
    ],
    "life_topics": [
      "stress",
      "relationships",
      "grief"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Feeding and eating disorders 407 Boundaries with other disorders and conditions (differential diagnosis) Boundary with anorexia nervosa Individuals with anorexia nervosa may engage in binge eating and purging, but can be distinguished from individuals with bulimia nervosa by their very low body weight. If binge eating and purging are associated with very low body weight (i.e. BMI of less than 18.5 kg/m2 in adults and BMI for age under the 5th percentile in children and adolescents), and all the other diagnostic requirements are met, a diagnosis of anorexia nervosa, binge-purge pattern, rather than bulimia nervosa should be assigned. Moreover, a significant proportion of individuals with anorexia nervosa continue to exhibit binging or purging behaviours after they have regained a more normal weight. In such cases, the diagnosis may be changed to bulimia nervosa after 1 year during which body weight has not been sufficiently low to meet the diagnostic requirements of anorexia nervosa. Boundary with binge-eating disorder Binge eating that is not associated with regular compensatory behaviours should be diagnosed as binge-eating disorder rather than bulimia nervosa. 6B82 Binge-eating disorder Essential (required) features • Frequent, recurrent episodes of binge eating (e.g. once a week or more over a period of 3 months) are required for diagnosis. Binge eating is defined as a discrete period of time (e.g. 2 hours) during which the individual experiences a loss of control over their eating behaviour and eats notably more or differently than usual. Loss of control over eating may be described by the individual as feeling like they cannot stop or limit the amount or type of food eaten; having difficulty stopping eating once they have started; or giving up even trying to control their eating because they know they will end up overeating. • The binge-eating episodes are not regularly accompanied by inappropriate compensatory behaviours aimed at preventing weight gain. • The symptoms and behaviours are not better accounted for by another medical condition (e.g. Prader-Willi syndrome) or mental disorder (e.g. a depressive disorder), and are not due to the effects of a substance or medication on the central nervous system, including withdrawal effects. • There is marked distress about the pattern of binge eating, or significant impairment in personal, family, social, educational, occupational or other important areas of functioning. During the earlier phases of the disorder, symptoms may be concealed and functioning maintained through significant additional effort. Feeding Feeding and eating disorders 407 boundaries with other disorders and conditions (differential diagnosis) ranh giới with anorexia nervosa individuals with anorexia nervosa may engage in binge eating and purging, but can b..."
}