{
  "id": "everyday#risk_safety_65171bda",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "cardiac disease. two divided doses (maximum 1200 mg daily). Serious: hepatotoxicity, cardiac conduction delay, Drug-drug interactions. Route: p.o low sodium levels, severe rash. – May reduce the effects of hormonal birth control, immunosuppressants, Note: Dose may need to be adjusted after antiepileptics, antipsychotics, methadone and some antiretrovirals. 2 weeks due to induction of its own metabolism. – Levels can be increased by certain antifungals and antibiotics. PSYCHOSES 43 44 PSY 2 PSYCHOSES Management TABLE 4: Review adherence, side effects and dosing based on clinical situation/ presentation CLINICAL SITUATION ACTION The person is not tolerating antipsychotic Reduce the dose of antipsychotic medication. medication, i.e. the person has If side-effects persist, consider switching to another antipsychotic medication. extrapyramidal symptoms (EPS) or other Consider adding anticholinergic medication for short-term use to treat EPS if these strategies fail or if symptoms are severe (see Table 2). serious side effects Adherence to treatment is Discuss reasons for non-adherence with the person and carers. unsatisfactory And provide information regarding importance of medication. Consider depot/long-acting injectable antipsychotic medication as an option after discussing possible side effects of oral versus depot preparations. Treatment response is inadequate Verify that the person is receiving an effective dose of medication. If the dose is low, increase gradually to lowest effective dose to reduce (i.e. symptoms persist or worsen) despite the risk of side effects. adherence to medication Enquire about alcohol or substance use and take measures to reduce this. Go to » SUB. Enquire about recent stressful event that may have led to worsening of clinical condition and take measures to reduce stress. » Review symptoms to rule out physical and/or other priority MNS conditions. Go to PSY 1, see STEP 1 Consider risperidone as an alternative to haloperidol or chlorpromazine, if cost and availability are not constraints. If the person does not respond to adequate dose and duration of more than one antipsychotic medication, using one medicine at a time, then antipsychotic combination treatment may be considered; preferably under the supervision of a specialist, with close clinical monitoring. Consider consultation with a specialist for the use of clozapine in those who have not responded to other antipsychotic medications at adequate doses and durations. Only use clozapine under the supervision of a specialist and only if routine laboratory monitoring is available, due to the risk of life-threatening agranulocytosis.",
  "gloss_vi": "Cardiac disease. two divided doses (maximum 1200 mg daily).",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral"
    ],
    "life_topics": [
      "stress"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn cardiac disease. two divided doses (maximum 1200 mg daily). Serious: hepatotoxicity, cardiac conduction delay, Drug-drug interactions. Route: p.o low sodium levels, severe rash. – May reduce the effects of hormonal birth control, immunosuppressants, Note: Dose may need to be adjusted after antiepileptics, antipsychotics, methadone and some antiretrovirals. 2 weeks due to induction of its own metabolism. – Levels can be increased by certain antifungals and antibiotics. PSYCHOSES 43 44 PSY 2 PSYCHOSES Management TABLE 4: Review adherence, side effects and dosing based on clinical situation/ presentation CLINICAL SITUATION ACTION The person is not tolerating antipsychotic Reduce the dose of antipsychotic medication. medication, i.e. the person has If side-effects persist, consider switching to another antipsychotic medication. extrapyramidal symptoms (EPS) or other Consider adding anticholinergic medication for short-term use to treat EPS if these strategies fail or if symptoms are severe (see Table 2). serious side effects Adherence to treatment is Discuss reasons for non-adherence with the person and carers. unsatisfactory And provide information regarding importance of medication. Consider depot/long-acting injectable antipsychotic medication as an option after discussing possible side effects of oral versus depot preparations. Treatment response is inadequate Verify that the person is receiving an effective dose of medication. If the dose is low, increase gradually to lowest effective dose to reduce (i.e. symptoms persist or worsen) despite the risk of side effects. adherence to medication Enquire about alcohol or substance use and take measures to reduce this. Go to » SUB. Enquire about recent stressful event that may have led to worsening of clinical condition and take measures to reduce stress. » Review symptoms to rule out physical and/or other priority MNS conditions. Go to PSY 1, see STEP 1 Consider risperidone as an alternative to haloperidol or chlorpromazine, if cost and availability are not constraints. If the person does not respond to adequate dose and duration of more than one antipsychotic medication, using one medicine at a time, then antipsychotic combination treatment may be considered; preferably under the supervision of a specialist, with close clinical monitoring. Consider consultation with a specialist for the use of clozapine in those who have not responded to other antipsychotic medications at adequate doses and durations. Only use clozapine under the supervision of a specialist and only if routine laboratory monitoring is available, due to the risk of life-threatening agranulocytosis. Cardiac disease. two divided doses (maximum 1200 mg daily)."
}