{
  "id": "everyday#screening_cues_a4ceebfd",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "appear to be delusional in intensity, in the context of the other clinical features of that disorder. An additional diagnosis of delusional disorder should not be given if the belief occurs entirely in the context of symptomatic episodes of one of these other disorders and is fully consistent with its other clinical features. Schizophrenia and other primary psychotic disorders | Delusional disorder Schizophrenia and other primary psychotic disorders 189 Boundary with dementia Delusions – especially persecutory delusions – may occur as a symptom of dementia, particularly among older adults. Such delusions are differentiated from delusional disorder in that they have their onset during the dementia and are, by definition, due to another medical condition or prolonged substance use. In contrast, the delusions in delusional disorder must have had their onset prior to the onset of dementia. In cases where dementia has developed in someone with an established diagnosis of delusional disorder, both diagnoses may be assigned. Boundary with delirium Delusions may also be a prominent feature of delirium. In delirium, however, the individual also has a fluctuating clouding of consciousness (i.e. reduced ability to direct, focus, sustain, and shift attention) and awareness (i.e. reduced orientation to the environment). In contrast, in delusional disorder, there is no disturbance of attention or consciousness. 6A2Y Other specified primary psychotic disorder Essential (required) features • The presentation is characterized by psychotic symptoms that share primary clinical features with disorders in the schizophrenia and other primary psychotic disorders grouping (e.g. delusions, hallucinations, formal thought disorder, grossly disorganized or catatonic behaviour). • The symptoms do not fulfil the diagnostic requirements (e.g. in severity, frequency or duration) for any other disorder in the schizophrenia and other primary psychotic disorders grouping. • The symptoms are not better accounted for by another mental, behavioural or neurodevelopmental disorder (e.g. a mood disorder, a disorder specifically associated with stress, a dissociative disorder). • The symptoms or behaviours are not developmentally appropriate or culturally sanctioned. • The symptoms or behaviours are not a manifestation of another medical condition (e.g. a brain tumour), and are not due to the effects of a substance or medication on the central nervous system (e.g. corticosteroids), including withdrawal effects (e.g. from alcohol). • The symptoms result in significant distress or significant impairment in personal, family, social, educational, occupational or other important areas of functioning. 6A2Z Schizophrenia or other primary psychotic disorder, unspecified Schizophrenia and other primary psychotic disorders | Other specified or unspecified psychotic disorder",
  "gloss_vi": "Appear to be delusional in intensity, in the context of the other clinical features of that disorder. an additional diagnosis of delusional disorder should not be given if the belief occurs entirely in the context of sym...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc appear to be delusional in intensity, in the context of the other clinical features of that disorder. An additional diagnosis of delusional disorder should not be given if the belief occurs entirely in the context of symptomatic episodes of one of these other disorders and is fully consistent with its other clinical features. Schizophrenia and other primary psychotic disorders | Delusional disorder Schizophrenia and other primary psychotic disorders 189 Boundary with dementia Delusions – especially persecutory delusions – may occur as a symptom of dementia, particularly among older adults. Such delusions are differentiated from delusional disorder in that they have their onset during the dementia and are, by definition, due to another medical condition or prolonged substance use. In contrast, the delusions in delusional disorder must have had their onset prior to the onset of dementia. In cases where dementia has developed in someone with an established diagnosis of delusional disorder, both diagnoses may be assigned. Boundary with delirium Delusions may also be a prominent feature of delirium. In delirium, however, the individual also has a fluctuating clouding of consciousness (i.e. reduced ability to direct, focus, sustain, and shift attention) and awareness (i.e. reduced orientation to the environment). In contrast, in delusional disorder, there is no disturbance of attention or consciousness. 6A2Y Other specified primary psychotic disorder Essential (required) features • The presentation is characterized by psychotic symptoms that share primary clinical features with disorders in the schizophrenia and other primary psychotic disorders grouping (e.g. delusions, hallucinations, formal thought disorder, grossly disorganized or catatonic behaviour). • The symptoms do not fulfil the diagnostic requirements (e.g. in severity, frequency or duration) for any other disorder in the schizophrenia and other primary psychotic disorders grouping. • The symptoms are not better accounted for by another mental, behavioural or neurodevelopmental disorder (e.g. a mood disorder, a disorder specifically associated with stress, a dissociative disorder). • The symptoms or behaviours are not developmentally appropriate or culturally sanctioned. • The symptoms or behaviours are not a manifestation of another medical condition (e.g. a brain tumour), and are not due to the effects of a substance or medication on the central nervous system (e.g. corticosteroids), including withdrawal effects (e.g. from alcohol). • The symptoms result in significant distress or significant impairment in personal, family, social, educational, occupational or other important areas of functioning. 6A2Z Schizophrenia or other primary psychotic disorder, unspecified Schizophrenia and other primary psychotic disorders | Other specified or unspecified psychotic disorder Appear to be delusional in intensity, in the context of the other clinical features of that disorder. an additional diagnosis of delusional disorder should not be given if the belief occurs entirely in the context of sym..."
}