{
  "id": "everyday#screening_cues_9885da91",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "36 PSY 1 PSYCHOSES Assessment » EVALUATE FOR DEMENTIA, DEPRESSION, DRUG/ ALCOHOL INTOXICATION OR WITHDRAWAL. MANAGEMENT OF ACUTE AGITATION AND/OR AGRESSION Consider consultation with a mental If the person presents with either acute health specialist for management of agitation and/or acute agression concurrent conditions. Go to “Management of persons with agitated and/or aggressive behaviour” Manage concurrent conditions. (Table 5) in this module before Go to relevant modules. continuing. 2 Is the person having an acute manic episode? Have several of the following symptoms occurred simultaneously, lasting for at least 1 week, and severely enough to interfere significantly with work and social activities or requiring confinement or hospitalization: – Elevated or irritable mood – Loss of normal social inhibitions such – Being easily distracted – Decreased need for sleep as sexual indiscretion – Unrealistically inflated self-esteem – Increased activity, feeling of increased – Impulsive or reckless behaviours such as energy, increased talkativeness or excessive spending, making important rapid speech decisions without planning",
  "gloss_vi": "36 psy 1 psychoses đánh giá » evaluate for dementia, trầm cảm, drug/ alcohol intoxication or withdrawal. management of acute agitation and/or agression consider consultation with a mental if the person presents with eith...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral"
    ],
    "life_topics": [
      "sleep",
      "work",
      "self_esteem",
      "grief"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 36 PSY 1 PSYCHOSES Assessment » EVALUATE FOR DEMENTIA, DEPRESSION, DRUG/ ALCOHOL INTOXICATION OR WITHDRAWAL. MANAGEMENT OF ACUTE AGITATION AND/OR AGRESSION Consider consultation with a mental If the person presents with either acute health specialist for management of agitation and/or acute agression concurrent conditions. Go to “Management of persons with agitated and/or aggressive behaviour” Manage concurrent conditions. (Table 5) in this module before Go to relevant modules. continuing. 2 Is the person having an acute manic episode? Have several of the following symptoms occurred simultaneously, lasting for at least 1 week, and severely enough to interfere significantly with work and social activities or requiring confinement or hospitalization: – Elevated or irritable mood – Loss of normal social inhibitions such – Being easily distracted – Decreased need for sleep as sexual indiscretion – Unrealistically inflated self-esteem – Increased activity, feeling of increased – Impulsive or reckless behaviours such as energy, increased talkativeness or excessive spending, making important rapid speech decisions without planning 36 psy 1 psychoses đánh giá » evaluate for dementia, trầm cảm, drug/ alcohol intoxication or withdrawal. management of acute agitation and/or agression consider consultation with a mental if the person presents with eith..."
}