{
  "id": "everyday#screening_cues_431c0c95",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "symptoms may be present in schizoaffective disorder, but do not occur in acute transient psychotic disorder. The duration of acute and transient psychotic disorder does not exceed 3 months, and most often lasts from a few days to 1 month, compared to a much longer typical course for schizoaffective disorder. Schizophrenia and other primary psychotic disorders | Schizoaffective disorder Schizophrenia and other primary psychotic disorders 177 6A22 Schizotypal disorder Essential (required) features • An enduring pattern of unusual speech, perceptions, beliefs and behaviours that are not of sufficient intensity or duration to meet the diagnostic requirements of schizophrenia, schizoaffective disorder or delusional disorder is required for diagnosis. The pattern includes several of the following symptoms: • constricted affect, such that the individual appears cold and aloof; • behaviour or appearance that is odd, eccentric, unusual or peculiar, and is inconsistent with cultural or subcultural norms; • poor rapport with others and a tendency towards social withdrawal; • unusual beliefs or magical thinking influencing the person’s behaviour in ways that are inconsistent with subcultural norms, but not reaching the diagnostic requirements for a delusion; • unusual perceptual distortions such as intense illusions, depersonalization, derealization, or auditory or other hallucinations; • suspiciousness or paranoid ideas; • vague, circumstantial, metaphorical, overelaborate or stereotyped thinking, manifested in odd speech without gross incoherence; • obsessive ruminations without a sense that the obsession is foreign or unwanted, often with body dysmorphic, sexual or aggressive content. • The individual has never met the diagnostic requirements for schizophrenia, schizoaffective disorder or delusional disorder. That is, transient delusions, hallucinations, formal thought disorder, or experiences of influence, passivity or control may occur, but do not last for more than 1 month. • Symptoms should have been present, continuously or episodically, for at least 2 years. • The symptoms cause distress or impairment in personal, family, social, educational, occupational or other important areas of functioning. • The symptoms are not a manifestation of another medical condition (e.g. a brain tumour), are not due to the effects of a substance or medication on the central nervous system (e.g. corticosteroids) – including withdrawal effects (e.g. from alcohol) – and are not better accounted for by another mental, behavioural or neurodevelopmental disorder. Additional clinical features • Schizotypal disorder is more prevalent among biological relatives of people with a diagnosis of schizophrenia, and is considered to be a part of the spectrum of schizophrenia-related psychopathology. Having a first-degree relative with schizophrenia gives additional weight to a diagnosis of schizotypal disorder but is not a requirement if the individual is experiencing distress or impairment in psychosocial functioning related to their symptoms. Schizophrenia and other primary psychotic disorders | Schizotypal disorder",
  "gloss_vi": "Symptoms may be present in schizoaffective disorder, but do not occur in acute transient psychotic disorder. the duration of acute and transient psychotic disorder does not exceed 3 months, and most often lasts from a fe...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc symptoms may be present in schizoaffective disorder, but do not occur in acute transient psychotic disorder. The duration of acute and transient psychotic disorder does not exceed 3 months, and most often lasts from a few days to 1 month, compared to a much longer typical course for schizoaffective disorder. Schizophrenia and other primary psychotic disorders | Schizoaffective disorder Schizophrenia and other primary psychotic disorders 177 6A22 Schizotypal disorder Essential (required) features • An enduring pattern of unusual speech, perceptions, beliefs and behaviours that are not of sufficient intensity or duration to meet the diagnostic requirements of schizophrenia, schizoaffective disorder or delusional disorder is required for diagnosis. The pattern includes several of the following symptoms: • constricted affect, such that the individual appears cold and aloof; • behaviour or appearance that is odd, eccentric, unusual or peculiar, and is inconsistent with cultural or subcultural norms; • poor rapport with others and a tendency towards social withdrawal; • unusual beliefs or magical thinking influencing the person’s behaviour in ways that are inconsistent with subcultural norms, but not reaching the diagnostic requirements for a delusion; • unusual perceptual distortions such as intense illusions, depersonalization, derealization, or auditory or other hallucinations; • suspiciousness or paranoid ideas; • vague, circumstantial, metaphorical, overelaborate or stereotyped thinking, manifested in odd speech without gross incoherence; • obsessive ruminations without a sense that the obsession is foreign or unwanted, often with body dysmorphic, sexual or aggressive content. • The individual has never met the diagnostic requirements for schizophrenia, schizoaffective disorder or delusional disorder. That is, transient delusions, hallucinations, formal thought disorder, or experiences of influence, passivity or control may occur, but do not last for more than 1 month. • Symptoms should have been present, continuously or episodically, for at least 2 years. • The symptoms cause distress or impairment in personal, family, social, educational, occupational or other important areas of functioning. • The symptoms are not a manifestation of another medical condition (e.g. a brain tumour), are not due to the effects of a substance or medication on the central nervous system (e.g. corticosteroids) – including withdrawal effects (e.g. from alcohol) – and are not better accounted for by another mental, behavioural or neurodevelopmental disorder. Additional clinical features • Schizotypal disorder is more prevalent among biological relatives of people with a diagnosis of schizophrenia, and is considered to be a part of the spectrum of schizophrenia-related psychopathology. Having a first-degree relative with schizophrenia gives additional weight to a diagnosis of schizotypal disorder but is not a requirement if the individual is experiencing distress or impairment in psychosocial functioning related to their symptoms. Schizophrenia and other primary psychotic disorders | Schizotypal disorder Symptoms may be present in schizoaffective disorder, but do not occur in acute transient psychotic disorder. the duration of acute and transient psychotic disorder does not exceed 3 months, and most often lasts from a fe..."
}