{
  "id": "everyday#screening_cues_bcb162f2",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders LMIC low- and middle-income country LRT life review therapy mhGAP Mental Health Gap Action Programme MNS mental, neurological and substance use NGO nongovernmental organization NMA network meta-analysis NSAID non-steroidal anti-inflammatory drug PICO population, intervention, comparator, outcome PST problem-solving therapy PTSD post-traumatic stress disorder RCT randomized controlled trial SSRI selective serotonin reuptake inhibitor SMD standardized mean difference SUDEP Sudden Unexpected Death in Epilepsy SUP supportive counselling TAU treatment as usual TB tuberculosis TCA tricyclic antidepressant TEG Topic Expert Group WHO World Health Organization viii Glossary Activities of daily living A concept of functioning – activities of daily living are basic activities that are (ADLs) necessary for independent living, including eating, bathing and toileting. This concept has several assessment tools to determine an individual’s ability to perform the activity with or without assistance. Agitation Marked restlessness and excessive motor activity, accompanied by anxiety. Akathisia A subjective sense of restlessness, often accompanied by observed excessive movements (e.g. fidgety movements of the legs, rocking from foot to foot, pacing, inability to sit or stand still). Akinesia The absence or lack of voluntary movement. A state of difficulty initiating movements or changing from one motor",
  "gloss_vi": "Mental health gap action programme (mhgap) guideline for mental, neurological and substance use disorders lmic low- and middle-income country lrt life review therapy mhgap mental health gap action programme mns mental, n...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation"
    ],
    "life_topics": [
      "stress",
      "work",
      "grief"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders LMIC low- and middle-income country LRT life review therapy mhGAP Mental Health Gap Action Programme MNS mental, neurological and substance use NGO nongovernmental organization NMA network meta-analysis NSAID non-steroidal anti-inflammatory drug PICO population, intervention, comparator, outcome PST problem-solving therapy PTSD post-traumatic stress disorder RCT randomized controlled trial SSRI selective serotonin reuptake inhibitor SMD standardized mean difference SUDEP Sudden Unexpected Death in Epilepsy SUP supportive counselling TAU treatment as usual TB tuberculosis TCA tricyclic antidepressant TEG Topic Expert Group WHO World Health Organization viii Glossary Activities of daily living A concept of functioning – activities of daily living are basic activities that are (ADLs) necessary for independent living, including eating, bathing and toileting. This concept has several assessment tools to determine an individual’s ability to perform the activity with or without assistance. Agitation Marked restlessness and excessive motor activity, accompanied by anxiety. Akathisia A subjective sense of restlessness, often accompanied by observed excessive movements (e.g. fidgety movements of the legs, rocking from foot to foot, pacing, inability to sit or stand still). Akinesia The absence or lack of voluntary movement. A state of difficulty initiating movements or changing from one motor Mental health gap action programme (mhgap) guideline for mental, neurological and substance use disorders lmic low- and middle-income country lrt life review therapy mhgap mental health gap action programme mns mental, n..."
}