{
  "id": "everyday#screening_cues_fe0dea80",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "438 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders thoughts, images and impulses related to the desire to become disabled in body integrity dysphoria (e.g. fantasies of being disabled) are ego-syntonic, and are not experienced as intrusive, unwanted or distressing. Distress in body integrity dysphoria is typically related to not being able to actualize the disability, or to fear of the negative judgements of others. Boundary with body dysmorphic disorder Individuals with body dysmorphic disorder have persistent preoccupations about a part of their body that they believe is defective, or a perception that their appearance overall is ugly. In contrast, individuals with body integrity dysphoria are persistently preoccupied with a sense that the way their body is configured (e.g. for those who desire an amputation) or functions (e.g. for those who want to be paraplegic or blind) is wrong, unnatural and not as it should be. Boundary with paraphilic disorder involving solitary behaviour or consenting individual Some individuals have a paraphilic focus of intense sexual arousal involving the fantasy of having a serious disability, which may be associated with transient periods of wanting to acquire the disability that is the source of arousal. If the desire to acquire a disability occurs solely in connection with sexual arousal, body integrity dysphoria should not be diagnosed. A diagnosis of paraphilic disorder involved solitary behaviour or consenting individuals may be appropriate in such cases, if the individual is markedly distressed about this arousal pattern or if they have injured themselves as a part of enacting sexual fantasies related to it. Boundary with factitious disorder and malingering Individuals with body integrity disorder often simulate their desired disability as a way of reducing their negative feelings (e.g. a person who desires to be paraplegic may spend part or all of their time using a wheelchair). Moreover, they typically shun medical attention. In contrast, individuals with factitious disorder feign medical or psychological signs or symptoms in order to seek attention – especially from",
  "gloss_vi": "438 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders thoughts, images and impulses related to the desire to become disabled in body integrity dysphoria (e.g...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 438 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders thoughts, images and impulses related to the desire to become disabled in body integrity dysphoria (e.g. fantasies of being disabled) are ego-syntonic, and are not experienced as intrusive, unwanted or distressing. Distress in body integrity dysphoria is typically related to not being able to actualize the disability, or to fear of the negative judgements of others. Boundary with body dysmorphic disorder Individuals with body dysmorphic disorder have persistent preoccupations about a part of their body that they believe is defective, or a perception that their appearance overall is ugly. In contrast, individuals with body integrity dysphoria are persistently preoccupied with a sense that the way their body is configured (e.g. for those who desire an amputation) or functions (e.g. for those who want to be paraplegic or blind) is wrong, unnatural and not as it should be. Boundary with paraphilic disorder involving solitary behaviour or consenting individual Some individuals have a paraphilic focus of intense sexual arousal involving the fantasy of having a serious disability, which may be associated with transient periods of wanting to acquire the disability that is the source of arousal. If the desire to acquire a disability occurs solely in connection with sexual arousal, body integrity dysphoria should not be diagnosed. A diagnosis of paraphilic disorder involved solitary behaviour or consenting individuals may be appropriate in such cases, if the individual is markedly distressed about this arousal pattern or if they have injured themselves as a part of enacting sexual fantasies related to it. Boundary with factitious disorder and malingering Individuals with body integrity disorder often simulate their desired disability as a way of reducing their negative feelings (e.g. a person who desires to be paraplegic may spend part or all of their time using a wheelchair). Moreover, they typically shun medical attention. In contrast, individuals with factitious disorder feign medical or psychological signs or symptoms in order to seek attention – especially from 438 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders thoughts, images and impulses related to the desire to become disabled in body integrity dysphoria (e.g..."
}