{
  "id": "everyday#general_471758ed",
  "title_en": "General — General",
  "title_vi": "General — General",
  "text_en": "Veale Hisato Matsunaga Douglas W. Woods 816 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Additional contributors on compulsive sexual behaviour disorder Richard B. Krueger Meg S. Kaplan Peer Briken Cary S. Kogan Shane W. Kraus Valerie Voon Carmita H.N. Abdo Elham Atalla ICD-11 Working Group on the Classification of Disorders Specifically Associated with Stress Andreas Maercker, Chair Augusto E. Llosa Chris R. Brewin Cécile Rousseau Richard A. Bryant Daya J. Somasundaram Marylène Cloitre Renato Souza Asma Humayun Yuriko Suzuki Lynne M. Jones Inka Weissbecker Ashraf Kagee Simon C. Wessely Additional contributor Axel Perkonigg ICD-11 Working Group on the Classification of Somatic Distress and Dissociative Disorders Oye Gureje, Chair M. Elena Garralda Abdulbari Bener Yanling He Antonio Bulbena Vilarrasa Aleksandar Janca Santosh K. Chaturvedi Athula Sumathipala Francis Creed Luís F. Tófoli Subgroup on dissociative disorders Oye Gureje, Co-Chair Andrew Moskowitz Roberto Lewis-Fernández, Co-Chair Ellert Nijenhuis Alexander Moreira-Almeida Luís F. Tófoli ICD-11 Working Group on the Classification of Feeding and Eating Disorders Angélica M. Claudino, Chair Claes Norring Samir Al-Adawi Kathleen M. Pike Brigita Baks David J. Pilon Rachel Bryant-Waugh Per-Anders Rydelius Phillipa Hay Pratap Sharan Cecile Rausch Herscovici Cornelia Thiels Palmiero Monteleone Rudolf Uher",
  "gloss_vi": "Veale hisato matsunaga douglas w. woods 816 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders additional contributors on compulsive sexual behaviour disorder...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [],
    "life_topics": [
      "stress",
      "work"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — General General — General Veale Hisato Matsunaga Douglas W. Woods 816 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Additional contributors on compulsive sexual behaviour disorder Richard B. Krueger Meg S. Kaplan Peer Briken Cary S. Kogan Shane W. Kraus Valerie Voon Carmita H.N. Abdo Elham Atalla ICD-11 Working Group on the Classification of Disorders Specifically Associated with Stress Andreas Maercker, Chair Augusto E. Llosa Chris R. Brewin Cécile Rousseau Richard A. Bryant Daya J. Somasundaram Marylène Cloitre Renato Souza Asma Humayun Yuriko Suzuki Lynne M. Jones Inka Weissbecker Ashraf Kagee Simon C. Wessely Additional contributor Axel Perkonigg ICD-11 Working Group on the Classification of Somatic Distress and Dissociative Disorders Oye Gureje, Chair M. Elena Garralda Abdulbari Bener Yanling He Antonio Bulbena Vilarrasa Aleksandar Janca Santosh K. Chaturvedi Athula Sumathipala Francis Creed Luís F. Tófoli Subgroup on dissociative disorders Oye Gureje, Co-Chair Andrew Moskowitz Roberto Lewis-Fernández, Co-Chair Ellert Nijenhuis Alexander Moreira-Almeida Luís F. Tófoli ICD-11 Working Group on the Classification of Feeding and Eating Disorders Angélica M. Claudino, Chair Claes Norring Samir Al-Adawi Kathleen M. Pike Brigita Baks David J. Pilon Rachel Bryant-Waugh Per-Anders Rydelius Phillipa Hay Pratap Sharan Cecile Rausch Herscovici Cornelia Thiels Palmiero Monteleone Rudolf Uher Veale hisato matsunaga douglas w. woods 816 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders additional contributors on compulsive sexual behaviour disorder..."
}