{
  "id": "everyday#screening_cues_416b4643",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "in the form of in-home care, day group therapy or counselling, typically behaviour care, or temporary admission of the person with therapy, cognitive therapy, conventional CBT dementia to a care facility) (87) to improve carer but also newer theoretical orientations such outcomes is of critically low quality and certainty, as acceptance-commitment therapy. They producing small beneficial effects on depressive are distinguished from psychoeducational symptoms and carer burden/stress. Regardless, programmes in that they are usually delivered encouraging carers to take regular breaks from their by professional psychologists or therapists and caregiving responsibilities should be considered an place stronger emphasis on the development and important element in supporting carers of people utilization of the therapeutic relationship as part with dementia. of the treatment process. y A range of other interventions have been considered Remarks as part of this update. No specific recommendations y For the purpose of this guideline, carers of people have been made as reported effects were domain- with dementia are family members, close friends specific, with overall low to very low certainty of and other informal carers. Carers may live together evidence. with the person with dementia or in separate – Training of the person with dementia (in which households. Individual circumstances of the the carer participated) may be effective in carer and the person with dementia need to be increasing carer ability, knowledge, skills or considered in the planning and provision of support mastery and reducing depressive symptoms in to affected families. carers with low to very low certainty. y The term “psychosocial intervention” is used loosely – Remotely delivered interventions may have a in research. Interventions are rarely manualized and small advantage over information-only control often do not fall into mutually exclusive categories. interventions but produce slightly greater Brief descriptions for recommended interventions drop-out rates. are provided below (in alphabetical order). y There was insufficient evidence to recommend – “Mindfulness-based interventions” here is used as support groups and/or care coordination/case an umbrella term for mindfulness, meditation and management as psychosocial interventions for yoga techniques as well as mindfulness-based carers of people living with dementia (83,86). cognitive therapy and mindfulness-based stress However, these aspects may be included or reduction (83). combined with other interventions as may be – “Multicomponent interventions” refer to the case with multicomponent interventions (see interventions that use multiple approaches, above). such as counselling, support groups and respite, y Importantly, providing carers with interventions included in the same programme but without any and support (e.g. carer education, carer skills one being the dominating component (83). training, social support, case management and – “Psychoeducation” refers to educational multicomponent interventions) may also reduce programmes with psychological or symptoms in people living with dementia (90,91). psychotherapeutic components that provide y It is important for health workers to be aware of standardized information and focus on increasing the high prevalence of depression and anxiety in carers’ knowledge of dementia and developing 51",
  "gloss_vi": "In the form of in-home care, day group therapy or counselling, typically behaviour care, or temporary admission of the person with therapy, cognitive therapy, conventional cbt dementia to a care facility) (87) to improve...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "psychoeducation",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "study",
      "work",
      "relationships"
    ],
    "advice_section": [
      "coping_skill",
      "study_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc in the form of in-home care, day group therapy or counselling, typically behaviour care, or temporary admission of the person with therapy, cognitive therapy, conventional CBT dementia to a care facility) (87) to improve carer but also newer theoretical orientations such outcomes is of critically low quality and certainty, as acceptance-commitment therapy. They producing small beneficial effects on depressive are distinguished from psychoeducational symptoms and carer burden/stress. Regardless, programmes in that they are usually delivered encouraging carers to take regular breaks from their by professional psychologists or therapists and caregiving responsibilities should be considered an place stronger emphasis on the development and important element in supporting carers of people utilization of the therapeutic relationship as part with dementia. of the treatment process. y A range of other interventions have been considered Remarks as part of this update. No specific recommendations y For the purpose of this guideline, carers of people have been made as reported effects were domain- with dementia are family members, close friends specific, with overall low to very low certainty of and other informal carers. Carers may live together evidence. with the person with dementia or in separate – Training of the person with dementia (in which households. Individual circumstances of the the carer participated) may be effective in carer and the person with dementia need to be increasing carer ability, knowledge, skills or considered in the planning and provision of support mastery and reducing depressive symptoms in to affected families. carers with low to very low certainty. y The term “psychosocial intervention” is used loosely – Remotely delivered interventions may have a in research. Interventions are rarely manualized and small advantage over information-only control often do not fall into mutually exclusive categories. interventions but produce slightly greater Brief descriptions for recommended interventions drop-out rates. are provided below (in alphabetical order). y There was insufficient evidence to recommend – “Mindfulness-based interventions” here is used as support groups and/or care coordination/case an umbrella term for mindfulness, meditation and management as psychosocial interventions for yoga techniques as well as mindfulness-based carers of people living with dementia (83,86). cognitive therapy and mindfulness-based stress However, these aspects may be included or reduction (83). combined with other interventions as may be – “Multicomponent interventions” refer to the case with multicomponent interventions (see interventions that use multiple approaches, above). such as counselling, support groups and respite, y Importantly, providing carers with interventions included in the same programme but without any and support (e.g. carer education, carer skills one being the dominating component (83). training, social support, case management and – “Psychoeducation” refers to educational multicomponent interventions) may also reduce programmes with psychological or symptoms in people living with dementia (90,91). psychotherapeutic components that provide y It is important for health workers to be aware of standardized information and focus on increasing the high prevalence of depression and anxiety in carers’ knowledge of dementia and developing 51 In the form of in-home care, day group therapy or counselling, typically behaviour care, or temporary admission of the person with therapy, cognitive therapy, conventional cbt dementia to a care facility) (87) to improve..."
}