{
  "id": "everyday#risk_safety_cf5d4b76",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "Acknowledgements This World Health Organization (WHO) Mental Health Gap Action Programme (mhGAP) guideline was prepared by the WHO Department of Mental Health and Substance Use under the leadership of Dévora Kestel. Overall coordination was provided by Tarun Dua, Neerja Chowdhary and Elaine Brohan, of the WHO Department of Mental Health and Substance Use. Thanks are due to the Guideline Development Group (GDG) Chair, Graham Thornicroft, of South London & Maudsley NHS Foundation Trust, the Centre for Global Mental Health & Centre for Implementation Science, the Institute of Psychiatry, Psychology and Neuroscience, and King’s College London, United Kingdom of Great Britain and Northern Ireland, and the Co-Chair and guideline methodologist, Corrado Barbui, of the WHO Collaborating Centre for Research and Training in Mental Health and Service Evaluation, University of Verona, Italy. The other members of the GDG, to whom WHO is grateful, are: Amza Ali, Andrews Memorial Hospital and the Department of Medicine and Neurology, University of the West Indies and Kingston Public Hospital, Jamaica; Sawitri Assanangkornchai, Faculty of Medicine, Prince of Songkla University, Thailand; Henry Brodaty, Centre for Healthy Brain Ageing, School of Clinical Medicine, University of New South Wales and Older People’s Mental Health Service, Prince of Wales Hospital, Australia; Vladimir Carli, National Centre for Suicide Research and Prevention of Mental Ill-Health and WHO Collaborating Centre for Research, Training and Methods Development in Suicide Prevention, Karolinska Institutet, Sweden; Odille Chang, School of Medical Sciences, Fiji National University, Fiji; Pamela Y. Collins, Department of Mental Health, Johns Hopkins Bloomberg School of Public Health, United States of America (USA); Pim Cuijpers, Vrije Universiteit Amsterdam, Netherlands (Kingdom of the); Petrus J. de Vries, University of Cape Town, South Africa; Palmira Fortunato dos Santos, Mental Health, Trauma and Violence Program, National Institute of Health, Ministry of Health of Mozambique, Mozambique; Christopher Dowrick, University of Liverpool, United Kingdom, and Aintree Park Group Practice, United Kingdom, and University of Melbourne, Australia; Julian Eaton, CBM Global Disability Inclusion, Netherlands (Kingdom of the), and London School of Hygiene and Tropical Medicine, United Kingdom; Rabih El Chammay, Ministry of Public Health of Lebanon and Psychiatry Department, School of Medicine, Saint-Joseph University and Hotel-Dieu University Hospital, Lebanon; Cleusa P. Ferri, Department of Psychiatry, Escola Paulista de Medicina, Universidade Federal de São Paulo, Brazil; Sandra Fortes, School of Medical Sciences, Rio de Janeiro State University, and Health Ministry, Brazil; Michael P. Hengartner, Zurich University of Applied Sciences, Switzerland; Asma Humayun, Ministry of Planning, Development and Special Initiatives, Government of Pakistan, Pakistan; Nathalie Jette, Icahn School of Medicine at Mount Sinai, USA; Maria Elena Medina-Mora, School of Psychology, Mexican National Autonomous University and Global Mental Health Research Centre, National Institute of Psychiatry, Mexico; Pratima Murthy, National Institute of Mental Health and Neuro Sciences, India; Dinah Nadera, Ateneo School of Medicine and Public Health and University of the Philippines Diliman, Philippines; Charles Newton, Kenya Medical Research Institute, Kenya, and University of Oxford, United Kingdom; Michael Njenga, CBM Global Disability Inclusion, Netherlands (Kingdom of the); Olayinka Omigbodun, University of Ibadan and University College Hospital, Nigeria; Afarin Rahimi-Movaghar, Iranian National Center for Addiction Studies and Tehran University of Medical Sciences, Islamic Republic of Iran; Atif Rahman, University of Liverpool, United Kingdom; Shekhar Saxena, Harvard T.H. Chan School of Public Health, Harvard University, USA; Lakshmi Vijayakumar, Society for Networking, Empowerment & Holistic Action (SNEHA) and Department of Psychiatry, Voluntary Health Services, India, and University of Melbourne, Australia; Wang Huali, Peking",
  "gloss_vi": "Acknowledgements this world health organization (who) mental health gap action programme (mhgap) guideline was prepared by the who department of mental health and substance use under the leadership of dévora kestel. over...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety"
    ],
    "life_topics": [
      "work"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn Acknowledgements This World Health Organization (WHO) Mental Health Gap Action Programme (mhGAP) guideline was prepared by the WHO Department of Mental Health and Substance Use under the leadership of Dévora Kestel. Overall coordination was provided by Tarun Dua, Neerja Chowdhary and Elaine Brohan, of the WHO Department of Mental Health and Substance Use. Thanks are due to the Guideline Development Group (GDG) Chair, Graham Thornicroft, of South London & Maudsley NHS Foundation Trust, the Centre for Global Mental Health & Centre for Implementation Science, the Institute of Psychiatry, Psychology and Neuroscience, and King’s College London, United Kingdom of Great Britain and Northern Ireland, and the Co-Chair and guideline methodologist, Corrado Barbui, of the WHO Collaborating Centre for Research and Training in Mental Health and Service Evaluation, University of Verona, Italy. The other members of the GDG, to whom WHO is grateful, are: Amza Ali, Andrews Memorial Hospital and the Department of Medicine and Neurology, University of the West Indies and Kingston Public Hospital, Jamaica; Sawitri Assanangkornchai, Faculty of Medicine, Prince of Songkla University, Thailand; Henry Brodaty, Centre for Healthy Brain Ageing, School of Clinical Medicine, University of New South Wales and Older People’s Mental Health Service, Prince of Wales Hospital, Australia; Vladimir Carli, National Centre for Suicide Research and Prevention of Mental Ill-Health and WHO Collaborating Centre for Research, Training and Methods Development in Suicide Prevention, Karolinska Institutet, Sweden; Odille Chang, School of Medical Sciences, Fiji National University, Fiji; Pamela Y. Collins, Department of Mental Health, Johns Hopkins Bloomberg School of Public Health, United States of America (USA); Pim Cuijpers, Vrije Universiteit Amsterdam, Netherlands (Kingdom of the); Petrus J. de Vries, University of Cape Town, South Africa; Palmira Fortunato dos Santos, Mental Health, Trauma and Violence Program, National Institute of Health, Ministry of Health of Mozambique, Mozambique; Christopher Dowrick, University of Liverpool, United Kingdom, and Aintree Park Group Practice, United Kingdom, and University of Melbourne, Australia; Julian Eaton, CBM Global Disability Inclusion, Netherlands (Kingdom of the), and London School of Hygiene and Tropical Medicine, United Kingdom; Rabih El Chammay, Ministry of Public Health of Lebanon and Psychiatry Department, School of Medicine, Saint-Joseph University and Hotel-Dieu University Hospital, Lebanon; Cleusa P. Ferri, Department of Psychiatry, Escola Paulista de Medicina, Universidade Federal de São Paulo, Brazil; Sandra Fortes, School of Medical Sciences, Rio de Janeiro State University, and Health Ministry, Brazil; Michael P. Hengartner, Zurich University of Applied Sciences, Switzerland; Asma Humayun, Ministry of Planning, Development and Special Initiatives, Government of Pakistan, Pakistan; Nathalie Jette, Icahn School of Medicine at Mount Sinai, USA; Maria Elena Medina-Mora, School of Psychology, Mexican National Autonomous University and Global Mental Health Research Centre, National Institute of Psychiatry, Mexico; Pratima Murthy, National Institute of Mental Health and Neuro Sciences, India; Dinah Nadera, Ateneo School of Medicine and Public Health and University of the Philippines Diliman, Philippines; Charles Newton, Kenya Medical Research Institute, Kenya, and University of Oxford, United Kingdom; Michael Njenga, CBM Global Disability Inclusion, Netherlands (Kingdom of the); Olayinka Omigbodun, University of Ibadan and University College Hospital, Nigeria; Afarin Rahimi-Movaghar, Iranian National Center for Addiction Studies and Tehran University of Medical Sciences, Islamic Republic of Iran; Atif Rahman, University of Liverpool, United Kingdom; Shekhar Saxena, Harvard T.H. Chan School of Public Health, Harvard University, USA; Lakshmi Vijayakumar, Society for Networking, Empowerment & Holistic Action (SNEHA) and Department of Psychiatry, Voluntary Health Services, India, and University of Melbourne, Australia; Wang Huali, Peking Acknowledgements this world health organization (who) mental health gap action programme (mhgap) guideline was prepared by the who department of mental health and substance use under the leadership of dévora kestel. over..."
}