{
  "id": "everyday#screening_cues_44958228",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "represent a change from the individual’s previous characteristic personality pattern (e.g. marked apathy, indifference, suspiciousness, paranoid ideation, disinhibition). Boundary with dementia Personality change can occur in the context of dementia, which is characterized by a decline from a previous level of cognitive functioning with impairment in two or more cognitive domains (e.g. memory, executive functions, attention, language, social cognition and judgement, psychomotor speed, visuoperceptual or visuospatial abilities). In secondary personality change, the emergence of personality traits that represent a change from the individual’s previous characteristic personality pattern is not accompanied by marked cognitive impairment. The emergence of problematic personality features in the context of dementia may be recorded using one of the behavioural or psychological disturbances in dementia specifiers (e.g. apathy in dementia, agitation or aggression in dementia, disinhibition in dementia), if applicable. If the personality changes are judged to be due to the same medical condition as is causing the dementia, an additional diagnosis of secondary personality change is not warranted. Boundary with personality change caused by substances or medications, including withdrawal effects When establishing a diagnosis of secondary personality change, it is also important to rule out the possibility that a substance or medication is causing the personality disturbance instead of – or in addition to – an underlying medical condition. This involves first considering whether any of the medications being used to treat the medical condition are known to cause personality disturbance at the dose and duration at which it has been administered (e.g. apathy due to chronic cannabis use, paranoid ideation due to chronic stimulant use). Second, a temporal relationship between the medication use and the onset of the personality disturbance should be established (i.e. the personality change began after administration of the medication and/or remitted once the medication was discontinued). If the intensity or duration of the personality change is substantially in excess of symptoms that are characteristic of the substance-specific intoxication or withdrawal syndrome, then other disorder due to use of substances is the appropriate diagnosis, applying the appropriate category corresponding to the substance involved. Boundary with secondary impulse control or addictive behaviour syndrome Personality changes may include symptoms of disordered impulse control or addictive behaviours. If the personality changes judged to be the direct pathophysiological consequence of a medical condition are restricted to increased impulsivity or addictive behaviours, then secondary impulse control or addictive behaviour syndrome is the appropriate diagnosis rather secondary personality change. Secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere",
  "gloss_vi": "Represent a change from the individual’s previous characteristic personality pattern (e.g. marked apathy, indifference, suspiciousness, paranoid ý nghĩ, disinhibition).",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "relationships"
    ],
    "advice_section": [
      "communication_tips",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc represent a change from the individual’s previous characteristic personality pattern (e.g. marked apathy, indifference, suspiciousness, paranoid ideation, disinhibition). Boundary with dementia Personality change can occur in the context of dementia, which is characterized by a decline from a previous level of cognitive functioning with impairment in two or more cognitive domains (e.g. memory, executive functions, attention, language, social cognition and judgement, psychomotor speed, visuoperceptual or visuospatial abilities). In secondary personality change, the emergence of personality traits that represent a change from the individual’s previous characteristic personality pattern is not accompanied by marked cognitive impairment. The emergence of problematic personality features in the context of dementia may be recorded using one of the behavioural or psychological disturbances in dementia specifiers (e.g. apathy in dementia, agitation or aggression in dementia, disinhibition in dementia), if applicable. If the personality changes are judged to be due to the same medical condition as is causing the dementia, an additional diagnosis of secondary personality change is not warranted. Boundary with personality change caused by substances or medications, including withdrawal effects When establishing a diagnosis of secondary personality change, it is also important to rule out the possibility that a substance or medication is causing the personality disturbance instead of – or in addition to – an underlying medical condition. This involves first considering whether any of the medications being used to treat the medical condition are known to cause personality disturbance at the dose and duration at which it has been administered (e.g. apathy due to chronic cannabis use, paranoid ideation due to chronic stimulant use). Second, a temporal relationship between the medication use and the onset of the personality disturbance should be established (i.e. the personality change began after administration of the medication and/or remitted once the medication was discontinued). If the intensity or duration of the personality change is substantially in excess of symptoms that are characteristic of the substance-specific intoxication or withdrawal syndrome, then other disorder due to use of substances is the appropriate diagnosis, applying the appropriate category corresponding to the substance involved. Boundary with secondary impulse control or addictive behaviour syndrome Personality changes may include symptoms of disordered impulse control or addictive behaviours. If the personality changes judged to be the direct pathophysiological consequence of a medical condition are restricted to increased impulsivity or addictive behaviours, then secondary impulse control or addictive behaviour syndrome is the appropriate diagnosis rather secondary personality change. Secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere Represent a change from the individual’s previous characteristic personality pattern (e.g. marked apathy, indifference, suspiciousness, paranoid ý nghĩ, disinhibition)."
}