{
  "id": "everyday#screening_cues_e11d1876",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Disorders of bodily distress or bodily experience 433 Developmental presentations • Bodily distress disorder can occur across the lifespan. The most common bodily symptoms in children and adolescents include recurrent gastrointestinal symptoms (e.g. abdominal pain, nausea), fatigue, headaches and musculoskeletal pain. Children are more likely to experience a single recurrent symptom rather than multiple bodily symptoms. School absences due to symptoms are common. In severe cases, children may display regression of behaviour and extreme impairment – for example, affecting self-care and mobility. • In children and adolescents, parental or caregiver responses to symptoms can affect the course and severity of bodily distress disorder, as well as whether medical attention is sought. For example, excessive parental or caregiver concern can worsen the severity or prolong the course of the disorder in children. • Older adults with bodily distress disorder are more likely than younger adults with the condition to have multiple bodily symptoms, and symptoms are more likely to be persistent. The diagnosis of bodily distress disorder in older adults can be challenging due to the higher likelihood of medical conditions that may account for symptoms, or that are comorbid with bodily distress disorder. Culture-related features • Somatic symptoms are common in all cultural groups, especially among people seeking health care. Differences in rates of bodily symptoms may be related to cultural reporting styles. Differences may also reflect the organizational culture of the health-care system, with somatic complaints more likely where clinical encounters are brief and the delivery of services is less person-centred. • Symptoms that are common in one cultural group may be less common in other groups. For example, whereas pain symptoms are common across cultures, symptoms such as heat in the body or in the head, crawling sensations, heaviness, or complaints of “gas” or abdominal bloating are common in certain cultural group but not in others. • Culture may influence explanatory models, with symptoms variously attributed to forms of bodily energy, humours or other ethno-physiological concepts, as well as religious, spiritual, personal, family or environmental stresses. Some specific attributions, such as symptoms being caused by semen loss or kidney weakness, are common in certain cultural group but not in others. • Across cultural groups, people with multiple distressing bodily symptoms are likely to seek health care, including from traditional or faith healers. However, help-seeking behaviour is also substantially influenced by access to health-care services. Individuals may not have extensive interactions with the formal health-care system because of limited opportunities to access health care, which varies substantially by",
  "gloss_vi": "Disorders of bodily distress or bodily experience 433 developmental presentations • bodily distress disorder can occur across the lifespan. the most common bodily symptoms in children and adolescents include recurrent ga...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships",
      "grief"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Disorders of bodily distress or bodily experience 433 Developmental presentations • Bodily distress disorder can occur across the lifespan. The most common bodily symptoms in children and adolescents include recurrent gastrointestinal symptoms (e.g. abdominal pain, nausea), fatigue, headaches and musculoskeletal pain. Children are more likely to experience a single recurrent symptom rather than multiple bodily symptoms. School absences due to symptoms are common. In severe cases, children may display regression of behaviour and extreme impairment – for example, affecting self-care and mobility. • In children and adolescents, parental or caregiver responses to symptoms can affect the course and severity of bodily distress disorder, as well as whether medical attention is sought. For example, excessive parental or caregiver concern can worsen the severity or prolong the course of the disorder in children. • Older adults with bodily distress disorder are more likely than younger adults with the condition to have multiple bodily symptoms, and symptoms are more likely to be persistent. The diagnosis of bodily distress disorder in older adults can be challenging due to the higher likelihood of medical conditions that may account for symptoms, or that are comorbid with bodily distress disorder. Culture-related features • Somatic symptoms are common in all cultural groups, especially among people seeking health care. Differences in rates of bodily symptoms may be related to cultural reporting styles. Differences may also reflect the organizational culture of the health-care system, with somatic complaints more likely where clinical encounters are brief and the delivery of services is less person-centred. • Symptoms that are common in one cultural group may be less common in other groups. For example, whereas pain symptoms are common across cultures, symptoms such as heat in the body or in the head, crawling sensations, heaviness, or complaints of “gas” or abdominal bloating are common in certain cultural group but not in others. • Culture may influence explanatory models, with symptoms variously attributed to forms of bodily energy, humours or other ethno-physiological concepts, as well as religious, spiritual, personal, family or environmental stresses. Some specific attributions, such as symptoms being caused by semen loss or kidney weakness, are common in certain cultural group but not in others. • Across cultural groups, people with multiple distressing bodily symptoms are likely to seek health care, including from traditional or faith healers. However, help-seeking behaviour is also substantially influenced by access to health-care services. Individuals may not have extensive interactions with the formal health-care system because of limited opportunities to access health care, which varies substantially by Disorders of bodily distress or bodily experience 433 developmental presentations • bodily distress disorder can occur across the lifespan. the most common bodily symptoms in children and adolescents include recurrent ga..."
}