{
  "id": "everyday#screening_cues_93d0a228",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "a key attachment figure. School refusal or truancy may occur in the context of conduct-dissocial disorder, but the behaviour is not related to concerns for the well-being of a key attachment figure. Anxiety and fear-related disorders | Separation anxiety disorder Anxiety and fear-related disorders 293 Boundary with personality disorder Fear of abandonment or dependency on others can occur as symptoms of an enduring maladaptive pattern of behaviour associated with personality disorder. These symptoms tend to occur with other broader disruptions to interpersonal functioning, emotion regulation, and identity formation and definition. Personality disorder may co-occur with separation anxiety disorder and, if present, can be diagnosed separately. 6B06 Selective mutism Essential (required) features • Consistent selectivity in speaking, such that a child demonstrates adequate language competence in specific social situations (typically at home) but consistently fails to speak in others (typically at school) is required for diagnosis. • The duration of the disturbance is at least 1 month, not limited to the first month of school. • The disturbance is not due to a lack of knowledge of, or comfort with, the spoken language demanded in the social situation. • The symptoms are not better accounted for by another mental disorder (e.g. a neurodevelopmental disorder such as autism spectrum disorder or developmental language disorder). • Selectivity of speech is sufficiently severe to interfere with educational achievement or with social communication, or is associated with significant impairment in other important areas of functioning. Additional clinical features • Symptoms of selective mutism may interfere with direct assessment of expressive language. However, many affected children cooperate with receptive language testing if communication is restricted to carrying out commands or pointing to pictures, which can provide valuable information about a child’s general language levels. Furthermore, reports from informants who know the child well (e.g. a parent or caregiver) may be necessary to establish that the child can speak in certain social situations. • Selective mutism is often regarded as a variant of social anxiety disorder because affected individuals experience significant anxiety in social situations and, when able to express themselves, indicate that they fear negative evaluation – in particular of their speech. However, unlike social anxiety disorder, children with selective mutism are more likely to display these difficulties at an earlier age of onset (in most cases before the age of 5 years, although it may only become apparent when starting school), are more likely to have associated subtle language impairments, and exhibit oppositional behaviour in response to being asked to speak in feared situations. Anxiety and fear-related disorders | Selective mutism",
  "gloss_vi": "A key attachment figure. school refusal or truancy may occur in the context of conduct-dissocial disorder, but the behaviour is not related to concerns for the well-being of a key attachment figure.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation"
    ],
    "life_topics": [
      "relationships"
    ],
    "advice_section": [
      "communication_tips",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc a key attachment figure. School refusal or truancy may occur in the context of conduct-dissocial disorder, but the behaviour is not related to concerns for the well-being of a key attachment figure. Anxiety and fear-related disorders | Separation anxiety disorder Anxiety and fear-related disorders 293 Boundary with personality disorder Fear of abandonment or dependency on others can occur as symptoms of an enduring maladaptive pattern of behaviour associated with personality disorder. These symptoms tend to occur with other broader disruptions to interpersonal functioning, emotion regulation, and identity formation and definition. Personality disorder may co-occur with separation anxiety disorder and, if present, can be diagnosed separately. 6B06 Selective mutism Essential (required) features • Consistent selectivity in speaking, such that a child demonstrates adequate language competence in specific social situations (typically at home) but consistently fails to speak in others (typically at school) is required for diagnosis. • The duration of the disturbance is at least 1 month, not limited to the first month of school. • The disturbance is not due to a lack of knowledge of, or comfort with, the spoken language demanded in the social situation. • The symptoms are not better accounted for by another mental disorder (e.g. a neurodevelopmental disorder such as autism spectrum disorder or developmental language disorder). • Selectivity of speech is sufficiently severe to interfere with educational achievement or with social communication, or is associated with significant impairment in other important areas of functioning. Additional clinical features • Symptoms of selective mutism may interfere with direct assessment of expressive language. However, many affected children cooperate with receptive language testing if communication is restricted to carrying out commands or pointing to pictures, which can provide valuable information about a child’s general language levels. Furthermore, reports from informants who know the child well (e.g. a parent or caregiver) may be necessary to establish that the child can speak in certain social situations. • Selective mutism is often regarded as a variant of social anxiety disorder because affected individuals experience significant anxiety in social situations and, when able to express themselves, indicate that they fear negative evaluation – in particular of their speech. However, unlike social anxiety disorder, children with selective mutism are more likely to display these difficulties at an earlier age of onset (in most cases before the age of 5 years, although it may only become apparent when starting school), are more likely to have associated subtle language impairments, and exhibit oppositional behaviour in response to being asked to speak in feared situations. Anxiety and fear-related disorders | Selective mutism A key attachment figure. school refusal or truancy may occur in the context of conduct-dissocial disorder, but the behaviour is not related to concerns for the well-being of a key attachment figure."
}