{
  "id": "everyday#screening_cues_4d8a6af9",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "in children and adolescents with cerebral palsy. Strong recommendation. Low certainty of evidence. xxi Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders TABLE 1. (continued) Summary of recommendations Module and Recommendation recommendation Strength of the recommendation and certainty of the evidence number CAMH4 (new) 4.1 Pharmacological interventions are not recommended in children and adolescents with anxiety disorders. Strong recommendation. Low certainty of evidence. 4.2 Antidepressant medicines are not recommended for the treatment of children 12 years of age and below with depressive episode/disorder. Strong recommendation. Low certainty of evidence. 4.3 If psychosocial interventions alone prove ineffective in adolescents (13–17 years) with moderate-to-severe depression, referral to or consultation with a specialist should be offered, to undertake a more comprehensive assessment and to explore initiation of fluoxetine in combination with psychological treatments. Strong recommendation. Low certainty of evidence. Conditions related to stress (STR) STR1 (update) Psychological interventions should be considered for adults with post-traumatic stress disorder (PTSD). Namely, these include: y individual face-to-face cognitive behavioural therapy (CBT) with a trauma focus; y group face-to-face CBT with a trauma focus; y digital/remote CBT with a trauma focus; y eye movement desensitization and reprocessing (EMDR); y stress management. Conditional recommendation. Low certainty of evidence. STR2 (update) Psychological interventions should be offered for children and adolescents with post- traumatic stress disorder (PTSD). Namely, these include: y individual face-to-face cognitive behavioural therapy (CBT) with a trauma focus; y group face-to-face CBT with a trauma focus; y eye movement desensitization and reprocessing (EMDR). Strong recommendation. Moderate certainty of evidence. xxii",
  "gloss_vi": "In children and adolescents with cerebral palsy. strong recommendation.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc in children and adolescents with cerebral palsy. Strong recommendation. Low certainty of evidence. xxi Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders TABLE 1. (continued) Summary of recommendations Module and Recommendation recommendation Strength of the recommendation and certainty of the evidence number CAMH4 (new) 4.1 Pharmacological interventions are not recommended in children and adolescents with anxiety disorders. Strong recommendation. Low certainty of evidence. 4.2 Antidepressant medicines are not recommended for the treatment of children 12 years of age and below with depressive episode/disorder. Strong recommendation. Low certainty of evidence. 4.3 If psychosocial interventions alone prove ineffective in adolescents (13–17 years) with moderate-to-severe depression, referral to or consultation with a specialist should be offered, to undertake a more comprehensive assessment and to explore initiation of fluoxetine in combination with psychological treatments. Strong recommendation. Low certainty of evidence. Conditions related to stress (STR) STR1 (update) Psychological interventions should be considered for adults with post-traumatic stress disorder (PTSD). Namely, these include: y individual face-to-face cognitive behavioural therapy (CBT) with a trauma focus; y group face-to-face CBT with a trauma focus; y digital/remote CBT with a trauma focus; y eye movement desensitization and reprocessing (EMDR); y stress management. Conditional recommendation. Low certainty of evidence. STR2 (update) Psychological interventions should be offered for children and adolescents with post- traumatic stress disorder (PTSD). Namely, these include: y individual face-to-face cognitive behavioural therapy (CBT) with a trauma focus; y group face-to-face CBT with a trauma focus; y eye movement desensitization and reprocessing (EMDR). Strong recommendation. Moderate certainty of evidence. xxii In children and adolescents with cerebral palsy. strong recommendation."
}