{
  "id": "everyday#screening_cues_2f37d3cb",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "that may also occur in schizophrenia and other primary psychotic disorders. However, individuals with partial dissociative identity disorder do not typically exhibit delusions, formal thought disorder or negative symptoms, or rapid-onset and rapidly fluctuating symptoms (as in acute and transient psychotic disorder). In the absence of other symptoms supporting a diagnosis of schizophrenia or another primary psychotic disorder, intrusive phenomena such as hearing voices may suggest the presence of dissociative personality states. Dissociative disorders | Partial dissociative identity disorder Dissociative disorders 391 Boundary with obsessive-compulsive disorder Obsessive-compulsive disorder involves repetitive and persistent thoughts (e.g. of contamination), images (e.g. of violent scenes) or impulses/urges (e.g. to stab someone) that are experienced as intrusive and unwanted (obsessions), as well as repetitive behaviours – including repetitive mental acts that the individual feels driven to perform (compulsions). However, obsessive-compulsive disorder is not characterized by discontinuities in the sense of self and agency, or the presence of two or more distinct personality states. Boundary with post-traumatic stress disorder and complex post-traumatic stress disorder Partial dissociative identity disorder involves pervasive alterations in identity and sense of agency. In post-traumatic stress disorder and complex post-traumatic stress disorder, such alterations can occur but are limited to episodes of re-experiencing traumatic events (e.g. during flashbacks). If symptoms consistent with dissociative intrusions occur exclusively during such episodes in the context of post-traumatic stress disorder or complex post-traumatic stress disorder, an additional diagnosis of partial dissociative identity disorder is not warranted. Boundary with personality disorder Personality disorder, particularly with borderline pattern, is characterized by persistent disturbances in sense of identity and self-direction, and often by problems with affect regulation. Personality disorder does not involve the presence of two or more distinct personality states, but some individuals with severe personality disorder exhibit transient dissociative experiences during times of stress or intense emotion. 6B66 Depersonalization-derealization disorder Essential (required) features • Persistent or recurrent experiences of either depersonalization or derealization, or of both symptoms, are required for diagnosis. • Depersonalization is characterized by experiencing the self as strange or unreal, or by feeling detached from – or as though one were an outside observer of – one’s thoughts, feelings, sensations, body or actions. Depersonalization may take the form of emotional and/or physical numbing, a sense of watching oneself from a distance or “being in a play”, or perceptual alterations (e.g. a distorted sense of time). • Derealization is characterized by experiencing other people, objects or the world as strange or unreal (e.g. dreamlike, distant, foggy, lifeless, colourless or visually distorted), or by feeling detached from one’s surroundings. • During experiences of depersonalization or derealization, reality testing remains intact. The experiences are not associated with delusions or beliefs that the individual is being controlled by external people or forces. • The symptoms are not better accounted for by another mental disorder (e.g. post- traumatic stress disorder, an anxiety or fear-related disorder, another dissociative disorder, personality disorder). Dissociative disorders | Depersonalization-derealization disorder",
  "gloss_vi": "That may also occur in schizophrenia and other primary psychotic disorders. however, individuals with partial dissociative identity disorder do not typically exhibit delusions, formal thought disorder or negative symptom...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc that may also occur in schizophrenia and other primary psychotic disorders. However, individuals with partial dissociative identity disorder do not typically exhibit delusions, formal thought disorder or negative symptoms, or rapid-onset and rapidly fluctuating symptoms (as in acute and transient psychotic disorder). In the absence of other symptoms supporting a diagnosis of schizophrenia or another primary psychotic disorder, intrusive phenomena such as hearing voices may suggest the presence of dissociative personality states. Dissociative disorders | Partial dissociative identity disorder Dissociative disorders 391 Boundary with obsessive-compulsive disorder Obsessive-compulsive disorder involves repetitive and persistent thoughts (e.g. of contamination), images (e.g. of violent scenes) or impulses/urges (e.g. to stab someone) that are experienced as intrusive and unwanted (obsessions), as well as repetitive behaviours – including repetitive mental acts that the individual feels driven to perform (compulsions). However, obsessive-compulsive disorder is not characterized by discontinuities in the sense of self and agency, or the presence of two or more distinct personality states. Boundary with post-traumatic stress disorder and complex post-traumatic stress disorder Partial dissociative identity disorder involves pervasive alterations in identity and sense of agency. In post-traumatic stress disorder and complex post-traumatic stress disorder, such alterations can occur but are limited to episodes of re-experiencing traumatic events (e.g. during flashbacks). If symptoms consistent with dissociative intrusions occur exclusively during such episodes in the context of post-traumatic stress disorder or complex post-traumatic stress disorder, an additional diagnosis of partial dissociative identity disorder is not warranted. Boundary with personality disorder Personality disorder, particularly with borderline pattern, is characterized by persistent disturbances in sense of identity and self-direction, and often by problems with affect regulation. Personality disorder does not involve the presence of two or more distinct personality states, but some individuals with severe personality disorder exhibit transient dissociative experiences during times of stress or intense emotion. 6B66 Depersonalization-derealization disorder Essential (required) features • Persistent or recurrent experiences of either depersonalization or derealization, or of both symptoms, are required for diagnosis. • Depersonalization is characterized by experiencing the self as strange or unreal, or by feeling detached from – or as though one were an outside observer of – one’s thoughts, feelings, sensations, body or actions. Depersonalization may take the form of emotional and/or physical numbing, a sense of watching oneself from a distance or “being in a play”, or perceptual alterations (e.g. a distorted sense of time). • Derealization is characterized by experiencing other people, objects or the world as strange or unreal (e.g. dreamlike, distant, foggy, lifeless, colourless or visually distorted), or by feeling detached from one’s surroundings. • During experiences of depersonalization or derealization, reality testing remains intact. The experiences are not associated with delusions or beliefs that the individual is being controlled by external people or forces. • The symptoms are not better accounted for by another mental disorder (e.g. post- traumatic stress disorder, an anxiety or fear-related disorder, another dissociative disorder, personality disorder). Dissociative disorders | Depersonalization-derealization disorder That may also occur in schizophrenia and other primary psychotic disorders. however, individuals with partial dissociative identity disorder do not typically exhibit delusions, formal thought disorder or negative symptom..."
}