{
  "id": "everyday#referral_697c8d20",
  "title_en": "General — Referral",
  "title_vi": "General — Chuyển tuyến",
  "text_en": "Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders 3.4 Conditions related to stress (STR) STR1. For adults with post-traumatic stress disorder (PTSD), are psychological interventions effective compared with treatment as usual, waitlist or no treatment? Recommendation (update): Psychological interventions should be considered for adults with post- traumatic stress disorder (PTSD). Namely, these include: y individual face-to-face cognitive behavioural therapy (CBT) with a trauma focus;6 y group face-to-face CBT with a trauma focus; y digital/remote CBT with a trauma focus; y eye movement desensitization and reprocessing (EMDR); y stress management. Strength of recommendation: Conditional Certainty of evidence: Low Justification Remarks y The evidence review team updated an existing y The choice of intervention format largely depends systematic review and meta-analysis: Phelps et on available resources in the health system as well al., 2022 (101 RCTs examining the effectiveness of as individual preferences. psychological treatments in adults with PTSD) (82). y Although studies show that group CBT with a trauma y Low-quality evidence suggests there may be focus and EMDR are more effective than stress no difference between face-to-face CBT with a management, in resource-constrained settings, the trauma focus and digital CBT with a trauma focus, latter may be the more feasible option. between CBT with a trauma focus and EMDR, Research gaps and between CBT with a trauma focus and stress management. Meanwhile, individual CBT with y Few studies were conducted in context of a trauma focus is likely to demonstrate better the LMICs, limiting the generalizability of outcomes than group CBT with a trauma focus, and these recommendations. EMDR is likely to demonstrate better outcomes than y Future meta-analyses comparing psychological stress management. However, the less effective interventions for adults with PTSD may benefit interventions may still be suitable for adults with from NMA approaches in order to provide stronger PTSD who either (i) do not have access to more evidence on comparisons. effective treatment or (ii) are not willing to access such treatments. 6 The term cognitive behavioural therapy (CBT) with a trauma focus is synonymous with the term trauma-focused CBT (TF-CBT), as used in the United Kingdom’s National Collaborating Centre for Mental Health guidance (79) and in Cochrane reviews (e.g. Bisson and Andrew 2005 [80]). It is noted that in the traumatic stress literature the latter term also has a more narrow",
  "gloss_vi": "Mental health gap action programme (mhgap) guideline for mental, neurological and substance use disorders 3.4 conditions related to căng thẳng (str) str1. for adults with post-traumatic căng thẳng disorder (ptsd), are ps...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "referral",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Referral General — Chuyển tuyến Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders 3.4 Conditions related to stress (STR) STR1. For adults with post-traumatic stress disorder (PTSD), are psychological interventions effective compared with treatment as usual, waitlist or no treatment? Recommendation (update): Psychological interventions should be considered for adults with post- traumatic stress disorder (PTSD). Namely, these include: y individual face-to-face cognitive behavioural therapy (CBT) with a trauma focus;6 y group face-to-face CBT with a trauma focus; y digital/remote CBT with a trauma focus; y eye movement desensitization and reprocessing (EMDR); y stress management. Strength of recommendation: Conditional Certainty of evidence: Low Justification Remarks y The evidence review team updated an existing y The choice of intervention format largely depends systematic review and meta-analysis: Phelps et on available resources in the health system as well al., 2022 (101 RCTs examining the effectiveness of as individual preferences. psychological treatments in adults with PTSD) (82). y Although studies show that group CBT with a trauma y Low-quality evidence suggests there may be focus and EMDR are more effective than stress no difference between face-to-face CBT with a management, in resource-constrained settings, the trauma focus and digital CBT with a trauma focus, latter may be the more feasible option. between CBT with a trauma focus and EMDR, Research gaps and between CBT with a trauma focus and stress management. Meanwhile, individual CBT with y Few studies were conducted in context of a trauma focus is likely to demonstrate better the LMICs, limiting the generalizability of outcomes than group CBT with a trauma focus, and these recommendations. EMDR is likely to demonstrate better outcomes than y Future meta-analyses comparing psychological stress management. However, the less effective interventions for adults with PTSD may benefit interventions may still be suitable for adults with from NMA approaches in order to provide stronger PTSD who either (i) do not have access to more evidence on comparisons. effective treatment or (ii) are not willing to access such treatments. 6 The term cognitive behavioural therapy (CBT) with a trauma focus is synonymous with the term trauma-focused CBT (TF-CBT), as used in the United Kingdom’s National Collaborating Centre for Mental Health guidance (79) and in Cochrane reviews (e.g. Bisson and Andrew 2005 [80]). It is noted that in the traumatic stress literature the latter term also has a more narrow Mental health gap action programme (mhgap) guideline for mental, neurological and substance use disorders 3.4 conditions related to căng thẳng (str) str1. for adults with post-traumatic căng thẳng disorder (ptsd), are ps..."
}