{
  "id": "everyday#risk_safety_e0764f2e",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "have cost effectiveness of safety planning as originally been too generous (214). defined. This was beyond the scope of the y Ferguson et al. (2022) did not proceed with meta- systematic reviews conducted for this update. analysis because of the variation in studies (e.g. y Furthermore, safety planning as part of a veterans, refugees) (215). The narrative synthesis multifaceted intervention would need to concluded an association of safety planning be evaluated. intervention with reduction in suicidal ideation and 108 3. Recommendations SUI2. Are suicide prevention media campaigns effective in reducing deaths from suicide, suicide attempts and acts of self-harm? Recommendation: The evidence regarding effectiveness of stand-alone media campaigns (to raise awareness and sensitize the general public about suicide and its prevention) in reducing deaths from suicide, suicide attempts and acts of self-harm is insufficient to make a recommendation. Remarks Research gaps y Identified reviews did not fully satisfy the research y There is a need for high-quality evaluations of question. Studies did not specify a comparator or media campaigns for the general population as failed to compare to no intervention, did not involve well as targeted campaigns (e.g. on availability of media campaigns as a stand-alone intervention, help), with large enough sample sizes to assess the and/or had narrow samples (e.g. police only). outcome measures of suicide and suicide attempts. y One study met the inclusion criteria, but used y Preference should be given to cluster randomized ecological-level quasi-experimental design (Till et trials and quasi-experimental designs. al., 2013) (217). y Cultural adaptation when developing media y Findings are inconclusive as to the effectiveness campaigns is always needed. of stand-alone mass media campaigns in y Benefits as well as potential harms (particularly reducing suicide mortality, acts of self-harm or when there is a lack of services) of media campaigns suicidal thoughts/plans. need to be addressed and assessed. y Media campaigns as part of multicomponent y There is need to develop and test public service interventions (in combination with other announcements before they are used in a interventions) may reduce suicide attempts. media campaign. 109",
  "gloss_vi": "Have cost effectiveness of an toàn planning as originally been too generous (214). defined.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral"
    ],
    "life_topics": [
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn have cost effectiveness of safety planning as originally been too generous (214). defined. This was beyond the scope of the y Ferguson et al. (2022) did not proceed with meta- systematic reviews conducted for this update. analysis because of the variation in studies (e.g. y Furthermore, safety planning as part of a veterans, refugees) (215). The narrative synthesis multifaceted intervention would need to concluded an association of safety planning be evaluated. intervention with reduction in suicidal ideation and 108 3. Recommendations SUI2. Are suicide prevention media campaigns effective in reducing deaths from suicide, suicide attempts and acts of self-harm? Recommendation: The evidence regarding effectiveness of stand-alone media campaigns (to raise awareness and sensitize the general public about suicide and its prevention) in reducing deaths from suicide, suicide attempts and acts of self-harm is insufficient to make a recommendation. Remarks Research gaps y Identified reviews did not fully satisfy the research y There is a need for high-quality evaluations of question. Studies did not specify a comparator or media campaigns for the general population as failed to compare to no intervention, did not involve well as targeted campaigns (e.g. on availability of media campaigns as a stand-alone intervention, help), with large enough sample sizes to assess the and/or had narrow samples (e.g. police only). outcome measures of suicide and suicide attempts. y One study met the inclusion criteria, but used y Preference should be given to cluster randomized ecological-level quasi-experimental design (Till et trials and quasi-experimental designs. al., 2013) (217). y Cultural adaptation when developing media y Findings are inconclusive as to the effectiveness campaigns is always needed. of stand-alone mass media campaigns in y Benefits as well as potential harms (particularly reducing suicide mortality, acts of self-harm or when there is a lack of services) of media campaigns suicidal thoughts/plans. need to be addressed and assessed. y Media campaigns as part of multicomponent y There is need to develop and test public service interventions (in combination with other announcements before they are used in a interventions) may reduce suicide attempts. media campaign. 109 Have cost effectiveness of an toàn planning as originally been too generous (214). defined."
}