{
  "id": "everyday#screening_cues_d617fe37",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Disorders of bodily distress or bodily experience 435 Boundary with hypochondriasis (health anxiety disorder) Unlike individuals with hypochondriasis, who are preoccupied with the possibility of having one or more serious, progressive or life-threatening illnesses, individuals with bodily distress disorder are typically preoccupied by the symptoms themselves and the impact of the symptoms on their lives. Individuals with hypochondriasis may also seek medical attention, but their primary purpose is to obtain reassurance that they do not have the feared serious medical condition. Individuals with bodily distress disorder typically seek medical attention in order to get relief from their symptoms, not to disconfirm the belief that they have a serious medical illness. Boundary with factitious disorder imposed on self Individuals with factitious disorder imposed on self may also present bodily symptoms. If the presented symptoms have been feigned, falsified or intentionally induced or aggravated, factitious disorder imposed on self rather than bodily distress disorder is the appropriate diagnosis. 6C21 Body integrity dysphoria Essential (required) features • An intense and persistent desire to become physically disabled in a significant way (e.g. a major limb amputation, paraplegia, blindness) accompanied by persistent discomfort or intense negative feelings about one’s current body configuration or functioning, is required for diagnosis. • The desire to be disabled results in harmful consequences, manifested in either or both of the following: • attempts to actually become disabled through self-injury, which have resulted in the person putting their health or life in significant jeopardy; • preoccupation with the desire to be disabled, resulting in significant impairment in personal, family, social, educational, occupational or other important areas of functioning (e.g. avoidance of close relationships, interference with work productivity). • Onset of the persistent desire to be disabled occurs by early adolescence. • The disturbance is not better accounted for by another mental disorder (e.g. schizophrenia or another primary psychotic disorder – in which, for example, a delusional conviction that the limb belongs to another person may be present – or factitious disorder) or by malingering. • The symptoms or behaviours are not better accounted for by gender incongruence, by a disease of the nervous system or by another medical condition. Disorders of bodily distress or bodily experience | Body integrity dysphoria 436 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Additional clinical features • It is common for individuals to describe their discomfort in terms of feeling like they should have been born",
  "gloss_vi": "Disorders of bodily distress or bodily experience 435 ranh giới with hypochondriasis (health lo âu disorder) unlike individuals with hypochondriasis, who are preoccupied with the possibility of having one or more serious...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "study",
      "work",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Disorders of bodily distress or bodily experience 435 Boundary with hypochondriasis (health anxiety disorder) Unlike individuals with hypochondriasis, who are preoccupied with the possibility of having one or more serious, progressive or life-threatening illnesses, individuals with bodily distress disorder are typically preoccupied by the symptoms themselves and the impact of the symptoms on their lives. Individuals with hypochondriasis may also seek medical attention, but their primary purpose is to obtain reassurance that they do not have the feared serious medical condition. Individuals with bodily distress disorder typically seek medical attention in order to get relief from their symptoms, not to disconfirm the belief that they have a serious medical illness. Boundary with factitious disorder imposed on self Individuals with factitious disorder imposed on self may also present bodily symptoms. If the presented symptoms have been feigned, falsified or intentionally induced or aggravated, factitious disorder imposed on self rather than bodily distress disorder is the appropriate diagnosis. 6C21 Body integrity dysphoria Essential (required) features • An intense and persistent desire to become physically disabled in a significant way (e.g. a major limb amputation, paraplegia, blindness) accompanied by persistent discomfort or intense negative feelings about one’s current body configuration or functioning, is required for diagnosis. • The desire to be disabled results in harmful consequences, manifested in either or both of the following: • attempts to actually become disabled through self-injury, which have resulted in the person putting their health or life in significant jeopardy; • preoccupation with the desire to be disabled, resulting in significant impairment in personal, family, social, educational, occupational or other important areas of functioning (e.g. avoidance of close relationships, interference with work productivity). • Onset of the persistent desire to be disabled occurs by early adolescence. • The disturbance is not better accounted for by another mental disorder (e.g. schizophrenia or another primary psychotic disorder – in which, for example, a delusional conviction that the limb belongs to another person may be present – or factitious disorder) or by malingering. • The symptoms or behaviours are not better accounted for by gender incongruence, by a disease of the nervous system or by another medical condition. Disorders of bodily distress or bodily experience | Body integrity dysphoria 436 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Additional clinical features • It is common for individuals to describe their discomfort in terms of feeling like they should have been born Disorders of bodily distress or bodily experience 435 ranh giới with hypochondriasis (health lo âu disorder) unlike individuals with hypochondriasis, who are preoccupied with the possibility of having one or more serious..."
}