{
  "id": "everyday#general_6f578523",
  "title_en": "General — General",
  "title_vi": "General — General",
  "text_en": "814 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Working groups for ICD-11 mental, behavioural and neurodevelopmental disorders ICD-11 Working Group on the Classification of Disorders of Intellectual Development Luis Salvador-Carulla, Chair Satish Girimaji Colleen Adnams Gregorio Katz Marco Bertelli Henry Kwok Sally-Ann Cooper Ruth Luckasson Shoumitro Deb Rune Simeonsson Leyla Akoury Dirani Additional contributors Jake Burack Cary S. Kogan Sab Bhaumik Rafael Martínez-Leal Sherva Cooray Kerim Munir Santo F. DiNuovo Ashok Roy Maurizio Elia Per-Anders Rydelius Judith Hollenweger Peter Tyrer American Association of Intellectual and Developmental Disabilities Consultation Group Margaret A. Nygren Diane Morin Marc Tassé J. Gregory Olley Marty Ford Michael L. Wehmeyer George S. Jesien ICD-11 Working Group on the Classification of Mental and Behavioural Disorders in Children and Adolescents Michael Rutter, Chair (2010–2013) Malavika Kapur M. Elena Garralda, Chair (2013–2018) John E. Lochman Sue Bailey Olayinka Omigbodun Gillian Baird Daniel S. Pine Wenhong Cheng Per-Anders Rydelius Francisco R. de la Peña David Shaffer John Fayyad Tuula Tamminen Additional contributor Rudolf Uher American Psychiatric Association/DSM-5 representative David Shaffer Contributors 815 Subgroup on neurodevelopmental disorders M. Elena Garralda, Chair Gillian Baird David H.",
  "gloss_vi": "814 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders working groups for icd-11 mental, behavioural and neurodevelopmental disorders icd-11 working group on ...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [],
    "life_topics": [
      "work"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — General General — General 814 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Working groups for ICD-11 mental, behavioural and neurodevelopmental disorders ICD-11 Working Group on the Classification of Disorders of Intellectual Development Luis Salvador-Carulla, Chair Satish Girimaji Colleen Adnams Gregorio Katz Marco Bertelli Henry Kwok Sally-Ann Cooper Ruth Luckasson Shoumitro Deb Rune Simeonsson Leyla Akoury Dirani Additional contributors Jake Burack Cary S. Kogan Sab Bhaumik Rafael Martínez-Leal Sherva Cooray Kerim Munir Santo F. DiNuovo Ashok Roy Maurizio Elia Per-Anders Rydelius Judith Hollenweger Peter Tyrer American Association of Intellectual and Developmental Disabilities Consultation Group Margaret A. Nygren Diane Morin Marc Tassé J. Gregory Olley Marty Ford Michael L. Wehmeyer George S. Jesien ICD-11 Working Group on the Classification of Mental and Behavioural Disorders in Children and Adolescents Michael Rutter, Chair (2010–2013) Malavika Kapur M. Elena Garralda, Chair (2013–2018) John E. Lochman Sue Bailey Olayinka Omigbodun Gillian Baird Daniel S. Pine Wenhong Cheng Per-Anders Rydelius Francisco R. de la Peña David Shaffer John Fayyad Tuula Tamminen Additional contributor Rudolf Uher American Psychiatric Association/DSM-5 representative David Shaffer Contributors 815 Subgroup on neurodevelopmental disorders M. Elena Garralda, Chair Gillian Baird David H. 814 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders working groups for icd-11 mental, behavioural and neurodevelopmental disorders icd-11 working group on ..."
}