{
  "id": "everyday#risk_safety_dfbe177b",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "interventions for carers of persons with face/guided psychosocial interventions. substance use disorder. y Country adaptation and translation of training y More research is needed in LMICs. materials and tools for the provision of psychosocial interventions is essential. 87 Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders 3.10 Psychosis and bipolar disorder (PSY) PSY1. In adults with psychotic disorders (including schizophrenia) is antipsychotic medicine safe and effective? Recommendation (update): 1.1 Oral antipsychotic medicines – namely aripiprazole, chlorpromazine, haloperidol, olanzapine, paliperidone, quetiapine, risperidone – should be offered for adults with a psychotic disorder (including schizophrenia), carefully balancing effectiveness, side-effects and individual preference. Strength of recommendation: Strong Certainty of evidence: Moderate 1.2 Clozapine should be considered for adults with a treatment-resistant psychotic disorder (including schizophrenia) under mental health specialist supervision, carefully balancing effectiveness, side-effects and individual preference. Strength of recommendation: Conditional Certainty of evidence: Moderate Justification to produce these side-effects differed between y Evidence was extracted from three systematic the agents, but the differences were overall less reviews: Ceraso et al., 2020 (75 RCTs on antipsychotic pronounced than the efficacy differences. medicines in schizophrenia) (191); Leucht et al., Remarks 2017 (167 RCTs on antipsychotic medicines in y The medicines included in the recommendation schizophrenia) (192); and Schneider-Thoma et al., correspond to the WHO EML (13) and are listed in 2018 (596 RCTs on second-generation antipsychotic alphabetical order. medicines in individuals with severe mental illness) (193). y Clozapine should be offered for treatment-resistant psychosis, defined as psychosis that has not shown y Antipsychotics showed moderate effects for overall improvement after receiving treatment from two efficacy (low-certainty evidence) and large effects alternative antipsychotics with adequate dose and for prevention of relapse (high-certainty evidence). time. Clozapine should only be offered where lab Differences in efficacy between medicines were tests are available to monitor white blood cell count, either small or uncertain. and under a mental health specialist supervision. y Overall, for the medicines with data available, social y Evidence regarding the safety and effectiveness functioning (moderate-certainty evidence) and of fluphenazine is mainly concerning the long- quality of life (very low-certainty evidence) were acting injectable formulations. Please refer to PSY4 also improved. recommendations for further information. y Antipsychotics were associated with various y This recommendation does not suggest that only side-effects (very low- to low-certainty evidence) medicine should be offered, but medicine may be including movement disorders, weight gain, offered in combination with psychotherapy. Please metabolic side-effects, prolactin increase, sexual refer to PSY11 for further information. side-effects, QT prolongation, sedation, which all appear in varying degrees. The propensity 88",
  "gloss_vi": "Interventions for carers of persons with face/guided psychosocial interventions. substance use disorder.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "referral"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn interventions for carers of persons with face/guided psychosocial interventions. substance use disorder. y Country adaptation and translation of training y More research is needed in LMICs. materials and tools for the provision of psychosocial interventions is essential. 87 Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders 3.10 Psychosis and bipolar disorder (PSY) PSY1. In adults with psychotic disorders (including schizophrenia) is antipsychotic medicine safe and effective? Recommendation (update): 1.1 Oral antipsychotic medicines – namely aripiprazole, chlorpromazine, haloperidol, olanzapine, paliperidone, quetiapine, risperidone – should be offered for adults with a psychotic disorder (including schizophrenia), carefully balancing effectiveness, side-effects and individual preference. Strength of recommendation: Strong Certainty of evidence: Moderate 1.2 Clozapine should be considered for adults with a treatment-resistant psychotic disorder (including schizophrenia) under mental health specialist supervision, carefully balancing effectiveness, side-effects and individual preference. Strength of recommendation: Conditional Certainty of evidence: Moderate Justification to produce these side-effects differed between y Evidence was extracted from three systematic the agents, but the differences were overall less reviews: Ceraso et al., 2020 (75 RCTs on antipsychotic pronounced than the efficacy differences. medicines in schizophrenia) (191); Leucht et al., Remarks 2017 (167 RCTs on antipsychotic medicines in y The medicines included in the recommendation schizophrenia) (192); and Schneider-Thoma et al., correspond to the WHO EML (13) and are listed in 2018 (596 RCTs on second-generation antipsychotic alphabetical order. medicines in individuals with severe mental illness) (193). y Clozapine should be offered for treatment-resistant psychosis, defined as psychosis that has not shown y Antipsychotics showed moderate effects for overall improvement after receiving treatment from two efficacy (low-certainty evidence) and large effects alternative antipsychotics with adequate dose and for prevention of relapse (high-certainty evidence). time. Clozapine should only be offered where lab Differences in efficacy between medicines were tests are available to monitor white blood cell count, either small or uncertain. and under a mental health specialist supervision. y Overall, for the medicines with data available, social y Evidence regarding the safety and effectiveness functioning (moderate-certainty evidence) and of fluphenazine is mainly concerning the long- quality of life (very low-certainty evidence) were acting injectable formulations. Please refer to PSY4 also improved. recommendations for further information. y Antipsychotics were associated with various y This recommendation does not suggest that only side-effects (very low- to low-certainty evidence) medicine should be offered, but medicine may be including movement disorders, weight gain, offered in combination with psychotherapy. Please metabolic side-effects, prolactin increase, sexual refer to PSY11 for further information. side-effects, QT prolongation, sedation, which all appear in varying degrees. The propensity 88 Interventions for carers of persons with face/guided psychosocial interventions. substance use disorder."
}