{
  "id": "everyday#general_debc7ace",
  "title_en": "General — General",
  "title_vi": "General — General",
  "text_en": "Neurodevelopmental disorders 139 6A04 Developmental motor coordination disorder Essential (required) features • Significant delay in the acquisition of gross or fine motor skills and impairment in the execution of coordinated motor skills manifesting as clumsiness, slowness or inaccuracy of motor performance is required for diagnosis. • Coordinated motor skills are markedly below those expected on the basis of age. • Onset of coordinated motor skill difficulties occurs during the developmental period, and is typically apparent from early childhood. • Coordinated motor skills difficulties cause significant and persistent limitations in activities of daily living, schoolwork, vocation and leisure activities, or other important areas of functioning. • Difficulties with coordinated motor skills are not better accounted for by a disease of the nervous system, disease of the musculoskeletal system or connective tissue, sensory impairment or a disorder of intellectual development. Additional clinical features • Young children with developmental motor coordination disorder may be delayed in achieving motor milestones (e.g. sitting, crawling, walking), although many achieve typical early motor milestones. Acquisition of skills such as negotiating stairs, pedalling, buttoning shirts, completing puzzles, tying shoes and using zippers may be delayed or pose difficulties. Even when a given skill is achieved, movement execution may appear awkward, slow or less precise than that of peers. Children may drop things, stumble, bump into obstacles or fall more frequently than peers. • Developmental motor coordination disorder may affect primarily gross motor functioning, primarily fine motor functioning or both aspects of motor functioning. • Manifestations of developmental motor coordination disorder typically persist into adult life. Older children and adults with developmental motor coordination disorder may be slow or inaccurate in a variety of activities requiring fine or gross motor skills, such as team sports (especially ball sports), bicycling, handwriting, assembling models or other objects, or drawing maps. • Other neurodevelopmental disorders commonly co-occur with developmental motor coordination disorder. In addition to disorders of intellectual development, attention deficit hyperactivity disorder and autism spectrum disorder, this also includes developmental speech sound disorder (particularly difficulties with articulation), developmental language disorder and developmental learning disorder. Although the presence of other neurodevelopmental disorders does not preclude the diagnosis of developmental motor coordination disorder, these disorders may also interfere with the",
  "gloss_vi": "Neurodevelopmental disorders 139 6a04 developmental motor coordination disorder essential (required) features • significant delay in the acquisition of gross or fine motor skills and impairment in the execution of coordi...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [],
    "life_topics": [
      "work"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — General General — General Neurodevelopmental disorders 139 6A04 Developmental motor coordination disorder Essential (required) features • Significant delay in the acquisition of gross or fine motor skills and impairment in the execution of coordinated motor skills manifesting as clumsiness, slowness or inaccuracy of motor performance is required for diagnosis. • Coordinated motor skills are markedly below those expected on the basis of age. • Onset of coordinated motor skill difficulties occurs during the developmental period, and is typically apparent from early childhood. • Coordinated motor skills difficulties cause significant and persistent limitations in activities of daily living, schoolwork, vocation and leisure activities, or other important areas of functioning. • Difficulties with coordinated motor skills are not better accounted for by a disease of the nervous system, disease of the musculoskeletal system or connective tissue, sensory impairment or a disorder of intellectual development. Additional clinical features • Young children with developmental motor coordination disorder may be delayed in achieving motor milestones (e.g. sitting, crawling, walking), although many achieve typical early motor milestones. Acquisition of skills such as negotiating stairs, pedalling, buttoning shirts, completing puzzles, tying shoes and using zippers may be delayed or pose difficulties. Even when a given skill is achieved, movement execution may appear awkward, slow or less precise than that of peers. Children may drop things, stumble, bump into obstacles or fall more frequently than peers. • Developmental motor coordination disorder may affect primarily gross motor functioning, primarily fine motor functioning or both aspects of motor functioning. • Manifestations of developmental motor coordination disorder typically persist into adult life. Older children and adults with developmental motor coordination disorder may be slow or inaccurate in a variety of activities requiring fine or gross motor skills, such as team sports (especially ball sports), bicycling, handwriting, assembling models or other objects, or drawing maps. • Other neurodevelopmental disorders commonly co-occur with developmental motor coordination disorder. In addition to disorders of intellectual development, attention deficit hyperactivity disorder and autism spectrum disorder, this also includes developmental speech sound disorder (particularly difficulties with articulation), developmental language disorder and developmental learning disorder. Although the presence of other neurodevelopmental disorders does not preclude the diagnosis of developmental motor coordination disorder, these disorders may also interfere with the Neurodevelopmental disorders 139 6a04 developmental motor coordination disorder essential (required) features • significant delay in the acquisition of gross or fine motor skills and impairment in the execution of coordi..."
}