{
  "id": "everyday#screening_cues_0cb5c507",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "402 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders • Older individuals with anorexia nervosa who have had a longer duration of illness often exhibit chronic medical complications. Culture-related features • Symptom presentation of anorexia nervosa varies across cultural groups. For example, in Asia, a subset of individuals with anorexia nervosa may not express fear of weight gain (sometimes referred to as “fat phobia”) as a rationale for reducing energy intake. Instead, dietary restriction may be attributed to gastrointestinal discomfort or to cultural or religious motives (fasting or dietary rules). Such cases should still be regarded as meeting the excessive preoccupation with body weight or shape essential feature if clinical observation or collateral history supports the conclusion that they are motivated by an intention to lose weight or to prevent weight gain. • Anorexia nervosa occurs in all cultures, but cross-cultural variations exist in prevalence and presentation. For example, the incidence of anorexia nervosa is greater in high-income countries and in populations with higher levels of globalization and related transformations in sociocultural values, gender roles, work, food supply and lifestyle. The prevalence of anorexia nervosa is very low in Africa and Latin America, and among African Americans and Latin Americans in the United States compared to the prevalence found in Europe and some Asian countries, such as China and Japan. • The prevalence of anorexia nervosa among men is increasing globally, and more men are presenting for treatment of the disorder. Sex- and/or gender-related features • Globally, anorexia nervosa is up to 10 times more commonly diagnosed among females. Lifetime prevalence among women has been reported to be between 0.8% and 6.3% in Western settings. Emerging studies from eastern Europe, Asia and Latin America show a similar range of prevalence. • Less is known about the true prevalence of anorexia nervosa in males. However, there is evidence that incidence and detection of anorexia nervosa in males is increasing. • The onset of anorexia nervosa is earlier in females. • Laxative abuse is more common among females; excessive exercise is more common among males. • Males with anorexia nervosa are more likely to be preoccupied with being insufficiently muscular or lean – in response, they may exhibit unusual eating behaviours (e.g. excessive protein consumption along with caloric restriction) or engage in excessive exercise for the purpose of attaining and maintaining low body weight or a low percentage of body fat. If low body weight and low body weight idealization are not part of the clinical presentation, a diagnosis of body dysmorphic disorder should be considered (see the section on boundaries with other disorders and conditions (differential diagnosis) below). Feeding and eating disorders | Anorexia nervosa Feeding and eating disorders 403 Boundaries with other disorders and conditions (differential diagnosis) Boundary with bulimia nervosa Individuals with anorexia nervosa may engage in binge eating and purging, but can be distinguished from individuals with bulimia nervosa by their very low body weight. A significant proportion of individuals with anorexia nervosa continue",
  "gloss_vi": "402 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders • older individuals with anorexia nervosa who have had a longer duration of illness often exhibit chron...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "psychoeducation"
    ],
    "life_topics": [
      "study",
      "work",
      "relationships"
    ],
    "advice_section": [
      "communication_tips",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 402 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders • Older individuals with anorexia nervosa who have had a longer duration of illness often exhibit chronic medical complications. Culture-related features • Symptom presentation of anorexia nervosa varies across cultural groups. For example, in Asia, a subset of individuals with anorexia nervosa may not express fear of weight gain (sometimes referred to as “fat phobia”) as a rationale for reducing energy intake. Instead, dietary restriction may be attributed to gastrointestinal discomfort or to cultural or religious motives (fasting or dietary rules). Such cases should still be regarded as meeting the excessive preoccupation with body weight or shape essential feature if clinical observation or collateral history supports the conclusion that they are motivated by an intention to lose weight or to prevent weight gain. • Anorexia nervosa occurs in all cultures, but cross-cultural variations exist in prevalence and presentation. For example, the incidence of anorexia nervosa is greater in high-income countries and in populations with higher levels of globalization and related transformations in sociocultural values, gender roles, work, food supply and lifestyle. The prevalence of anorexia nervosa is very low in Africa and Latin America, and among African Americans and Latin Americans in the United States compared to the prevalence found in Europe and some Asian countries, such as China and Japan. • The prevalence of anorexia nervosa among men is increasing globally, and more men are presenting for treatment of the disorder. Sex- and/or gender-related features • Globally, anorexia nervosa is up to 10 times more commonly diagnosed among females. Lifetime prevalence among women has been reported to be between 0.8% and 6.3% in Western settings. Emerging studies from eastern Europe, Asia and Latin America show a similar range of prevalence. • Less is known about the true prevalence of anorexia nervosa in males. However, there is evidence that incidence and detection of anorexia nervosa in males is increasing. • The onset of anorexia nervosa is earlier in females. • Laxative abuse is more common among females; excessive exercise is more common among males. • Males with anorexia nervosa are more likely to be preoccupied with being insufficiently muscular or lean – in response, they may exhibit unusual eating behaviours (e.g. excessive protein consumption along with caloric restriction) or engage in excessive exercise for the purpose of attaining and maintaining low body weight or a low percentage of body fat. If low body weight and low body weight idealization are not part of the clinical presentation, a diagnosis of body dysmorphic disorder should be considered (see the section on boundaries with other disorders and conditions (differential diagnosis) below). Feeding and eating disorders | Anorexia nervosa Feeding and eating disorders 403 Boundaries with other disorders and conditions (differential diagnosis) Boundary with bulimia nervosa Individuals with anorexia nervosa may engage in binge eating and purging, but can be distinguished from individuals with bulimia nervosa by their very low body weight. A significant proportion of individuals with anorexia nervosa continue 402 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders • older individuals with anorexia nervosa who have had a longer duration of illness often exhibit chron..."
}