{
  "id": "everyday#screening_cues_306816ec",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "190 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Specifier scales for symptomatic manifestations of primary psychotic disorders 191 Specifier scales for symptomatic manifestations of primary psychotic disorders ICD-11 includes the option of providing a specification of the level of severity for six symptom domains for the disorders included in schizophrenia and other primary psychotic disorders. These domains are: 6A25.0 Positive symptoms 6A25.1 Negative symptoms 6A25.2 Depressive mood symptoms 6A25.3 Manic mood symptoms 6A25.4 Psychomotor symptoms 6A25.5 Cognitive symptoms The contribution of each of these symptom domains can be recorded in the form of specifiers, which can be rated as not present/none (XS8H), mild (XS5W), moderate (XS0T) or severe (XS25), using the anchor points and descriptions provided in Tables 6.6–6.12 below. The ratings should be made based on the severity of the symptoms corresponding to that domain during the past week. Each domain that contributes significantly to the individual clinical presentation should be rated. As many symptom specifiers should be applied as necessary to describe the current clinical presentation accurately. A symptom domain can also be recorded with unspecified severity – for example, if symptoms corresponding to a particular domain are present but insufficient",
  "gloss_vi": "190 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders specifier scales for symptomatic manifestations of primary psychotic disorders 191 specifier scales for...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 190 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Specifier scales for symptomatic manifestations of primary psychotic disorders 191 Specifier scales for symptomatic manifestations of primary psychotic disorders ICD-11 includes the option of providing a specification of the level of severity for six symptom domains for the disorders included in schizophrenia and other primary psychotic disorders. These domains are: 6A25.0 Positive symptoms 6A25.1 Negative symptoms 6A25.2 Depressive mood symptoms 6A25.3 Manic mood symptoms 6A25.4 Psychomotor symptoms 6A25.5 Cognitive symptoms The contribution of each of these symptom domains can be recorded in the form of specifiers, which can be rated as not present/none (XS8H), mild (XS5W), moderate (XS0T) or severe (XS25), using the anchor points and descriptions provided in Tables 6.6–6.12 below. The ratings should be made based on the severity of the symptoms corresponding to that domain during the past week. Each domain that contributes significantly to the individual clinical presentation should be rated. As many symptom specifiers should be applied as necessary to describe the current clinical presentation accurately. A symptom domain can also be recorded with unspecified severity – for example, if symptoms corresponding to a particular domain are present but insufficient 190 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders specifier scales for symptomatic manifestations of primary psychotic disorders 191 specifier scales for..."
}