{
  "id": "everyday#risk_safety_8ea85383",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "GLOSSARY 159 160 GLOSSARY TERM DEFINITION TERM DEFINITION Activities of daily living A concept of functioning – activities of daily living are basic activities Ataxia Failure of muscular coordination. People with ataxia have problems (ADLs) that are necessary for independent living, including eating, bathing and with coordination because parts of the nervous system that control toileting. This concept has several assessment tools to determine an movement and balance are affected. Ataxia may affect the fingers, individual’s ability to perform the activity with or without assistance. hands, arms, legs, body, speech, and eye movements. Agitation Marked restlessness and excessive motor activity, accompanied by Autism spectrum An umbrella term that covers conditions such as autism, childhood anxiety. disorders disintegration disorder and Asperger’s syndrome. Agranulocytosis A blood disorder in which there is an absence of granulocytes Autonomy The perceived ability to control, cope with and make personal (a type of white blood cell). It is an acute condition involving a severe decisions about how one lives on a daily basis, according to one’s and dangerous leukopenia, also known as drug-induced secondary own rules and preferences. agranulocytosis. Behavioural activation Psychological treatment that focuses on improving mood by engaging Akathisia A subjective sense of restlessness, often accompanied by observed again in activities that are task-oriented and used to be enjoyable, in excessive movements (e.g. fidgety movements of the legs, rocking spite of current low mood. It may be used as a stand-alone treatment, from foot to foot, pacing, inability to sit or stand still). and it is also a component of cognitive behavioural therapy. Akinesia The absence or lack of voluntary movement. A state of difficulty in Bereavement A process of loss, grief and recovery, usually associated with death. initiating movements or changing from one motor pattern to another Cerebrovascular A sudden disturbance of cerebral function attributable to vascular that is associated with Parkinson’s disease. accident disease, principally thrombosis,",
  "gloss_vi": "Glossary 159 160 glossary term definition term definition activities of daily living a concept of functioning – activities of daily living are basic activities ataxia failure of muscular coordination. people with ataxia ...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral"
    ],
    "life_topics": [
      "study",
      "grief"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn GLOSSARY 159 160 GLOSSARY TERM DEFINITION TERM DEFINITION Activities of daily living A concept of functioning – activities of daily living are basic activities Ataxia Failure of muscular coordination. People with ataxia have problems (ADLs) that are necessary for independent living, including eating, bathing and with coordination because parts of the nervous system that control toileting. This concept has several assessment tools to determine an movement and balance are affected. Ataxia may affect the fingers, individual’s ability to perform the activity with or without assistance. hands, arms, legs, body, speech, and eye movements. Agitation Marked restlessness and excessive motor activity, accompanied by Autism spectrum An umbrella term that covers conditions such as autism, childhood anxiety. disorders disintegration disorder and Asperger’s syndrome. Agranulocytosis A blood disorder in which there is an absence of granulocytes Autonomy The perceived ability to control, cope with and make personal (a type of white blood cell). It is an acute condition involving a severe decisions about how one lives on a daily basis, according to one’s and dangerous leukopenia, also known as drug-induced secondary own rules and preferences. agranulocytosis. Behavioural activation Psychological treatment that focuses on improving mood by engaging Akathisia A subjective sense of restlessness, often accompanied by observed again in activities that are task-oriented and used to be enjoyable, in excessive movements (e.g. fidgety movements of the legs, rocking spite of current low mood. It may be used as a stand-alone treatment, from foot to foot, pacing, inability to sit or stand still). and it is also a component of cognitive behavioural therapy. Akinesia The absence or lack of voluntary movement. A state of difficulty in Bereavement A process of loss, grief and recovery, usually associated with death. initiating movements or changing from one motor pattern to another Cerebrovascular A sudden disturbance of cerebral function attributable to vascular that is associated with Parkinson’s disease. accident disease, principally thrombosis, Glossary 159 160 glossary term definition term definition activities of daily living a concept of functioning – activities of daily living are basic activities ataxia failure of muscular coordination. people with ataxia ..."
}