{
  "id": "everyday#referral_dccde1f3",
  "title_en": "General — Referral",
  "title_vi": "General — Chuyển tuyến",
  "text_en": "unexpected death in epilepsy (SUDEP). Conditional recommendation. Very low certainty of evidence. xxvii Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders TABLE 1. (continued) Summary of recommendations Module and Recommendation recommendation Strength of the recommendation and certainty of the evidence number Overarching areas (OVE) OVE1 (new) Psychosocial interventions – namely psychoeducation using problem-solving and cognitive-behavioural approaches (either individual or family-based), self-help interventions and mutual support groups – should be considered for carers of persons with psychosis or bipolar disorder. Conditional recommendation. Moderate certainty (carers of persons with psychosis or bipolar disorder), very low certainty (carers of persons with substance use disorder) of evidence. Psychosis and bipolar disorder (PSY) PSY1 (update) 1.1 Oral antipsychotic medicines – namely aripiprazole, chlorpromazine, haloperidol, olanzapine, paliperidone, quetiapine, risperidone – should be offered for adults with a psychotic disorder (including schizophrenia), carefully balancing effectiveness, side- effects and individual preference. Strong recommendation. Moderate certainty of evidence. 1.2 Clozapine should be considered for adults with a treatment-resistant psychotic disorder (including schizophrenia) under mental health specialist supervision, carefully balancing effectiveness, side-effects and individual preference. Conditional recommendation. Moderate certainty of evidence. PSY2 (update) Maintenance therapy with antipsychotic medicine for a minimum of 7–12 months should be offered in adults with a first episode of psychosis (including schizophrenia) in remission, carefully balancing effectiveness, side-effects and individual preference. Strong recommendation. Moderate certainty of evidence. PSY3 (update) Maintenance therapy with mood stabilizers or antipsychotic medicines should be considered for at least six months for adults with bipolar disorder in remission, carefully balancing effectiveness, side-effects and individual preference. Conditional recommendation. Low certainty of evidence. PSY4 (update) Long-acting injection (LAI) antipsychotic medicines – namely fluphenazine, haloperidol, paliperidone, risperidone and zuclopenthixol – should be considered as an alternative to oral antipsychotic medicines for adults with psychotic disorders (including schizophrenia) requiring long-term treatment, carefully balancing effectiveness, side-effects and individual preference. Conditional recommendation. Moderate certainty of evidence. xxviii",
  "gloss_vi": "Unexpected death in epilepsy (sudep). conditional recommendation.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "referral",
      "psychoeducation"
    ],
    "life_topics": [
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Referral General — Chuyển tuyến unexpected death in epilepsy (SUDEP). Conditional recommendation. Very low certainty of evidence. xxvii Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders TABLE 1. (continued) Summary of recommendations Module and Recommendation recommendation Strength of the recommendation and certainty of the evidence number Overarching areas (OVE) OVE1 (new) Psychosocial interventions – namely psychoeducation using problem-solving and cognitive-behavioural approaches (either individual or family-based), self-help interventions and mutual support groups – should be considered for carers of persons with psychosis or bipolar disorder. Conditional recommendation. Moderate certainty (carers of persons with psychosis or bipolar disorder), very low certainty (carers of persons with substance use disorder) of evidence. Psychosis and bipolar disorder (PSY) PSY1 (update) 1.1 Oral antipsychotic medicines – namely aripiprazole, chlorpromazine, haloperidol, olanzapine, paliperidone, quetiapine, risperidone – should be offered for adults with a psychotic disorder (including schizophrenia), carefully balancing effectiveness, side- effects and individual preference. Strong recommendation. Moderate certainty of evidence. 1.2 Clozapine should be considered for adults with a treatment-resistant psychotic disorder (including schizophrenia) under mental health specialist supervision, carefully balancing effectiveness, side-effects and individual preference. Conditional recommendation. Moderate certainty of evidence. PSY2 (update) Maintenance therapy with antipsychotic medicine for a minimum of 7–12 months should be offered in adults with a first episode of psychosis (including schizophrenia) in remission, carefully balancing effectiveness, side-effects and individual preference. Strong recommendation. Moderate certainty of evidence. PSY3 (update) Maintenance therapy with mood stabilizers or antipsychotic medicines should be considered for at least six months for adults with bipolar disorder in remission, carefully balancing effectiveness, side-effects and individual preference. Conditional recommendation. Low certainty of evidence. PSY4 (update) Long-acting injection (LAI) antipsychotic medicines – namely fluphenazine, haloperidol, paliperidone, risperidone and zuclopenthixol – should be considered as an alternative to oral antipsychotic medicines for adults with psychotic disorders (including schizophrenia) requiring long-term treatment, carefully balancing effectiveness, side-effects and individual preference. Conditional recommendation. Moderate certainty of evidence. xxviii Unexpected death in epilepsy (sudep). conditional recommendation."
}