{
  "id": "everyday#screening_cues_9ffb435e",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "their injection sites. In some cases, this – Liver enzymes: elevated liver enzymes and elevated ammonia indicate liver disease. can spread through the blood and cause septicaemia, endocarditis, spinal abscesses, – Complete blood count: look for macrocytic anaemia and low platelets. meningitis, or even death. Investigations to consider: – Urine drug screen: for emergency cases, a urine drug screen should be conducted whenever intoxication, withdrawal, or overdose is suspected, especially in cases when the person is unable to convey what they have ingested. – If the person has been injecting drugs, offer serological testing for blood-borne viruses, HIV/AIDS and Hepatitis B and C, etc. – If the person has had unprotected sex, offer testing for sexually transmitted infections, including HIV, syphilis, chlamydia, gonorrhoea, and human papilloma virus (HPV). – Obtain a tuberculosis test, sputum sample, and a chest x-ray if tuberculosis is suspected. Look for signs and symptoms such as chronic productive cough, fevers, chills, and weight loss. DISORDERS DUE TO SUBSTANCE USE 129 130 DISORDERS DUE TO SUBSTANCE USE",
  "gloss_vi": "Their injection sites. in some cases, this – liver enzymes: elevated liver enzymes and elevated ammonia indicate liver disease.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "grief"
    ],
    "advice_section": [
      "sleep_hygiene"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc their injection sites. In some cases, this – Liver enzymes: elevated liver enzymes and elevated ammonia indicate liver disease. can spread through the blood and cause septicaemia, endocarditis, spinal abscesses, – Complete blood count: look for macrocytic anaemia and low platelets. meningitis, or even death. Investigations to consider: – Urine drug screen: for emergency cases, a urine drug screen should be conducted whenever intoxication, withdrawal, or overdose is suspected, especially in cases when the person is unable to convey what they have ingested. – If the person has been injecting drugs, offer serological testing for blood-borne viruses, HIV/AIDS and Hepatitis B and C, etc. – If the person has had unprotected sex, offer testing for sexually transmitted infections, including HIV, syphilis, chlamydia, gonorrhoea, and human papilloma virus (HPV). – Obtain a tuberculosis test, sputum sample, and a chest x-ray if tuberculosis is suspected. Look for signs and symptoms such as chronic productive cough, fevers, chills, and weight loss. DISORDERS DUE TO SUBSTANCE USE 129 130 DISORDERS DUE TO SUBSTANCE USE Their injection sites. in some cases, this – liver enzymes: elevated liver enzymes and elevated ammonia indicate liver disease."
}