{
  "id": "everyday#screening_cues_de86e929",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "new, separate chapters in no way indicates that these conditions are Introduction 11 not appropriately treated by mental health professionals. Rather, it reflects an effort to remove the artificial and scientifically and clinically inaccurate “mind–body split” embodied in the designation of “organic” and “nonorganic” forms of these disorders. The inclusion of ICD-11 gender incongruence in the chapter on conditions related to sexual health reflects the conclusion that these conditions are not appropriately viewed as mental disorders based on a series of international field studies indicating that distress and functional impairment in transgender people is predicted by experiences of stigmatization and victimization rather than being an intrinsic characteristic of being transgender (57–59). Categories and dimensions ICD-10 was almost entirely categorical in nature (categories were either present or absent), with the only exceptions being severity-based subcategories for mental retardation (mild, moderate, severe, profound) and depressive episode (mild, moderate, severe). ICD-11 has moved beyond a strictly categorical approach, incorporating dimensional elements in two different ways. First, in addition to intellectual developmental disorder and depressive episode, bodily distress disorder, personality disorder and dementia are subcategorized based on severity (mild, moderate, severe). Second, a number of mental disorders allow for the indication of symptomatic manifestations that are intended to provide dimensional profiles that cut across different disorders in a particular grouping. These include symptomatic manifestations of primary psychotic disorders (positive symptoms, negative symptoms, depressive mood symptoms, manic mood symptoms, psychomotor symptoms, cognitive symptoms), which can be further coded as not present, mild, moderate or severe, and prominent personality trait domains in personality disorders (negative affectivity, detachment, asociality, disinhibition, anankastia). See the following section on using the CDDR for ICD-11 mental, behavioural and neurodevelopmental disorders in clinical settings for specific examples of how these dimensional specifiers are coded. Cultural factors Because the CDDR will be employed around the world as a basis for diagnosis and treatment selection among people living in diverse social milieus and cultural contexts, a key priority in development of the diagnostic material was to consider and reflect the influence of culture. Cultural factors affect the diagnosis of mental, behavioural and neurodevelopmental disorders in complex and multifaceted ways. For example, culture can influence how disorders are conceptualized, experienced and expressed; what is considered normal or pathological; how functioning is affected; where and how people seek care; and the ways that patients and families participate in treatment. Attention to culture was also in line with the overall priority of the revision process to enhance the clinical utility and global applicability of the CDDR. Information that makes the diagnostic system more relevant and acceptable to clinicians and service users around the world can enhance the usefulness of the CDDR as tool for identifying those who require care and connecting them to services. WHO appointed a Working Group on Cultural Considerations to develop material on culture for the CDDR. This Working Group conducted extensive consultations with experts from around the world, and systematically reviewed the literature on cultural influences on diagnosis and psychopathology for each diagnostic category, as well as relevant material on culture from ICD-10 and DSM-5. Information was also collated from materials produced by other ICD-11 working groups as part of their generation of proposed content for their respective diagnostic areas. On this basis, the Working Group developed a section entitled “culture-related features” for diagnostic categories in the CDDR. The focus was on providing pragmatic, actionable material to assist clinicians in using the CDDR to evaluate patients in a culturally informed manner and reduce bias in clinical decision-making. This section is meant to be of practical use in the process",
  "gloss_vi": "New, separate chapters in no way indicates that these conditions are introduction 11 not appropriately treated by mental health professionals. rather, it reflects an effort to remove the artificial and scientifically and...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "stress",
      "study",
      "work"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc new, separate chapters in no way indicates that these conditions are Introduction 11 not appropriately treated by mental health professionals. Rather, it reflects an effort to remove the artificial and scientifically and clinically inaccurate “mind–body split” embodied in the designation of “organic” and “nonorganic” forms of these disorders. The inclusion of ICD-11 gender incongruence in the chapter on conditions related to sexual health reflects the conclusion that these conditions are not appropriately viewed as mental disorders based on a series of international field studies indicating that distress and functional impairment in transgender people is predicted by experiences of stigmatization and victimization rather than being an intrinsic characteristic of being transgender (57–59). Categories and dimensions ICD-10 was almost entirely categorical in nature (categories were either present or absent), with the only exceptions being severity-based subcategories for mental retardation (mild, moderate, severe, profound) and depressive episode (mild, moderate, severe). ICD-11 has moved beyond a strictly categorical approach, incorporating dimensional elements in two different ways. First, in addition to intellectual developmental disorder and depressive episode, bodily distress disorder, personality disorder and dementia are subcategorized based on severity (mild, moderate, severe). Second, a number of mental disorders allow for the indication of symptomatic manifestations that are intended to provide dimensional profiles that cut across different disorders in a particular grouping. These include symptomatic manifestations of primary psychotic disorders (positive symptoms, negative symptoms, depressive mood symptoms, manic mood symptoms, psychomotor symptoms, cognitive symptoms), which can be further coded as not present, mild, moderate or severe, and prominent personality trait domains in personality disorders (negative affectivity, detachment, asociality, disinhibition, anankastia). See the following section on using the CDDR for ICD-11 mental, behavioural and neurodevelopmental disorders in clinical settings for specific examples of how these dimensional specifiers are coded. Cultural factors Because the CDDR will be employed around the world as a basis for diagnosis and treatment selection among people living in diverse social milieus and cultural contexts, a key priority in development of the diagnostic material was to consider and reflect the influence of culture. Cultural factors affect the diagnosis of mental, behavioural and neurodevelopmental disorders in complex and multifaceted ways. For example, culture can influence how disorders are conceptualized, experienced and expressed; what is considered normal or pathological; how functioning is affected; where and how people seek care; and the ways that patients and families participate in treatment. Attention to culture was also in line with the overall priority of the revision process to enhance the clinical utility and global applicability of the CDDR. Information that makes the diagnostic system more relevant and acceptable to clinicians and service users around the world can enhance the usefulness of the CDDR as tool for identifying those who require care and connecting them to services. WHO appointed a Working Group on Cultural Considerations to develop material on culture for the CDDR. This Working Group conducted extensive consultations with experts from around the world, and systematically reviewed the literature on cultural influences on diagnosis and psychopathology for each diagnostic category, as well as relevant material on culture from ICD-10 and DSM-5. Information was also collated from materials produced by other ICD-11 working groups as part of their generation of proposed content for their respective diagnostic areas. On this basis, the Working Group developed a section entitled “culture-related features” for diagnostic categories in the CDDR. The focus was on providing pragmatic, actionable material to assist clinicians in using the CDDR to evaluate patients in a culturally informed manner and reduce bias in clinical decision-making. This section is meant to be of practical use in the process New, separate chapters in no way indicates that these conditions are introduction 11 not appropriately treated by mental health professionals. rather, it reflects an effort to remove the artificial and scientifically and..."
}