{
  "id": "everyday#communication_tips_b365bf72",
  "title_en": "General — Communication Tips",
  "title_vi": "General — Communication Tips",
  "text_en": "and maltreatment | Relationship distress and current or past maltreatment by spouse or partner 720 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundary with normality (threshold) • Small lapses in caregiving to partners who are incapable of self-care are common, and a diagnosis of history of spouse or partner violence, neglect, should not be assigned on this basis. In contrast, egregious acts or omissions that cause significant physical injury or reasonable potential for such injury much less common and, if all diagnostic requirements are met, warrant the diagnosis. Problems in relationship between child and current or former caregiver and current or past child maltreatment This section provides CDDR for the following categories: • to document the cause of an injury being treated or the cause of death: PJ20 Physical maltreatment of a child PJ21 Sexual maltreatment of a child PJ22 Psychological maltreatment of a child PF1B Assault by neglect • to document a pattern of either a clinically significant relationship conflict in the relationship of a child with a current or former caregiver, or a history of child maltreatment – including ongoing or past episodes – as factors that are relevant to the individual’s health status and encounters with health services rather than in relationship to a specific injury or death: QE52.0 Caregiver–child relationship problem QE82.0 Personal history of physical abuse as a child QE82.1 Personal history of sexual abuse as a child QE82.2 Personal history of psychological abuse as a child QE82.3 Personal history of neglect as a child. Caregiver–child relationship problem and different forms of child maltreatment may co-occur. As many of the categories in this section may be assigned together as necessary to describe the relevant clinical phenomena. Problems in relationship between child and current former caregiver and current or past child maltreatment Problems in relationship between child and current former caregiver and current or past child maltreatment",
  "gloss_vi": "And maltreatment | relationship distress and current or past maltreatment by spouse or partner 720 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders ranh giớ...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [],
    "life_topics": [
      "stress",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Communication Tips General — Communication Tips and maltreatment | Relationship distress and current or past maltreatment by spouse or partner 720 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundary with normality (threshold) • Small lapses in caregiving to partners who are incapable of self-care are common, and a diagnosis of history of spouse or partner violence, neglect, should not be assigned on this basis. In contrast, egregious acts or omissions that cause significant physical injury or reasonable potential for such injury much less common and, if all diagnostic requirements are met, warrant the diagnosis. Problems in relationship between child and current or former caregiver and current or past child maltreatment This section provides CDDR for the following categories: • to document the cause of an injury being treated or the cause of death: PJ20 Physical maltreatment of a child PJ21 Sexual maltreatment of a child PJ22 Psychological maltreatment of a child PF1B Assault by neglect • to document a pattern of either a clinically significant relationship conflict in the relationship of a child with a current or former caregiver, or a history of child maltreatment – including ongoing or past episodes – as factors that are relevant to the individual’s health status and encounters with health services rather than in relationship to a specific injury or death: QE52.0 Caregiver–child relationship problem QE82.0 Personal history of physical abuse as a child QE82.1 Personal history of sexual abuse as a child QE82.2 Personal history of psychological abuse as a child QE82.3 Personal history of neglect as a child. Caregiver–child relationship problem and different forms of child maltreatment may co-occur. As many of the categories in this section may be assigned together as necessary to describe the relevant clinical phenomena. Problems in relationship between child and current former caregiver and current or past child maltreatment Problems in relationship between child and current former caregiver and current or past child maltreatment And maltreatment | relationship distress and current or past maltreatment by spouse or partner 720 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders ranh giớ..."
}