{
  "id": "everyday#risk_safety_bfc8e48f",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "562 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Lack of empathy Lack of empathy is manifested in indifference to whether one’s actions inconvenience others or hurt them in any way (e.g. emotionally, socially, financially, physically). As a result, individuals with prominent dissociality are often deceptive and manipulative, exploiting people and situations to get what they want and think they deserve. This may include being mean and physically aggressive. In the extreme, this aspect of dissociality can be manifested in callousness with regard to others’ suffering and ruthlessness in obtaining one’s goals, such that these individuals may be physically violent with little to no provocation, and may even take pleasure in inflicting pain and harm. Note that this aspect of dissociality does not necessarily imply that individuals with prominent dissociality do not cognitively understand the feelings of others; rather, they are not concerned about them and instead are likely to use this understanding to exploit others. 6D11.3 Disinhibition The core feature of the disinhibition trait domain is the tendency to act rashly based on immediate external or internal stimuli (i.e. sensations, emotions, thoughts), without consideration of potential negative consequences. Common manifestations of disinhibition, not all of which may be present in a given individual at a given time, include the following. Impulsivity Individuals with prominent disinhibition tend to act rashly based on whatever is compelling at the moment, without consideration of negative consequences for themselves or others, including putting themselves or others at physical risk. They have difficulty delaying reward or satisfaction, and tend to pursue immediately available short-term pleasures or potential benefits. In this way, the trait is strongly associated with such behaviours as substance use, gambling and impulsive sexual activity. Distractibility Individuals with prominent disinhibition also have difficulty staying focused on important and necessary tasks that require sustained effort. They quickly become bored or frustrated with difficult, routine or tedious tasks, and are easily distracted by extraneous stimuli, such as others’ conversations. Even in the absence of distractions, they have difficulty keeping their attention focused and persisting on tasks, and tend to scan the environment for more enjoyable options. Irresponsibility Individuals with prominent disinhibition are unreliable and lack a sense of accountability for their actions. As a result, they often do not complete work assignments or perform expected duties; they fail to meet deadlines, do not follow through on commitments and promises, and are late to or miss formal and informal appointments and meetings because they allow themselves to become engaged in something more compelling that has caught their attention. Recklessness Individuals with prominent disinhibition lack an appropriate sense of caution. They tend to overestimate their abilities and thus frequently do things that are beyond their skill level, without considering potential safety risks. Individuals with prominent disinhibition may engage in reckless driving or dangerous sports, or perform other activities that put them or others in physical danger without sufficient preparation",
  "gloss_vi": "562 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders lack of empathy lack of empathy is manifested in indifference to whether one’s actions inconvenience ot...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "do_not_do"
    ],
    "life_topics": [
      "study",
      "work"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 562 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Lack of empathy Lack of empathy is manifested in indifference to whether one’s actions inconvenience others or hurt them in any way (e.g. emotionally, socially, financially, physically). As a result, individuals with prominent dissociality are often deceptive and manipulative, exploiting people and situations to get what they want and think they deserve. This may include being mean and physically aggressive. In the extreme, this aspect of dissociality can be manifested in callousness with regard to others’ suffering and ruthlessness in obtaining one’s goals, such that these individuals may be physically violent with little to no provocation, and may even take pleasure in inflicting pain and harm. Note that this aspect of dissociality does not necessarily imply that individuals with prominent dissociality do not cognitively understand the feelings of others; rather, they are not concerned about them and instead are likely to use this understanding to exploit others. 6D11.3 Disinhibition The core feature of the disinhibition trait domain is the tendency to act rashly based on immediate external or internal stimuli (i.e. sensations, emotions, thoughts), without consideration of potential negative consequences. Common manifestations of disinhibition, not all of which may be present in a given individual at a given time, include the following. Impulsivity Individuals with prominent disinhibition tend to act rashly based on whatever is compelling at the moment, without consideration of negative consequences for themselves or others, including putting themselves or others at physical risk. They have difficulty delaying reward or satisfaction, and tend to pursue immediately available short-term pleasures or potential benefits. In this way, the trait is strongly associated with such behaviours as substance use, gambling and impulsive sexual activity. Distractibility Individuals with prominent disinhibition also have difficulty staying focused on important and necessary tasks that require sustained effort. They quickly become bored or frustrated with difficult, routine or tedious tasks, and are easily distracted by extraneous stimuli, such as others’ conversations. Even in the absence of distractions, they have difficulty keeping their attention focused and persisting on tasks, and tend to scan the environment for more enjoyable options. Irresponsibility Individuals with prominent disinhibition are unreliable and lack a sense of accountability for their actions. As a result, they often do not complete work assignments or perform expected duties; they fail to meet deadlines, do not follow through on commitments and promises, and are late to or miss formal and informal appointments and meetings because they allow themselves to become engaged in something more compelling that has caught their attention. Recklessness Individuals with prominent disinhibition lack an appropriate sense of caution. They tend to overestimate their abilities and thus frequently do things that are beyond their skill level, without considering potential safety risks. Individuals with prominent disinhibition may engage in reckless driving or dangerous sports, or perform other activities that put them or others in physical danger without sufficient preparation 562 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders lack of empathy lack of empathy is manifested in indifference to whether one’s actions inconvenience ot..."
}