{
  "id": "everyday#screening_cues_84590f0a",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere 665 Potentially explanatory medical conditions (examples) Brain disorders and general medical conditions that have been shown to be capable of producing anxiety syndromes include: • diseases of the nervous system (e.g. encephalitis, seizures); • diseases of the circulatory system (e.g. cardiac arrhythmia, congestive heart failure, hyperkinetic heart syndrome, mitral valve prolapse, pulmonary thromboembolis); • diseases of the ear or mastoid process (e.g. acute vestibular syndrome); • diseases of the respiratory system (e.g. asthma, chronic obstructive pulmonary disease); • endocrine, nutritional or metabolic diseases (e.g. hyperadrenalism, hypercalcaemia, hypermagnesaemia, hyperthyroidism, hypoglycaemia, hypoparathyroidism); • neoplasms (e.g. malignant phaeochromocytoma of adrenal gland, neoplasms of brain or meninges). 6E64 Secondary obsessive-compulsive or related syndrome Essential (required) features • The presence of prominent symptoms that are characteristic of obsessive-compulsive and related disorders, such as obsessions, compulsions, skin picking, hair pulling or other body-focused repetitive behaviours, is required for diagnosis. • The symptoms are judged to be the direct pathophysiological consequence of a medical condition, based on evidence from history, physical examination or laboratory findings. This judgement depends on establishing the following. • The medical condition is known to be capable of producing the symptoms. • The course of the symptoms (e.g. onset, remission, response to treatment of the etiological medical condition) is consistent with causation by the medical condition. • The symptoms are not better accounted for by another mental disorder (e.g. an obsessive- compulsive or related disorder) or the effects of a medication or substance, including withdrawal effects. • The symptoms do not meet the diagnostic requirements for secondary tics, classified in the grouping of movement disorders in Chapter 8 on diseases of the nervous system. • The symptoms are sufficiently severe to be a specific focus of clinical attention. Secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere 666 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundaries with other disorders and conditions (differential diagnosis) Boundary with obsessive-compulsive and related disorders Determining whether obsessive-compulsive or related symptoms are due to a medical condition as opposed to manifestations of a primary mental disorder is often difficult because the clinical presentations may be similar. Establishing the presence of a potentially explanatory medical condition that can cause obsessive-compulsive or related symptoms and",
  "gloss_vi": "Secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere 665 potentially explanatory medical conditions (examples) brain disorders and general medical conditions that have bee...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere 665 Potentially explanatory medical conditions (examples) Brain disorders and general medical conditions that have been shown to be capable of producing anxiety syndromes include: • diseases of the nervous system (e.g. encephalitis, seizures); • diseases of the circulatory system (e.g. cardiac arrhythmia, congestive heart failure, hyperkinetic heart syndrome, mitral valve prolapse, pulmonary thromboembolis); • diseases of the ear or mastoid process (e.g. acute vestibular syndrome); • diseases of the respiratory system (e.g. asthma, chronic obstructive pulmonary disease); • endocrine, nutritional or metabolic diseases (e.g. hyperadrenalism, hypercalcaemia, hypermagnesaemia, hyperthyroidism, hypoglycaemia, hypoparathyroidism); • neoplasms (e.g. malignant phaeochromocytoma of adrenal gland, neoplasms of brain or meninges). 6E64 Secondary obsessive-compulsive or related syndrome Essential (required) features • The presence of prominent symptoms that are characteristic of obsessive-compulsive and related disorders, such as obsessions, compulsions, skin picking, hair pulling or other body-focused repetitive behaviours, is required for diagnosis. • The symptoms are judged to be the direct pathophysiological consequence of a medical condition, based on evidence from history, physical examination or laboratory findings. This judgement depends on establishing the following. • The medical condition is known to be capable of producing the symptoms. • The course of the symptoms (e.g. onset, remission, response to treatment of the etiological medical condition) is consistent with causation by the medical condition. • The symptoms are not better accounted for by another mental disorder (e.g. an obsessive- compulsive or related disorder) or the effects of a medication or substance, including withdrawal effects. • The symptoms do not meet the diagnostic requirements for secondary tics, classified in the grouping of movement disorders in Chapter 8 on diseases of the nervous system. • The symptoms are sufficiently severe to be a specific focus of clinical attention. Secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere 666 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundaries with other disorders and conditions (differential diagnosis) Boundary with obsessive-compulsive and related disorders Determining whether obsessive-compulsive or related symptoms are due to a medical condition as opposed to manifestations of a primary mental disorder is often difficult because the clinical presentations may be similar. Establishing the presence of a potentially explanatory medical condition that can cause obsessive-compulsive or related symptoms and Secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere 665 potentially explanatory medical conditions (examples) brain disorders and general medical conditions that have bee..."
}