{
  "id": "everyday#risk_safety_5d9a976e",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "of thought include delusions, experiences of influence, passivity, and control, grandiosity, homicidal ideation, identity disturbance, obsessions, overvalued ideas, paranoid ideation, referential thinking, suspiciousness and suicidal ideation. MB26.0 Delusion • Delusion refers to a belief that is demonstrably untrue or not shared by others, usually based on incorrect inference about external reality. The belief is firmly held with conviction and is not, or is only briefly, susceptible to modification by experience or evidence that contradicts it. The belief is not ordinarily accepted by other members or the person’s culture or subculture (i.e. it is not an article of religious faith). It includes the following subcategories. MB26.00 Bizarre delusion • Bizarre delusion refers to a delusion that involves a phenomenon that would be regarded as physically impossible within the person’s cultural context. MB26.01 Delusion of being controlled • Delusion of being controlled refers to a delusion that involves an external force or person controlling the individual’s feelings, impulses, thoughts or behaviour. MB26.02 Delusion of guilt • Delusion of guilt refers to a delusion involving exaggerated or inappropriate responsibility, need for punishment or retribution, or disproportionate consequences of the individual’s actions – such as that a minor error in the past will lead to disaster, that the person has committed a sin or horrible crime and should be punished severely, or that the person is responsible for a horrible outcome with which there can be no possible connection. MB26.03 Delusion of reference • Delusion of reference refers to a delusion that events, objects or other people in the person’s immediate environment have a particular and unusual personal significance – usually of a negative or pejorative nature. Mental or behavioural symptoms, signs or clinical findings | Symptoms or signs involving form of thought Mental or behavioural symptoms, signs or clinical findings | Symptoms or signs involving content of thought",
  "gloss_vi": "Of thought include delusions, experiences of influence, passivity, and control, grandiosity, homicidal ý nghĩ, identity disturbance, obsessions, overvalued ideas, paranoid ý nghĩ, referential thinking, suspiciousness and...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn of thought include delusions, experiences of influence, passivity, and control, grandiosity, homicidal ideation, identity disturbance, obsessions, overvalued ideas, paranoid ideation, referential thinking, suspiciousness and suicidal ideation. MB26.0 Delusion • Delusion refers to a belief that is demonstrably untrue or not shared by others, usually based on incorrect inference about external reality. The belief is firmly held with conviction and is not, or is only briefly, susceptible to modification by experience or evidence that contradicts it. The belief is not ordinarily accepted by other members or the person’s culture or subculture (i.e. it is not an article of religious faith). It includes the following subcategories. MB26.00 Bizarre delusion • Bizarre delusion refers to a delusion that involves a phenomenon that would be regarded as physically impossible within the person’s cultural context. MB26.01 Delusion of being controlled • Delusion of being controlled refers to a delusion that involves an external force or person controlling the individual’s feelings, impulses, thoughts or behaviour. MB26.02 Delusion of guilt • Delusion of guilt refers to a delusion involving exaggerated or inappropriate responsibility, need for punishment or retribution, or disproportionate consequences of the individual’s actions – such as that a minor error in the past will lead to disaster, that the person has committed a sin or horrible crime and should be punished severely, or that the person is responsible for a horrible outcome with which there can be no possible connection. MB26.03 Delusion of reference • Delusion of reference refers to a delusion that events, objects or other people in the person’s immediate environment have a particular and unusual personal significance – usually of a negative or pejorative nature. Mental or behavioural symptoms, signs or clinical findings | Symptoms or signs involving form of thought Mental or behavioural symptoms, signs or clinical findings | Symptoms or signs involving content of thought Of thought include delusions, experiences of influence, passivity, and control, grandiosity, homicidal ý nghĩ, identity disturbance, obsessions, overvalued ideas, paranoid ý nghĩ, referential thinking, suspiciousness and..."
}