{
  "id": "everyday#screening_cues_59e54c6f",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "20 DEP DEPRESSION DEP Quick Overview ASSESSMENT MANAGEMENT D oes the person have depression? Management Protocols 1. Depression Are there other explanations for the symptoms? 2. Depressive episode in bipolar disorder 3. Special populations – Rule out physical conditions – Rule out a history of mania – Rule out normal reactions to recent major loss Psychosocial Interventions Assess for other priority MNS conditions Pharmacological Interventions FOLLOW-UP DEPRESSION Assessment DEP 1 Assessment COMMON PRESENTATIONS OF DEPRESSION M ultiple persistent physical symptoms with no clear cause L ow energy, fatigue, sleep problems P ersistent sadness or depressed mood, anxiety L oss of interest or pleasure in activities that are normally pleasurable 11 Does the person have depression? Has the person had at least one of the following core symptoms of depression for at least 2 weeks? – Persistent depressed mood – Markedly diminished interest in or pleasure from activities Depression is unlikely Go to OTH DEPRESSION 21",
  "gloss_vi": "20 dep trầm cảm dep quick overview đánh giá management d oes the person have trầm cảm? management protocols 1.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral"
    ],
    "life_topics": [
      "sleep",
      "grief"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 20 DEP DEPRESSION DEP Quick Overview ASSESSMENT MANAGEMENT D oes the person have depression? Management Protocols 1. Depression Are there other explanations for the symptoms? 2. Depressive episode in bipolar disorder 3. Special populations – Rule out physical conditions – Rule out a history of mania – Rule out normal reactions to recent major loss Psychosocial Interventions Assess for other priority MNS conditions Pharmacological Interventions FOLLOW-UP DEPRESSION Assessment DEP 1 Assessment COMMON PRESENTATIONS OF DEPRESSION M ultiple persistent physical symptoms with no clear cause L ow energy, fatigue, sleep problems P ersistent sadness or depressed mood, anxiety L oss of interest or pleasure in activities that are normally pleasurable 11 Does the person have depression? Has the person had at least one of the following core symptoms of depression for at least 2 weeks? – Persistent depressed mood – Markedly diminished interest in or pleasure from activities Depression is unlikely Go to OTH DEPRESSION 21 20 dep trầm cảm dep quick overview đánh giá management d oes the person have trầm cảm? management protocols 1."
}