{
  "id": "everyday#do_not_do_72e818b2",
  "title_en": "General — Do Not Do",
  "title_vi": "General — Do Not Do",
  "text_en": "Neurodevelopmental disorders 115 Boundary with selective mutism Selective mutism is characterized by consistent selectivity in speaking, such that a child demonstrates adequate speech production in specific situations (typically at home) but predictably fails to speak in others (typically at school). Selective mutism can occur in the presence of developmental speech sound disorder, and both diagnoses may be assigned if warranted. Boundary with dysphonia Dysphonia is characterized by abnormal voice production or absences of vocal quality, pitch, loudness, resonance or duration. It can be caused by voice strain or overuse, by structural laryngeal anomalies, or by diseases of the nervous system. It may result in the distortion of speech sounds due to the abnormal voice quality. In contrast, developmental speech sound disorder involves the omission or substitution of speech sounds and also includes distortion of speech sounds (e.g. due to incorrect tongue placement) rather than abnormal voice quality characteristic of dysphonia. Boundary with dysarthria Dysarthria is a motor speech disorder directly attributable to a disease of the nervous system or to either congenital or acquired brain injury. Dysarthria is characterized by difficulties with the range, rate, force, coordination and sustainability of movements throughout the vocal tract (i.e. trunk, larynx, palate, tongue, lips, jaw and face) that are required for speech. These motor difficulties often also cause frank difficulties in eating, drinking, swallowing or saliva control. A diagnosis of developmental speech sound disorder should not be assigned in these cases. Rather, a diagnosis of secondary speech or language syndrome should be assigned in addition to the associated medical condition if the speech sound difficulties are a specific focus of clinical attention. Boundary with secondary speech or language syndrome The diagnosis of developmental speech sound disorder should not be assigned in the presence of a disease of the nervous system affecting the brain, peripheral nerves or neuromusculature (e.g. cerebral palsy, myasthenia gravis); sensory impairment (e.g. sensory neural deafness); or structural impairment (e.g. cleft palate), although speech sound production difficulties may be a presenting feature of any of these conditions. In these cases, a diagnosis of secondary speech or language syndrome should be assigned in addition to the associated medical condition if the speech sound difficulties are a specific focus of clinical attention. 6A01.1 Developmental speech fluency disorder Essential (required) features • Frequent or pervasive disruption of the normal rhythmic flow and rate of speech characterized by repetitions and prolongations in sounds, syllables, words and phrases, as well as blocking (inaudible or silent fixations or inability to initiate sounds) and word avoidance or substitutions, is required for diagnosis. • The",
  "gloss_vi": "Neurodevelopmental disorders 115 ranh giới with selective mutism selective mutism is characterized by consistent selectivity in speaking, such that a child demonstrates adequate speech production in specific situations (...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "do_not_do"
    ],
    "life_topics": [
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Do Not Do General — Do Not Do Neurodevelopmental disorders 115 Boundary with selective mutism Selective mutism is characterized by consistent selectivity in speaking, such that a child demonstrates adequate speech production in specific situations (typically at home) but predictably fails to speak in others (typically at school). Selective mutism can occur in the presence of developmental speech sound disorder, and both diagnoses may be assigned if warranted. Boundary with dysphonia Dysphonia is characterized by abnormal voice production or absences of vocal quality, pitch, loudness, resonance or duration. It can be caused by voice strain or overuse, by structural laryngeal anomalies, or by diseases of the nervous system. It may result in the distortion of speech sounds due to the abnormal voice quality. In contrast, developmental speech sound disorder involves the omission or substitution of speech sounds and also includes distortion of speech sounds (e.g. due to incorrect tongue placement) rather than abnormal voice quality characteristic of dysphonia. Boundary with dysarthria Dysarthria is a motor speech disorder directly attributable to a disease of the nervous system or to either congenital or acquired brain injury. Dysarthria is characterized by difficulties with the range, rate, force, coordination and sustainability of movements throughout the vocal tract (i.e. trunk, larynx, palate, tongue, lips, jaw and face) that are required for speech. These motor difficulties often also cause frank difficulties in eating, drinking, swallowing or saliva control. A diagnosis of developmental speech sound disorder should not be assigned in these cases. Rather, a diagnosis of secondary speech or language syndrome should be assigned in addition to the associated medical condition if the speech sound difficulties are a specific focus of clinical attention. Boundary with secondary speech or language syndrome The diagnosis of developmental speech sound disorder should not be assigned in the presence of a disease of the nervous system affecting the brain, peripheral nerves or neuromusculature (e.g. cerebral palsy, myasthenia gravis); sensory impairment (e.g. sensory neural deafness); or structural impairment (e.g. cleft palate), although speech sound production difficulties may be a presenting feature of any of these conditions. In these cases, a diagnosis of secondary speech or language syndrome should be assigned in addition to the associated medical condition if the speech sound difficulties are a specific focus of clinical attention. 6A01.1 Developmental speech fluency disorder Essential (required) features • Frequent or pervasive disruption of the normal rhythmic flow and rate of speech characterized by repetitions and prolongations in sounds, syllables, words and phrases, as well as blocking (inaudible or silent fixations or inability to initiate sounds) and word avoidance or substitutions, is required for diagnosis. • The Neurodevelopmental disorders 115 ranh giới with selective mutism selective mutism is characterized by consistent selectivity in speaking, such that a child demonstrates adequate speech production in specific situations (..."
}