{
  "id": "everyday#screening_cues_4c6b13db",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "of verbal or physical aggression may falsely report additional symptoms consistent with a diagnosis of intermittent explosive disorder, with the intent of obtaining a mental disorder diagnosis to avoid criminal charges or other negative consequences. Intermittent explosive disorder should not be diagnosed in such cases. Boundary with dementia and other medical conditions The diagnosis of intermittent explosive disorder should not be assigned when the impulsive aggressive behaviours are entirely explained by dementia, a disease of the nervous system – including stroke – or another medical condition not classified under mental, behavioural and neurodevelopmental disorders (e.g. a brain tumour). Impulse control disorders | Intermittent explosive disorder Impulse control disorders 535 6C7Y Other specified impulse control disorder Essential (required) features • The presentation is characterized by symptoms that share primary clinical features with other impulse control disorders; that is, persistently repeated behaviours in which there is failure to resist an impulse, drive or urge to perform an act that is rewarding to the person – at least in the short term – despite negative consequences such as longer-term harm either to the individual or to others. • The symptoms do not fulfil the diagnostic requirements for any other disorder in the impulse control disorders grouping. • The symptoms are not characterized by recurrent and habitual actions directed at the integument (e.g. skin and hair), which should be classified under body-focused repetitive behaviour disorders. • The symptoms are not characterized by gambling, gaming or other addictive behaviours. • The symptoms are not better accounted for by another mental disorder (e.g. dementia, a disorder due to addictive behaviours, an obsessive-compulsive or related disorder). • The symptoms or behaviours are not developmentally appropriate or culturally sanctioned. • The symptoms or behaviours are not a manifestation of another medical condition, and are not due to the effects of a substance or medication on the central nervous system (e.g. methamfetamine or dopamine agonists such as pramipexole for Parkinson disease or restless legs syndrome), including substance intoxication and withdrawal effects. • The symptoms result in significant distress or significant impairment in personal, family, social, educational, occupational or other important areas of functioning. 6C7Z Impulse control disorder, unspecified Impulse control disorders | Other specified impulse control disorder",
  "gloss_vi": "Of verbal or physical aggression may falsely report additional symptoms consistent with a diagnosis of intermittent explosive disorder, with the intent of obtaining a mental disorder diagnosis to avoid criminal charges o...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc of verbal or physical aggression may falsely report additional symptoms consistent with a diagnosis of intermittent explosive disorder, with the intent of obtaining a mental disorder diagnosis to avoid criminal charges or other negative consequences. Intermittent explosive disorder should not be diagnosed in such cases. Boundary with dementia and other medical conditions The diagnosis of intermittent explosive disorder should not be assigned when the impulsive aggressive behaviours are entirely explained by dementia, a disease of the nervous system – including stroke – or another medical condition not classified under mental, behavioural and neurodevelopmental disorders (e.g. a brain tumour). Impulse control disorders | Intermittent explosive disorder Impulse control disorders 535 6C7Y Other specified impulse control disorder Essential (required) features • The presentation is characterized by symptoms that share primary clinical features with other impulse control disorders; that is, persistently repeated behaviours in which there is failure to resist an impulse, drive or urge to perform an act that is rewarding to the person – at least in the short term – despite negative consequences such as longer-term harm either to the individual or to others. • The symptoms do not fulfil the diagnostic requirements for any other disorder in the impulse control disorders grouping. • The symptoms are not characterized by recurrent and habitual actions directed at the integument (e.g. skin and hair), which should be classified under body-focused repetitive behaviour disorders. • The symptoms are not characterized by gambling, gaming or other addictive behaviours. • The symptoms are not better accounted for by another mental disorder (e.g. dementia, a disorder due to addictive behaviours, an obsessive-compulsive or related disorder). • The symptoms or behaviours are not developmentally appropriate or culturally sanctioned. • The symptoms or behaviours are not a manifestation of another medical condition, and are not due to the effects of a substance or medication on the central nervous system (e.g. methamfetamine or dopamine agonists such as pramipexole for Parkinson disease or restless legs syndrome), including substance intoxication and withdrawal effects. • The symptoms result in significant distress or significant impairment in personal, family, social, educational, occupational or other important areas of functioning. 6C7Z Impulse control disorder, unspecified Impulse control disorders | Other specified impulse control disorder Of verbal or physical aggression may falsely report additional symptoms consistent with a diagnosis of intermittent explosive disorder, with the intent of obtaining a mental disorder diagnosis to avoid criminal charges o..."
}