{
  "id": "everyday#screening_cues_74eba06e",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "other effects. dementia, and whether caregiving responsibilities Future research should investigate effects of are shared with others can affect depression and carer interventions to otherwise treatment- anxiety symptoms and their likelihood of seeking naïve carers and try to establish dose effects for help and accessing services. carer interventions. y Need for cultural adaptation: Based on a systematic y There were no studies identified in the reviews review by Akarsu et al. (2019), basic levels of that compared individual interventions with each cultural adaptation of carer interventions (e.g. only other and the optimal intervention duration is translating generic materials or having bilingual not known. Instead, interventions often include and bicultural staff) appear less effective than 52 3. Recommendations interventions that are developed with the target eHealth interventions delivered via the internet, ethnic minority or cultural group’s preferred method telephone and combined technologies generally of engagement in mind (100). produced positive (albeit varying) effects regarding y Costs of interventions: According to Hu et al., 2021, depression, anxiety, caregiver burden, stress, the costs and effects of interventions supporting self-efficacy, knowledge and skill improvements informal carers of people with dementia might be (103). Additionally, carers of people with dementia affected by the inclusion of different intervention found internet-based interventions mostly to be components, specific carer characteristics, and the effective, efficient, and satisfactory (104). App-based follow-up periods considered (101). mobile interventions for dementia carers resulted y Modes of delivery of interventions: Different delivery in positive effects on carer competency (SMD = 0.434; modes of carer interventions, including digital 95% CI: 0.093 to 0.775), and quality of life (SMD = or remotely delivered interventions have been 0.794; 95% CI: 0.310 to 1.278), while other outcomes reported to be effective. For example: CBT delivered were non-significant: caregiver burden (SMD = via internet, telephone or individual sessions -0.315; 95% CI: -0.681 to 0.052), depression (SMD = were equally effective in reducing depressive -0.236; 95% CI: -0.517 to 0.046) and stress (SMD = symptoms in carers (102); multicomponent carer -0.295; 95% CI: -0.708 to 0.118) (105). DEM2. For people with dementia and comorbid depression, do psychological interventions (including cognitive behavioural therapy, behavioural activation therapy, interpersonal therapy and counselling) produce any benefit and/or harm compared with controls? Recommendation: There was insufficient evidence to update the recommendation, so the existing recommendation remains valid. Psychological interventions – namely cognitive behavioural therapy (CBT), interpersonal therapy (IPT), structured counselling and behavioural activation therapy (BAT) – should be considered for people living with dementia and mild-to-moderate depression. Strength of recommendation: Conditional Certainty of evidence: Low Justification to RCTs and controlled trials) published since 2015. y There is limited low-quality evidence based on a None of the studies from the additional searches Cochrane Review by Orgeta et al. (2014) that the use met the PICO criteria for this question. Due to this of psychological treatments may reduce symptoms lack of new evidence, the 2014 review by Orgeta et of depression in this population (106). al. was still considered the best and most up-to-date evidence on this topic. Therefore, the existing (2015) y The evidence review team carried out further recommendation is retained and is not updated at searches of systematic reviews published between this time. 2015 and 2018 and new primary research (limited 53",
  "gloss_vi": "Other effects. dementia, and whether caregiving responsibilities future research should investigate effects of are shared with others can affect trầm cảm and carer interventions to otherwise treatment- lo âu symptoms and...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "psychoeducation"
    ],
    "life_topics": [
      "stress",
      "study",
      "digital"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc other effects. dementia, and whether caregiving responsibilities Future research should investigate effects of are shared with others can affect depression and carer interventions to otherwise treatment- anxiety symptoms and their likelihood of seeking naïve carers and try to establish dose effects for help and accessing services. carer interventions. y Need for cultural adaptation: Based on a systematic y There were no studies identified in the reviews review by Akarsu et al. (2019), basic levels of that compared individual interventions with each cultural adaptation of carer interventions (e.g. only other and the optimal intervention duration is translating generic materials or having bilingual not known. Instead, interventions often include and bicultural staff) appear less effective than 52 3. Recommendations interventions that are developed with the target eHealth interventions delivered via the internet, ethnic minority or cultural group’s preferred method telephone and combined technologies generally of engagement in mind (100). produced positive (albeit varying) effects regarding y Costs of interventions: According to Hu et al., 2021, depression, anxiety, caregiver burden, stress, the costs and effects of interventions supporting self-efficacy, knowledge and skill improvements informal carers of people with dementia might be (103). Additionally, carers of people with dementia affected by the inclusion of different intervention found internet-based interventions mostly to be components, specific carer characteristics, and the effective, efficient, and satisfactory (104). App-based follow-up periods considered (101). mobile interventions for dementia carers resulted y Modes of delivery of interventions: Different delivery in positive effects on carer competency (SMD = 0.434; modes of carer interventions, including digital 95% CI: 0.093 to 0.775), and quality of life (SMD = or remotely delivered interventions have been 0.794; 95% CI: 0.310 to 1.278), while other outcomes reported to be effective. For example: CBT delivered were non-significant: caregiver burden (SMD = via internet, telephone or individual sessions -0.315; 95% CI: -0.681 to 0.052), depression (SMD = were equally effective in reducing depressive -0.236; 95% CI: -0.517 to 0.046) and stress (SMD = symptoms in carers (102); multicomponent carer -0.295; 95% CI: -0.708 to 0.118) (105). DEM2. For people with dementia and comorbid depression, do psychological interventions (including cognitive behavioural therapy, behavioural activation therapy, interpersonal therapy and counselling) produce any benefit and/or harm compared with controls? Recommendation: There was insufficient evidence to update the recommendation, so the existing recommendation remains valid. Psychological interventions – namely cognitive behavioural therapy (CBT), interpersonal therapy (IPT), structured counselling and behavioural activation therapy (BAT) – should be considered for people living with dementia and mild-to-moderate depression. Strength of recommendation: Conditional Certainty of evidence: Low Justification to RCTs and controlled trials) published since 2015. y There is limited low-quality evidence based on a None of the studies from the additional searches Cochrane Review by Orgeta et al. (2014) that the use met the PICO criteria for this question. Due to this of psychological treatments may reduce symptoms lack of new evidence, the 2014 review by Orgeta et of depression in this population (106). al. was still considered the best and most up-to-date evidence on this topic. Therefore, the existing (2015) y The evidence review team carried out further recommendation is retained and is not updated at searches of systematic reviews published between this time. 2015 and 2018 and new primary research (limited 53 Other effects. dementia, and whether caregiving responsibilities future research should investigate effects of are shared with others can affect trầm cảm and carer interventions to otherwise treatment- lo âu symptoms and..."
}