{
  "id": "everyday#psychoeducation_a72550f8",
  "title_en": "General — Psychoeducation",
  "title_vi": "General — Giáo dục tâm lý",
  "text_en": "412 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders • Avoidance of specific foods or limitation of food intake due to religious or other culturally sanctioned practices does not meet the diagnostic requirements of avoidant-restrictive food intake disorder unless the pattern of restricted food intake has negatively affected the physical health of the individual or resulted in significant impairment in personal, family, social, educational, occupational or other important areas of functioning. Course features • Avoidant-restrictive food intake disorder may be associated with delays in typical development (e.g. growth, learning), particularly if significant malnutrition is present. • Among individuals with avoidant-restrictive food intake disorder, avoidant and restrictive patterns of eating may persist into adulthood. • Individuals with avoidant-restrictive food intake disorder may develop certain features of anorexia nervosa over time (e.g. concerns about body weight or negative attitudes about fatness), but do not typically develop the body image distortion commonly seen in anorexia nervosa. Otherwise, evidence that avoidant-restrictive food intake disorder is associated with later diagnoses of other feeding and eating disorders is limited. Developmental presentations • Avoidant eating or feeding often starts in early childhood, but initial presentations in older children, adolescents and adults also occur. Culture-related features • Individuals who avoid specific foods because of widely accepted food choice practices, such as vegetarianism or veganism, or due to religious observances (e.g. fasting, purification or ritual proscription of foods), should not be diagnosed with the disorder unless the restricted eating behaviour exceeds the usual norms of the individual’s cultural or religious group, and is associated with health or functional consequences that warrant clinical attention. Sex- and/or gender-related features • The prevalence of avoidant-restrictive food intake disorder is similar among males and females. When avoidant-restrictive food intake disorder co-occurs with autism spectrum disorder, prevalence is higher among males. Feeding and eating disorders | Avoidant-restrictive food intake disorder Feeding and eating disorders 413 Boundaries with other disorders and conditions (differential diagnosis) Boundary with anorexia nervosa Individuals with anorexia nervosa, like individuals with avoidant-restrictive food intake disorder, present with a pattern of restricted eating and significantly low body weight, with similar health-related consequences. The difference is that in anorexia nervosa, behaviours to establish or maintain an abnormally low body weight are usually explicitly motivated by a desire for thinness or an intense fear of gaining weight. However, other rationales for disturbances in eating behaviours or weight loss in anorexia nervosa may be given, such as fear of physical discomfort (e.g. stomach bloating), self-punishment, or religious or moral reasons. In cases in which the individual otherwise meets the diagnostic requirements",
  "gloss_vi": "412 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders • avoidance of specific foods or limitation of food intake due to religious or other culturally sanctio...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "psychoeducation",
      "do_not_do"
    ],
    "life_topics": [
      "relationships",
      "grief"
    ],
    "advice_section": [
      "communication_tips",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Psychoeducation General — Giáo dục tâm lý 412 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders • Avoidance of specific foods or limitation of food intake due to religious or other culturally sanctioned practices does not meet the diagnostic requirements of avoidant-restrictive food intake disorder unless the pattern of restricted food intake has negatively affected the physical health of the individual or resulted in significant impairment in personal, family, social, educational, occupational or other important areas of functioning. Course features • Avoidant-restrictive food intake disorder may be associated with delays in typical development (e.g. growth, learning), particularly if significant malnutrition is present. • Among individuals with avoidant-restrictive food intake disorder, avoidant and restrictive patterns of eating may persist into adulthood. • Individuals with avoidant-restrictive food intake disorder may develop certain features of anorexia nervosa over time (e.g. concerns about body weight or negative attitudes about fatness), but do not typically develop the body image distortion commonly seen in anorexia nervosa. Otherwise, evidence that avoidant-restrictive food intake disorder is associated with later diagnoses of other feeding and eating disorders is limited. Developmental presentations • Avoidant eating or feeding often starts in early childhood, but initial presentations in older children, adolescents and adults also occur. Culture-related features • Individuals who avoid specific foods because of widely accepted food choice practices, such as vegetarianism or veganism, or due to religious observances (e.g. fasting, purification or ritual proscription of foods), should not be diagnosed with the disorder unless the restricted eating behaviour exceeds the usual norms of the individual’s cultural or religious group, and is associated with health or functional consequences that warrant clinical attention. Sex- and/or gender-related features • The prevalence of avoidant-restrictive food intake disorder is similar among males and females. When avoidant-restrictive food intake disorder co-occurs with autism spectrum disorder, prevalence is higher among males. Feeding and eating disorders | Avoidant-restrictive food intake disorder Feeding and eating disorders 413 Boundaries with other disorders and conditions (differential diagnosis) Boundary with anorexia nervosa Individuals with anorexia nervosa, like individuals with avoidant-restrictive food intake disorder, present with a pattern of restricted eating and significantly low body weight, with similar health-related consequences. The difference is that in anorexia nervosa, behaviours to establish or maintain an abnormally low body weight are usually explicitly motivated by a desire for thinness or an intense fear of gaining weight. However, other rationales for disturbances in eating behaviours or weight loss in anorexia nervosa may be given, such as fear of physical discomfort (e.g. stomach bloating), self-punishment, or religious or moral reasons. In cases in which the individual otherwise meets the diagnostic requirements 412 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders • avoidance of specific foods or limitation of food intake due to religious or other culturally sanctio..."
}