{
  "id": "everyday#screening_cues_79582e20",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "of anorexia nervosa but weight- or shape-related concerns are not explicitly endorsed, the altered eating behaviours should only be considered diagnostic of anorexia nervosa if clinical observation or collateral history supports the conclusion that they are motivated by an intention to lose weight or to prevent weight gain. Some individuals initially diagnosed with avoidant-restrictive food intake disorder may exhibit more explicit weight- or shape-related concerns over the course of treatment as they begin to alter their eating behaviours and to gain weight. In such cases, it may be appropriate to change the diagnosis to anorexia nervosa if all diagnostic requirements are met. Boundary with autism spectrum disorder In some individuals with avoidant-restrictive food intake disorder, the pattern of food avoidance stems from sensory sensitivities related to the smell, taste, temperature, texture or appearance of foods. For example, an individual may eat only foods of a particular colour, or will refuse solids or accept only a very narrow range of foods based on packaging or a particular brand. Some individuals with autism spectrum disorder may also restrict intake of certain foods because of their sensory characteristics (e.g. hypersensitivity to food texture) or because of inflexible adherence to particular routines (e.g. eating the same foods at the same time in the same order or only eating specific brands of food with specific packaging). However, autism spectrum disorder is also characterized by persistent deficits in initiating and sustaining social communication and reciprocal social interactions, and persistent restricted, repetitive and inflexible patterns of behaviour, interests or activities that are unrelated to food. If a pattern of restricted eating in an individual with autism spectrum disorder has caused significant weight loss or other health consequences or is specifically associated with significant functional impairment, an additional diagnosis of avoidant-restrictive food intake disorder may be assigned. Boundary with specific phobia and other anxiety and fear-related disorders In some individuals with avoidant-restrictive food intake disorder, food avoidance may be related to perceived aversive consequences of eating (e.g. fear that swallowing particular foods may cause one to gag, choke or vomit, or concern about the development of health problems such as heart disease or cancer related to food intake). Avoidant-restrictive food intake disorder is commonly associated with anxiety symptoms in situations related to eating or food, which may become worse over time as the disorder evolves. If the pattern and intensity of anxiety symptoms in an individual with avoidant-restrictive food intake disorder meet all diagnostic requirements of specific phobia or another anxiety or fear-related disorder, both diagnoses may be assigned. Feeding and eating disorders | Avoidant-restrictive food intake disorder",
  "gloss_vi": "Of anorexia nervosa but weight- or shape-related concerns are not explicitly endorsed, the altered eating behaviours should only be considered diagnostic of anorexia nervosa if clinical observation or collateral history ...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation",
      "do_not_do"
    ],
    "life_topics": [
      "study",
      "relationships",
      "grief"
    ],
    "advice_section": [
      "communication_tips",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc of anorexia nervosa but weight- or shape-related concerns are not explicitly endorsed, the altered eating behaviours should only be considered diagnostic of anorexia nervosa if clinical observation or collateral history supports the conclusion that they are motivated by an intention to lose weight or to prevent weight gain. Some individuals initially diagnosed with avoidant-restrictive food intake disorder may exhibit more explicit weight- or shape-related concerns over the course of treatment as they begin to alter their eating behaviours and to gain weight. In such cases, it may be appropriate to change the diagnosis to anorexia nervosa if all diagnostic requirements are met. Boundary with autism spectrum disorder In some individuals with avoidant-restrictive food intake disorder, the pattern of food avoidance stems from sensory sensitivities related to the smell, taste, temperature, texture or appearance of foods. For example, an individual may eat only foods of a particular colour, or will refuse solids or accept only a very narrow range of foods based on packaging or a particular brand. Some individuals with autism spectrum disorder may also restrict intake of certain foods because of their sensory characteristics (e.g. hypersensitivity to food texture) or because of inflexible adherence to particular routines (e.g. eating the same foods at the same time in the same order or only eating specific brands of food with specific packaging). However, autism spectrum disorder is also characterized by persistent deficits in initiating and sustaining social communication and reciprocal social interactions, and persistent restricted, repetitive and inflexible patterns of behaviour, interests or activities that are unrelated to food. If a pattern of restricted eating in an individual with autism spectrum disorder has caused significant weight loss or other health consequences or is specifically associated with significant functional impairment, an additional diagnosis of avoidant-restrictive food intake disorder may be assigned. Boundary with specific phobia and other anxiety and fear-related disorders In some individuals with avoidant-restrictive food intake disorder, food avoidance may be related to perceived aversive consequences of eating (e.g. fear that swallowing particular foods may cause one to gag, choke or vomit, or concern about the development of health problems such as heart disease or cancer related to food intake). Avoidant-restrictive food intake disorder is commonly associated with anxiety symptoms in situations related to eating or food, which may become worse over time as the disorder evolves. If the pattern and intensity of anxiety symptoms in an individual with avoidant-restrictive food intake disorder meet all diagnostic requirements of specific phobia or another anxiety or fear-related disorder, both diagnoses may be assigned. Feeding and eating disorders | Avoidant-restrictive food intake disorder Of anorexia nervosa but weight- or shape-related concerns are not explicitly endorsed, the altered eating behaviours should only be considered diagnostic of anorexia nervosa if clinical observation or collateral history ..."
}