{
  "id": "everyday#referral_baf6581e",
  "title_en": "General — Referral",
  "title_vi": "General — Chuyển tuyến",
  "text_en": "weight gain, transient hair loss. Increase by 500 mg daily each week Drug-drug interactions: Valproate levels decreased by carbamazepine, Serious: Impaired hepatic function, thrombocytopenia, (maximum 3000 mg daily). increased by aspirin. leukopenia, drowsiness/confusion (valproate-induced Children: hyperammonemic encephalopathy, a sign of toxicity), Start 15-20 mg/kg daily in 2-3 divided doses. liver failure, hemorrhagic pancreatitis. Increase each week by 15 mg/kg daily (max 15-40 mg/kg daily). Women who are pregnant: Avoid Older adults: Use lower doses EPI 3 Follow-up RECOMMENDATIONS ON FREQUENCY OF CONTACT 1 » Follow up should occur every 3-6 months REVIEW THE CURRENT CONDITION Does the person have more than 50% seizure reduction in convulsion frequency? IF THE PERSON IS NOT IMPROVING ON CURRENT DOSE: » Review adherence to medications. » Consider increase in medication dose as needed to maximal dose if no adverse effects. » If response is still poor, – Consider switching medication. The new medication should be at an optimum dose before slowly discon- tinuing the first. » If response is still poor, – Review diagnosis. – REFER TO SPECIALIST. » Follow-up more frequently. CLINICAL TIP: » ADVERSE EFFECTS (e.g. drowsiness, nystagmus, diplopia, ataxia) are from too high doses of medication for the person. » If there is an IDIOSYNCRATIC REACTION (allergic reaction, bone marrow depression, hepatic failure), switch antiepileptic medication. EPILEPSY 67",
  "gloss_vi": "Weight gain, transient hair loss. increase by 500 mg daily each week drug-drug interactions: valproate levels decreased by carbamazepine, serious: impaired hepatic function, thrombocytopenia, (maximum 3000 mg daily).",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "referral",
      "do_not_do"
    ],
    "life_topics": [
      "grief"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Referral General — Chuyển tuyến weight gain, transient hair loss. Increase by 500 mg daily each week Drug-drug interactions: Valproate levels decreased by carbamazepine, Serious: Impaired hepatic function, thrombocytopenia, (maximum 3000 mg daily). increased by aspirin. leukopenia, drowsiness/confusion (valproate-induced Children: hyperammonemic encephalopathy, a sign of toxicity), Start 15-20 mg/kg daily in 2-3 divided doses. liver failure, hemorrhagic pancreatitis. Increase each week by 15 mg/kg daily (max 15-40 mg/kg daily). Women who are pregnant: Avoid Older adults: Use lower doses EPI 3 Follow-up RECOMMENDATIONS ON FREQUENCY OF CONTACT 1 » Follow up should occur every 3-6 months REVIEW THE CURRENT CONDITION Does the person have more than 50% seizure reduction in convulsion frequency? IF THE PERSON IS NOT IMPROVING ON CURRENT DOSE: » Review adherence to medications. » Consider increase in medication dose as needed to maximal dose if no adverse effects. » If response is still poor, – Consider switching medication. The new medication should be at an optimum dose before slowly discon- tinuing the first. » If response is still poor, – Review diagnosis. – REFER TO SPECIALIST. » Follow-up more frequently. CLINICAL TIP: » ADVERSE EFFECTS (e.g. drowsiness, nystagmus, diplopia, ataxia) are from too high doses of medication for the person. » If there is an IDIOSYNCRATIC REACTION (allergic reaction, bone marrow depression, hepatic failure), switch antiepileptic medication. EPILEPSY 67 Weight gain, transient hair loss. increase by 500 mg daily each week drug-drug interactions: valproate levels decreased by carbamazepine, serious: impaired hepatic function, thrombocytopenia, (maximum 3000 mg daily)."
}