{
  "id": "everyday#screening_cues_faeabafd",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "25 minutes, typically occur less than 3 times per week. Developmentally typical tantrums should not result in self-injury or frequent physical aggression toward others, and the child can typically calm themselves down afterward. Middle Childhood – Avoidance of or delay in following instructions, complaining or arguing with (age 6-12) adults or other children, occasionally losing their temper. Adolescents – Testing rules and limits, saying that rules and limits are unfair or unnecessary, (age 13-18) occasionally being rude, dismissive, argumentative or defiant with adults. Are symptoms persistent, severe, and inappropriate for the child/adolescent’s developmental level: – Symptoms are present in different settings (e.g. at home, at school and in other social settings). – Symptoms have been present for at least 6 months. – More severe than ordinary childish mischief or adolescent rebelliousness. – Is there considerable difficulty with daily functioning in personal, family, social, educational, occupational or other areas? Consider PROBLEMS WITH Consider BEHAVIOUR CONDUCT DISORDER Go to PROTOCOL 2 Go to PROTOCOL 4 CHILD & ADOLESCENT MENTAL & BEHAVIOURAL DISORDERS 77",
  "gloss_vi": "25 minutes, typically occur less than 3 times per week. developmentally typical tantrums should not result in self-injury or frequent physical aggression toward others, and the child can typically calm themselves down af...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation",
      "do_not_do"
    ],
    "life_topics": [
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 25 minutes, typically occur less than 3 times per week. Developmentally typical tantrums should not result in self-injury or frequent physical aggression toward others, and the child can typically calm themselves down afterward. Middle Childhood – Avoidance of or delay in following instructions, complaining or arguing with (age 6-12) adults or other children, occasionally losing their temper. Adolescents – Testing rules and limits, saying that rules and limits are unfair or unnecessary, (age 13-18) occasionally being rude, dismissive, argumentative or defiant with adults. Are symptoms persistent, severe, and inappropriate for the child/adolescent’s developmental level: – Symptoms are present in different settings (e.g. at home, at school and in other social settings). – Symptoms have been present for at least 6 months. – More severe than ordinary childish mischief or adolescent rebelliousness. – Is there considerable difficulty with daily functioning in personal, family, social, educational, occupational or other areas? Consider PROBLEMS WITH Consider BEHAVIOUR CONDUCT DISORDER Go to PROTOCOL 2 Go to PROTOCOL 4 CHILD & ADOLESCENT MENTAL & BEHAVIOURAL DISORDERS 77 25 minutes, typically occur less than 3 times per week. developmentally typical tantrums should not result in self-injury or frequent physical aggression toward others, and the child can typically calm themselves down af..."
}