{
  "id": "everyday#risk_safety_c1723fe7",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "flashing lights. medical help. CLINICAL TIP: When a person with epilepsy has a convulsion lasting longer – Local driving laws related to epilepsy should be observed. Seizures lasting greater than 5 minutes are than 5 minutes outside of a health facility, they need to be – People with epilepsy may qualify for disability benefits. a medical emergency – one should seek help taken to one. immediately. – Community programs for people with epilepsy can provide When a person with epilepsy is not waking up after a assistance in jobs and support for both the person and Most people with epilepsy can have normal convulsion, they need to be taken to a health facility. family. lives with good adherence to treatment. PHARMACOLOGICAL INTERVENTIONS 2.3 Initiate antiepileptic medications Choose a medication that will be consistently available. CAUTION! If special population (children, women of childbearing Check for drug-drug interactions. When used together, When possible, avoid use of sodium valproate in age, person living with HIV), see relevant section of this antiepileptics may increase or reduce the effect of other pregnant women due to risk of neural tube defects. module. antiepilepileptics. Antiepileptics may also reduce effect of All anticonvulsant medications should be discontinued slowly as Start with only one medication at lowest starting dose. hormonal birth control, immunosuppressants, antipsy- stopping them abruptly can cause seizure breakthrough. chotics, methadone, and some antiretrovirals. Increase dose slowly until convulsions are controlled. Rarely, can cause severe bone marrow depression, Consider monitoring blood count, blood chemistry and hypersensitivity reactions including Stevens-Johnson liver function tests, if available. Syndrome, altered Vitamin D metabolism and Vitamin K-deficient hemorrhagic disease of newborns. TABLE 1: Antiepileptic medications MEDICATION ORAL DOSING SIDE EFFECTS CONTRAINDICATIONS / CAUTIONS CARBAMAZEPINE Adults: Common: Sedation, confusion, dizziness, ataxia, Caution in patients with history of blood disorders, kidney, Start 100-200 mg daily in 2-3 divided doses. double vision, nausea, diarrhea, benign leukopenia. liver or cardiac disease. Increase by 200 mg each week (max 1400mg daily). Serious: Hepatotoxicity, cardiac conduction delay, Dose may need to be adjusted after 2 weeks due to induction of Children: low sodium levels. its own metabolism. Start 5 mg/kg daily in 2-3 divided doses. Increase by 5 mg/kg daily each week (max 40mg/kg daily OR 1400mg daily). Women who are pregnant or breastfeeding: Use with caution. EPILEPSY 65",
  "gloss_vi": "Flashing lights. medical help.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "psychoeducation",
      "do_not_do"
    ],
    "life_topics": [
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn flashing lights. medical help. CLINICAL TIP: When a person with epilepsy has a convulsion lasting longer – Local driving laws related to epilepsy should be observed. Seizures lasting greater than 5 minutes are than 5 minutes outside of a health facility, they need to be – People with epilepsy may qualify for disability benefits. a medical emergency – one should seek help taken to one. immediately. – Community programs for people with epilepsy can provide When a person with epilepsy is not waking up after a assistance in jobs and support for both the person and Most people with epilepsy can have normal convulsion, they need to be taken to a health facility. family. lives with good adherence to treatment. PHARMACOLOGICAL INTERVENTIONS 2.3 Initiate antiepileptic medications Choose a medication that will be consistently available. CAUTION! If special population (children, women of childbearing Check for drug-drug interactions. When used together, When possible, avoid use of sodium valproate in age, person living with HIV), see relevant section of this antiepileptics may increase or reduce the effect of other pregnant women due to risk of neural tube defects. module. antiepilepileptics. Antiepileptics may also reduce effect of All anticonvulsant medications should be discontinued slowly as Start with only one medication at lowest starting dose. hormonal birth control, immunosuppressants, antipsy- stopping them abruptly can cause seizure breakthrough. chotics, methadone, and some antiretrovirals. Increase dose slowly until convulsions are controlled. Rarely, can cause severe bone marrow depression, Consider monitoring blood count, blood chemistry and hypersensitivity reactions including Stevens-Johnson liver function tests, if available. Syndrome, altered Vitamin D metabolism and Vitamin K-deficient hemorrhagic disease of newborns. TABLE 1: Antiepileptic medications MEDICATION ORAL DOSING SIDE EFFECTS CONTRAINDICATIONS / CAUTIONS CARBAMAZEPINE Adults: Common: Sedation, confusion, dizziness, ataxia, Caution in patients with history of blood disorders, kidney, Start 100-200 mg daily in 2-3 divided doses. double vision, nausea, diarrhea, benign leukopenia. liver or cardiac disease. Increase by 200 mg each week (max 1400mg daily). Serious: Hepatotoxicity, cardiac conduction delay, Dose may need to be adjusted after 2 weeks due to induction of Children: low sodium levels. its own metabolism. Start 5 mg/kg daily in 2-3 divided doses. Increase by 5 mg/kg daily each week (max 40mg/kg daily OR 1400mg daily). Women who are pregnant or breastfeeding: Use with caution. EPILEPSY 65 Flashing lights. medical help."
}