{
  "id": "everyday#risk_safety_1752a950",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "following removal from the threatening situation. Dissociative amnesia should be considered as a diagnosis when the amnesia includes autobiographical information not directly related to the stressor, or when the amnestic episode lasts longer than the immediate aftermath of the stressor (i.e. from several hours to several days). Boundary with memory deficits in dissociative neurological symptom disorder Dissociative neurological symptom disorder may include a variety of cognitive symptoms that are not due to the direct effects of a substance or a disease of the nervous system. If cognitive symptoms are focused exclusively on autobiographical memory, dissociative amnesia is the more appropriate diagnosis. Boundary with possession trance disorder Amnesia may occur in possession trance disorder. However, amnesia in possession trance disorder is related to episodes experienced as involving the intrusion of a new identity attributed to a spirit, power, deity or other spiritual entity. Possession trance disorder also involves behaviours or movements that are experienced as being controlled by the possessing agent – symptoms that are not typically present in dissociative amnesia. Boundary with dissociative identity disorder and partial dissociative identity disorder Episodes of amnesia are common in dissociative identity disorder, and may also occur in partial dissociative identity disorder. However, amnesia in partial dissociative identity disorder is usually brief and restricted to extreme emotional states or episodes of self-harm. Moreover, dissociative amnesia is not characterized by the experience of two or more distinct, alternate personality states, as is the case in dissociative identity disorder and partial dissociative identity disorder. In dissociative amnesia with dissociative fugue, the individual is typically confused about their identity. If two or more distinct personality states recurrently take executive control of the individual’s consciousness and functioning, which may include episodes of amnesia, dissociative identity disorder is the more appropriate diagnosis. Boundary with post-traumatic stress disorder and complex post-traumatic stress disorder In post-traumatic stress disorder and complex post-traumatic stress disorder, memories of the traumatic event may be fragmented, disorganized or incomplete. When the amnesia is more pervasive and also involves autobiographical memories that are not related to the traumatic event, and the diagnostic requirements of both disorders are met, an additional diagnosis of dissociative amnesia may be assigned. Dissociative disorders | Dissociative amnesia",
  "gloss_vi": "Following removal from the threatening situation. dissociative amnesia should be considered as a diagnosis when the amnesia includes autobiographical information not directly related to the stressor, or when the amnestic...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn following removal from the threatening situation. Dissociative amnesia should be considered as a diagnosis when the amnesia includes autobiographical information not directly related to the stressor, or when the amnestic episode lasts longer than the immediate aftermath of the stressor (i.e. from several hours to several days). Boundary with memory deficits in dissociative neurological symptom disorder Dissociative neurological symptom disorder may include a variety of cognitive symptoms that are not due to the direct effects of a substance or a disease of the nervous system. If cognitive symptoms are focused exclusively on autobiographical memory, dissociative amnesia is the more appropriate diagnosis. Boundary with possession trance disorder Amnesia may occur in possession trance disorder. However, amnesia in possession trance disorder is related to episodes experienced as involving the intrusion of a new identity attributed to a spirit, power, deity or other spiritual entity. Possession trance disorder also involves behaviours or movements that are experienced as being controlled by the possessing agent – symptoms that are not typically present in dissociative amnesia. Boundary with dissociative identity disorder and partial dissociative identity disorder Episodes of amnesia are common in dissociative identity disorder, and may also occur in partial dissociative identity disorder. However, amnesia in partial dissociative identity disorder is usually brief and restricted to extreme emotional states or episodes of self-harm. Moreover, dissociative amnesia is not characterized by the experience of two or more distinct, alternate personality states, as is the case in dissociative identity disorder and partial dissociative identity disorder. In dissociative amnesia with dissociative fugue, the individual is typically confused about their identity. If two or more distinct personality states recurrently take executive control of the individual’s consciousness and functioning, which may include episodes of amnesia, dissociative identity disorder is the more appropriate diagnosis. Boundary with post-traumatic stress disorder and complex post-traumatic stress disorder In post-traumatic stress disorder and complex post-traumatic stress disorder, memories of the traumatic event may be fragmented, disorganized or incomplete. When the amnesia is more pervasive and also involves autobiographical memories that are not related to the traumatic event, and the diagnostic requirements of both disorders are met, an additional diagnosis of dissociative amnesia may be assigned. Dissociative disorders | Dissociative amnesia Following removal from the threatening situation. dissociative amnesia should be considered as a diagnosis when the amnesia includes autobiographical information not directly related to the stressor, or when the amnestic..."
}