{
  "id": "everyday#risk_safety_7f846dbb",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "268 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Developmental presentations • Anxiety and fear-related disorders are the most prevalent mental disorders of childhood and adolescence. Among these disorders, generalized anxiety disorder is one of the most common in late childhood and adolescence. • Occurrence of generalized anxiety disorder increases across late childhood and adolescence with development of cognitive abilities that support the capacity for worry, which is a core feature of the disorder. As a result of their less developed cognitive abilities, generalized anxiety disorder is uncommon in children younger than 5 years. • While the essential features of generalized anxiety disorder still apply to children and adolescents, specific manifestations of worry in children may include being overly concerned and compliant with rules, as well as a strong desire to please others. Affected children may become upset when they perceive peers as acting out or being disobedient. Consequently, children and adolescents with generalized anxiety disorder may be more likely to report excessively on their peers’ misbehaviour or to act as an authority figure around peers, condemning misbehaviour. This may have a negative effect on affected individuals’ interpersonal relationships. • Children and adolescents with generalized anxiety disorder may engage in excessive reassurance-seeking from others, asking questions repeatedly, and may exhibit distress when faced with uncertainty. They may be overly perfectionistic, taking additional time to complete tasks such as homework or classwork. Sensitivity to perceived criticism is common. • When generalized anxiety disorder does occur in children, somatic symptoms – particularly those related to sympathetic autonomic overactivity – may be prominent aspects of the clinical presentation. Common somatic symptoms in children with generalized anxiety disorder include frequent headaches, abdominal pain and gastrointestinal distress. As with adults, children and adolescents also experience sleep disturbances, including delayed sleep onset and night-time wakefulness. • The number and content of worries typically manifests differently across childhood and adolescence. Younger children are more like to have more concerns about their safety, their health or the health of others. Adolescents typically report a greater number of worries, with content shifting to performance, perfectionism and whether they will be able to meet the expectations of others. • Adolescents with generalized anxiety disorder may demonstrate excessive irritability and have an increased risk of co-occurring depressive symptoms. Culture-related features • For many cultural groups, somatic complaints rather than excessive worry may predominate in the clinical presentation. These symptoms may involve a range of physical complaints not typically associated with generalized anxiety disorder, such as dizziness and heat in the",
  "gloss_vi": "268 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders developmental presentations • lo âu and fear-related disorders are the most prevalent mental disorders ...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "psychoeducation"
    ],
    "life_topics": [
      "sleep",
      "stress",
      "work",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 268 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Developmental presentations • Anxiety and fear-related disorders are the most prevalent mental disorders of childhood and adolescence. Among these disorders, generalized anxiety disorder is one of the most common in late childhood and adolescence. • Occurrence of generalized anxiety disorder increases across late childhood and adolescence with development of cognitive abilities that support the capacity for worry, which is a core feature of the disorder. As a result of their less developed cognitive abilities, generalized anxiety disorder is uncommon in children younger than 5 years. • While the essential features of generalized anxiety disorder still apply to children and adolescents, specific manifestations of worry in children may include being overly concerned and compliant with rules, as well as a strong desire to please others. Affected children may become upset when they perceive peers as acting out or being disobedient. Consequently, children and adolescents with generalized anxiety disorder may be more likely to report excessively on their peers’ misbehaviour or to act as an authority figure around peers, condemning misbehaviour. This may have a negative effect on affected individuals’ interpersonal relationships. • Children and adolescents with generalized anxiety disorder may engage in excessive reassurance-seeking from others, asking questions repeatedly, and may exhibit distress when faced with uncertainty. They may be overly perfectionistic, taking additional time to complete tasks such as homework or classwork. Sensitivity to perceived criticism is common. • When generalized anxiety disorder does occur in children, somatic symptoms – particularly those related to sympathetic autonomic overactivity – may be prominent aspects of the clinical presentation. Common somatic symptoms in children with generalized anxiety disorder include frequent headaches, abdominal pain and gastrointestinal distress. As with adults, children and adolescents also experience sleep disturbances, including delayed sleep onset and night-time wakefulness. • The number and content of worries typically manifests differently across childhood and adolescence. Younger children are more like to have more concerns about their safety, their health or the health of others. Adolescents typically report a greater number of worries, with content shifting to performance, perfectionism and whether they will be able to meet the expectations of others. • Adolescents with generalized anxiety disorder may demonstrate excessive irritability and have an increased risk of co-occurring depressive symptoms. Culture-related features • For many cultural groups, somatic complaints rather than excessive worry may predominate in the clinical presentation. These symptoms may involve a range of physical complaints not typically associated with generalized anxiety disorder, such as dizziness and heat in the 268 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders developmental presentations • lo âu and fear-related disorders are the most prevalent mental disorders ..."
}