{
  "id": "everyday#screening_cues_4f5c927c",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "in the diagnostic code. Moreover, ICD-10 allowed for the coding of only limited disorder-specific clinical information within a diagnostic code via the provision of specifiers and subtypes that could be codified in the fourth, fifth or sixth characters in an ICD-10 code. ICD-11, like ICD-10 and its predecessors, also conveys diagnostic information based on the various positions and values of alphanumeric characters within a diagnostic code. The first character of an ICD-11 code indicates the top-level chapter; for example, if the first character is a “6”, the code is found in the mental, behavioural and neurodevelopmental disorders chapter. The second and third characters taken together indicate the diagnostic class or grouping (e.g. 6A7 for depressive disorders, 6B0 for anxiety and fear-related disorders). The fourth character typically indicates the specific disorder within that class (e.g. 6A70 for single episode depressive disorder, 6A71 for recurrent depressive disorder), but in cases in which these number more than 10, letters of the alphabet are used after the digits 0–9 are exhausted. For example, the fourth character in the ICD-11 codes for disorders due to substance use indicates the substance class. Because ICD-11 recognizes 14 different specific substance classes, the fourth character codes for the last four substance classes required resorting to letters (e.g. the code for disorders due to use of volatile inhalants is 6C4B.) The fifth character (following a decimal point) generally indicates subtypes or specifiers applicable to that diagnosis (e.g. 6A70.0 for single episode, mild; 6A70.1 for single episode, moderate, without psychotic symptoms; 6A70.2 for single episode, moderate, with psychotic symptoms). The ICD-11 codes for some disorders with more complicated systems for specifiers might require the use of a sixth character. For example, the fifth character for acute and transient psychotic disorder indicates whether it is the first episode (6A23.0) or one of multiple episodes (6A23.1). Indicating whether it is currently symptomatic or in remission requires a sixth character. That is, for 6A23.0 Acute and transient psychotic disorder, first episode, 6A23.00 is currently symptomatic; 6A23.01 is currently in partial remission; and 6A23.02 is currently in full remission. ICD-11 refers to this method of providing unique codes for all possible combinations of first or multiple episodes and currently symptomatic or partial remission or full remission for acute and transient psychotic disorder as “precoordination”. ICD-11 offers an additional coding convention that goes beyond just capturing clinical information within the confines of a single diagnostic code by allowing additional codes to be linked to the initial diagnostic code for the purpose of indicating additional clinically significant features. ICD-11 refers to this method of combining codes as “postcoordination”. One type of postcoordination used in the chapter on mental, behavioural and neurodevelopmental disorders involves appending codes that indicate specific symptomatic or course presentations that are applicable only to diagnoses within a particular diagnostic grouping. These include symptomatic manifestations of primary psychotic disorders; symptomatic and course presentations for mood episodes in mood disorders; prominent personality traits or patterns in personality disorders; and behavioural or psychological disturbances in dementia. For example, the diagnostic codes indicating symptomatic and course presentations for mood episodes applicable only to mood disorders include the following • 6A80.0 indicates the presence of prominent anxiety symptoms during a mood episode. • 6A80.1 indicates that two or more panic attacks have occurred during a mood episode. • 6A80.2 indicates that a current depressive episode is persistent. • 6A80.3 indicates that a current depressive episode is characterized by melancholia. • 6A80.4 indicates a seasonal pattern of mood episode onset and remission. • 6A80.5 indicates a rapid cycling course (applicable only to bipolar type I and bipolar type II disorders).",
  "gloss_vi": "In the diagnostic code. moreover, icd-10 allowed for the coding of only limited disorder-specific clinical information within a diagnostic code via the provision of specifiers and subtypes that could be codified in the f...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral"
    ],
    "life_topics": [
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc in the diagnostic code. Moreover, ICD-10 allowed for the coding of only limited disorder-specific clinical information within a diagnostic code via the provision of specifiers and subtypes that could be codified in the fourth, fifth or sixth characters in an ICD-10 code. ICD-11, like ICD-10 and its predecessors, also conveys diagnostic information based on the various positions and values of alphanumeric characters within a diagnostic code. The first character of an ICD-11 code indicates the top-level chapter; for example, if the first character is a “6”, the code is found in the mental, behavioural and neurodevelopmental disorders chapter. The second and third characters taken together indicate the diagnostic class or grouping (e.g. 6A7 for depressive disorders, 6B0 for anxiety and fear-related disorders). The fourth character typically indicates the specific disorder within that class (e.g. 6A70 for single episode depressive disorder, 6A71 for recurrent depressive disorder), but in cases in which these number more than 10, letters of the alphabet are used after the digits 0–9 are exhausted. For example, the fourth character in the ICD-11 codes for disorders due to substance use indicates the substance class. Because ICD-11 recognizes 14 different specific substance classes, the fourth character codes for the last four substance classes required resorting to letters (e.g. the code for disorders due to use of volatile inhalants is 6C4B.) The fifth character (following a decimal point) generally indicates subtypes or specifiers applicable to that diagnosis (e.g. 6A70.0 for single episode, mild; 6A70.1 for single episode, moderate, without psychotic symptoms; 6A70.2 for single episode, moderate, with psychotic symptoms). The ICD-11 codes for some disorders with more complicated systems for specifiers might require the use of a sixth character. For example, the fifth character for acute and transient psychotic disorder indicates whether it is the first episode (6A23.0) or one of multiple episodes (6A23.1). Indicating whether it is currently symptomatic or in remission requires a sixth character. That is, for 6A23.0 Acute and transient psychotic disorder, first episode, 6A23.00 is currently symptomatic; 6A23.01 is currently in partial remission; and 6A23.02 is currently in full remission. ICD-11 refers to this method of providing unique codes for all possible combinations of first or multiple episodes and currently symptomatic or partial remission or full remission for acute and transient psychotic disorder as “precoordination”. ICD-11 offers an additional coding convention that goes beyond just capturing clinical information within the confines of a single diagnostic code by allowing additional codes to be linked to the initial diagnostic code for the purpose of indicating additional clinically significant features. ICD-11 refers to this method of combining codes as “postcoordination”. One type of postcoordination used in the chapter on mental, behavioural and neurodevelopmental disorders involves appending codes that indicate specific symptomatic or course presentations that are applicable only to diagnoses within a particular diagnostic grouping. These include symptomatic manifestations of primary psychotic disorders; symptomatic and course presentations for mood episodes in mood disorders; prominent personality traits or patterns in personality disorders; and behavioural or psychological disturbances in dementia. For example, the diagnostic codes indicating symptomatic and course presentations for mood episodes applicable only to mood disorders include the following • 6A80.0 indicates the presence of prominent anxiety symptoms during a mood episode. • 6A80.1 indicates that two or more panic attacks have occurred during a mood episode. • 6A80.2 indicates that a current depressive episode is persistent. • 6A80.3 indicates that a current depressive episode is characterized by melancholia. • 6A80.4 indicates a seasonal pattern of mood episode onset and remission. • 6A80.5 indicates a rapid cycling course (applicable only to bipolar type I and bipolar type II disorders). In the diagnostic code. moreover, icd-10 allowed for the coding of only limited disorder-specific clinical information within a diagnostic code via the provision of specifiers and subtypes that could be codified in the f..."
}