{
  "id": "everyday#screening_cues_9a5aa3ef",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "the experience of a set of unpleasant symptoms use. It is often associated with high levels of substance use and following the abrupt cessation or reduction in dose of a psychoactive the presence of a withdrawal state upon cessation. substance; it has been consumed in high enough doses and for a long enough duration for the person to be physically or mentally dependent on it. Withdrawal symptoms are, essentially, opposite to those that are produced by the psychoactive substance itself. 105 106 SUB DISORDERS DUE TO SUBSTANCE USE SUB Quick Overview ASSESSMENT MANAGEMENT E MERGENCY ASSESSMENT: Management Protocols Is intoxication or withdrawal suspected? 1. Harmful use 2. Dependence – Does the person appear sedated? 3. Alcohol withdrawal – Does the person appear overstimulated, anxious, or agitated? 4. Opioid withdrawal – Does the person appear confused? 5. Opioid agonist maintenance treatment 6. Benzodiazepine withdrawal Does the person use psychoactive substances? Psychosocial Interventions Is there harmful use? Pharmacological Interventions Does the person have substance dependence? FOLLOW-UP",
  "gloss_vi": "The experience of a set of unpleasant symptoms use. it is often associated with high levels of substance use and following the abrupt cessation or reduction in dose of a psychoactive the presence of a withdrawal state up...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc the experience of a set of unpleasant symptoms use. It is often associated with high levels of substance use and following the abrupt cessation or reduction in dose of a psychoactive the presence of a withdrawal state upon cessation. substance; it has been consumed in high enough doses and for a long enough duration for the person to be physically or mentally dependent on it. Withdrawal symptoms are, essentially, opposite to those that are produced by the psychoactive substance itself. 105 106 SUB DISORDERS DUE TO SUBSTANCE USE SUB Quick Overview ASSESSMENT MANAGEMENT E MERGENCY ASSESSMENT: Management Protocols Is intoxication or withdrawal suspected? 1. Harmful use 2. Dependence – Does the person appear sedated? 3. Alcohol withdrawal – Does the person appear overstimulated, anxious, or agitated? 4. Opioid withdrawal – Does the person appear confused? 5. Opioid agonist maintenance treatment 6. Benzodiazepine withdrawal Does the person use psychoactive substances? Psychosocial Interventions Is there harmful use? Pharmacological Interventions Does the person have substance dependence? FOLLOW-UP The experience of a set of unpleasant symptoms use. it is often associated with high levels of substance use and following the abrupt cessation or reduction in dose of a psychoactive the presence of a withdrawal state up..."
}