{
  "id": "everyday#screening_cues_6eee3bc7",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders The TEG were also asked to identify any new questions for this module. Eleven summary documents based that should be considered. The module focal points on TEG suggestions for each module were shared and Secretariat then prepared a summary report and with the WHO Steering Group and the GDG for their provided a suggested action for each recommendation review. The Steering Group also considered whether and suggested new questions, informed by the new questions were already covered in other TEG discussions. WHO guidelines. The 2015 mhGAP guideline contained 120 2.3.2 Appraising existing review questions recommendations across 10 modules (7). The and recommendations Secretariat identified the need for a new module on Evidence retrieval and synthesis followed the anxiety (ANX) based on requests from the field and in methods outlined in the WHO handbook for guideline response to the growing burden of anxiety disorders development (10), as presented in Fig. 2.1. (19). This module was assigned a focal point and a TEG was convened to suggest and discuss new questions FIG. 2.1 The evidence retrieval, appraisal, and synthesis process for mhGAP guideline Key questions and recommendations identified PICO table(s) for each question developed and confirmed Systematic review(s) providing evidence for each outcome identified or conducted GRADE table(s) prepared for each question Quality appraisal of quantitative and qualitative evidence Quantitative summaries of evidence for each outcome Narrative description of evidence not included in GRADE tables GRADE: Grading of Recommendations Assessment, Development and Evaluations ; PICO: population, intervention, comparator, outcome. 6 2. Methods 2.3.3 Research questions be out of date (i.e. the published review was more than two years old), these were updated. It is acknowledged Two online scoping meetings in September 2021 with that the COVID-19 pandemic has led to a pausing of the GDG members to discuss summary documents led many MNS disorder research activities over the past to 50 research questions for this update. This includes few years, and that this may have also impacted the 31 updated questions based on the recommendations availability of systematic reviews published within the in the 2015 mhGAP guideline, and 19 new questions preferred two-year period. For any reviews that were (including seven new anxiety questions). With the help more than two years old, the guideline methodologist of the GDG, the questions were defined using the PICO advised on suitability. New systematic reviews were framework (population, intervention, comparator, conducted where there were none identified. and outcome) with critical and important outcomes specified. For updated questions, the outcomes Regarding considerations of resources and costs, specified in the existing 2015 mhGAP guideline",
  "gloss_vi": "Mental health gap action programme (mhgap) guideline for mental, neurological and substance use disorders the teg were also asked to identify any new questions for this module. eleven summary documents based that should ...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral"
    ],
    "life_topics": [
      "work"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders The TEG were also asked to identify any new questions for this module. Eleven summary documents based that should be considered. The module focal points on TEG suggestions for each module were shared and Secretariat then prepared a summary report and with the WHO Steering Group and the GDG for their provided a suggested action for each recommendation review. The Steering Group also considered whether and suggested new questions, informed by the new questions were already covered in other TEG discussions. WHO guidelines. The 2015 mhGAP guideline contained 120 2.3.2 Appraising existing review questions recommendations across 10 modules (7). The and recommendations Secretariat identified the need for a new module on Evidence retrieval and synthesis followed the anxiety (ANX) based on requests from the field and in methods outlined in the WHO handbook for guideline response to the growing burden of anxiety disorders development (10), as presented in Fig. 2.1. (19). This module was assigned a focal point and a TEG was convened to suggest and discuss new questions FIG. 2.1 The evidence retrieval, appraisal, and synthesis process for mhGAP guideline Key questions and recommendations identified PICO table(s) for each question developed and confirmed Systematic review(s) providing evidence for each outcome identified or conducted GRADE table(s) prepared for each question Quality appraisal of quantitative and qualitative evidence Quantitative summaries of evidence for each outcome Narrative description of evidence not included in GRADE tables GRADE: Grading of Recommendations Assessment, Development and Evaluations ; PICO: population, intervention, comparator, outcome. 6 2. Methods 2.3.3 Research questions be out of date (i.e. the published review was more than two years old), these were updated. It is acknowledged Two online scoping meetings in September 2021 with that the COVID-19 pandemic has led to a pausing of the GDG members to discuss summary documents led many MNS disorder research activities over the past to 50 research questions for this update. This includes few years, and that this may have also impacted the 31 updated questions based on the recommendations availability of systematic reviews published within the in the 2015 mhGAP guideline, and 19 new questions preferred two-year period. For any reviews that were (including seven new anxiety questions). With the help more than two years old, the guideline methodologist of the GDG, the questions were defined using the PICO advised on suitability. New systematic reviews were framework (population, intervention, comparator, conducted where there were none identified. and outcome) with critical and important outcomes specified. For updated questions, the outcomes Regarding considerations of resources and costs, specified in the existing 2015 mhGAP guideline Mental health gap action programme (mhgap) guideline for mental, neurological and substance use disorders the teg were also asked to identify any new questions for this module. eleven summary documents based that should ..."
}