{
  "id": "everyday#risk_safety_2d80413f",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "significant effects. Weighted mean because studies were subject to the risk of bias due effect sizes from meta-analytic syntheses include: to difficulty in blinding the interventions and due to 31 Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders reliance on self-reported outcomes, both of which and interests between males and females, additional are common in these types of intervention studies. research on social skills treatments for females However, a strong recommendation was made is warranted. despite the low certainty of evidence thanks to the Implementation considerations relative consistency of the study results and the fact that significant benefits substantially outweighed y Adjustments to treatments in order to meet the potential harms. needs of children and adolescents with autism may be needed. These may include greater use of Remarks written and visual information, more concrete and y Social skills training involves instruction on structured cognitive approaches, providing for short appropriate and expected social behaviours in breaks and involvement of a carer in treatment everyday situations. These interventions can be sessions. delivered in multiple formats including peer- y These approaches should be implemented in the mediated interventions and social skills groups. context of broader strategies focused on promoting Social skills training can also be delivered in didactic inclusive and enabling environments for all, or individual formats, in which case opportunities including children and young people with autism. for practice with peers must be provided. y Make reasonable adjustments or adaptations and provide visual supports if useful. Research gaps y Ensure that all children and adolescents with autism y While medium-to-large effects have been shown in have full access to health- and social-care services, extant studies, greater deficits, relative to typical including mental health services. populations, remain for social skills in individuals y Promote access to information about treatment with autism. options suitable for the child or adolescent’s needs y Research examining most significant factors and developmental level, and promote supported or intervention components will help ensure decision-making. treatments provide the most benefits. y Make arrangements to support children and y Many social skills treatment studies have focused adolescents with autism and their family and carers on individuals with higher-functioning autism; less during times of increased need and transitions, such is known about social skills treatments for other as puberty and starting or changing schools. individuals with autism. y Lack of research specific to females with autism has been noted. Given differences in social development 32",
  "gloss_vi": "Significant effects. weighted mean because studies were subject to the nguy cơ of bias due effect sizes from meta-analytic syntheses include: to difficulty in blinding the interventions and due to 31 mental health gap ac...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "psychoeducation"
    ],
    "life_topics": [
      "study",
      "relationships"
    ],
    "advice_section": [
      "study_habits",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn significant effects. Weighted mean because studies were subject to the risk of bias due effect sizes from meta-analytic syntheses include: to difficulty in blinding the interventions and due to 31 Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders reliance on self-reported outcomes, both of which and interests between males and females, additional are common in these types of intervention studies. research on social skills treatments for females However, a strong recommendation was made is warranted. despite the low certainty of evidence thanks to the Implementation considerations relative consistency of the study results and the fact that significant benefits substantially outweighed y Adjustments to treatments in order to meet the potential harms. needs of children and adolescents with autism may be needed. These may include greater use of Remarks written and visual information, more concrete and y Social skills training involves instruction on structured cognitive approaches, providing for short appropriate and expected social behaviours in breaks and involvement of a carer in treatment everyday situations. These interventions can be sessions. delivered in multiple formats including peer- y These approaches should be implemented in the mediated interventions and social skills groups. context of broader strategies focused on promoting Social skills training can also be delivered in didactic inclusive and enabling environments for all, or individual formats, in which case opportunities including children and young people with autism. for practice with peers must be provided. y Make reasonable adjustments or adaptations and provide visual supports if useful. Research gaps y Ensure that all children and adolescents with autism y While medium-to-large effects have been shown in have full access to health- and social-care services, extant studies, greater deficits, relative to typical including mental health services. populations, remain for social skills in individuals y Promote access to information about treatment with autism. options suitable for the child or adolescent’s needs y Research examining most significant factors and developmental level, and promote supported or intervention components will help ensure decision-making. treatments provide the most benefits. y Make arrangements to support children and y Many social skills treatment studies have focused adolescents with autism and their family and carers on individuals with higher-functioning autism; less during times of increased need and transitions, such is known about social skills treatments for other as puberty and starting or changing schools. individuals with autism. y Lack of research specific to females with autism has been noted. Given differences in social development 32 Significant effects. weighted mean because studies were subject to the nguy cơ of bias due effect sizes from meta-analytic syntheses include: to difficulty in blinding the interventions and due to 31 mental health gap ac..."
}