{
  "id": "everyday#risk_safety_cafaa311",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "disorders. There is also evidence of elevated risk of disruptive behaviour and dissocial disorders, and attention deficit hyperactivity disorder. Anxiety and fear-related disorders | Separation anxiety disorder Anxiety and fear-related disorders 291 Developmental presentations • Anxiety and fear-related disorders are the most prevalent mental disorders of childhood and adolescence. Among these disorders, separation anxiety disorder is one of the most common in young children. • In children, the diagnosis of separation anxiety disorder should not be used to describe developmentally normative phenomena. • The focus of apprehension in separation anxiety disorder may differ across age groups, such that younger children may demonstrate less credible fears (e.g. worrying about sleeping alone for fear they will be kidnapped in the middle of the night), whereas older children and adolescents may have more credible fears (e.g. parents being in a car accident). • Symptom presentation varies with age. In younger children, who are less able to express worries or fears, behavioural manifestations of recurrent excessive distress are typically more prominent, such as tantrums or crying when separated from parents and caregivers. When at home, younger children may insist on following caregivers closely, exhibiting distress even when in a different room or on a different floor from parents or caregivers. Older children are usually able to express their preoccupations about separation from attachment figures or fears related to specific dangers (e.g. accidents, kidnapping, mugging, death). Older children and adolescents may be more likely to demonstrate social withdrawal, insisting on staying at home with family members rather than spending time with peers. Culture-related features • Cultural variation exists with regard to tolerating separation from attachment figures. In some cultural groups, it would be considered inappropriate to spend time apart from family or loved ones. Distress associated with separation in this sociocultural context should not be considered excessive if it is culturally normative. • Children in some cultures remain in their parental home longer than in other cultures, and generally this trend is increasing globally, so the assignment of disorder should take into account cultural norms. Sex- and/or gender-related features • Although lifetime prevalence rates for separation anxiety disorder are slightly higher among females than males (5.6% versus 4%), during childhood, school refusal is equally prevalent for both genders. Anxiety and fear-related disorders | Separation anxiety disorder",
  "gloss_vi": "Disorders. there is also evidence of elevated nguy cơ of disruptive behaviour and dissocial disorders, and attention deficit hyperactivity disorder.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues"
    ],
    "life_topics": [
      "sleep",
      "stress",
      "study",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn disorders. There is also evidence of elevated risk of disruptive behaviour and dissocial disorders, and attention deficit hyperactivity disorder. Anxiety and fear-related disorders | Separation anxiety disorder Anxiety and fear-related disorders 291 Developmental presentations • Anxiety and fear-related disorders are the most prevalent mental disorders of childhood and adolescence. Among these disorders, separation anxiety disorder is one of the most common in young children. • In children, the diagnosis of separation anxiety disorder should not be used to describe developmentally normative phenomena. • The focus of apprehension in separation anxiety disorder may differ across age groups, such that younger children may demonstrate less credible fears (e.g. worrying about sleeping alone for fear they will be kidnapped in the middle of the night), whereas older children and adolescents may have more credible fears (e.g. parents being in a car accident). • Symptom presentation varies with age. In younger children, who are less able to express worries or fears, behavioural manifestations of recurrent excessive distress are typically more prominent, such as tantrums or crying when separated from parents and caregivers. When at home, younger children may insist on following caregivers closely, exhibiting distress even when in a different room or on a different floor from parents or caregivers. Older children are usually able to express their preoccupations about separation from attachment figures or fears related to specific dangers (e.g. accidents, kidnapping, mugging, death). Older children and adolescents may be more likely to demonstrate social withdrawal, insisting on staying at home with family members rather than spending time with peers. Culture-related features • Cultural variation exists with regard to tolerating separation from attachment figures. In some cultural groups, it would be considered inappropriate to spend time apart from family or loved ones. Distress associated with separation in this sociocultural context should not be considered excessive if it is culturally normative. • Children in some cultures remain in their parental home longer than in other cultures, and generally this trend is increasing globally, so the assignment of disorder should take into account cultural norms. Sex- and/or gender-related features • Although lifetime prevalence rates for separation anxiety disorder are slightly higher among females than males (5.6% versus 4%), during childhood, school refusal is equally prevalent for both genders. Anxiety and fear-related disorders | Separation anxiety disorder Disorders. there is also evidence of elevated nguy cơ of disruptive behaviour and dissocial disorders, and attention deficit hyperactivity disorder."
}