{
  "id": "everyday#screening_cues_5a06d68a",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "3. Recommendations Recommendation (new): 3.2 Cognitive behavioural therapy (CBT) should be offered to children and adolescents with autism with anxiety. Strength of recommendation: Strong Certainty of evidence: Moderate Justification Implementation considerations y Evidence was extracted from one meta-analysis: y Adjustments to treatments in order to meet the Sharma et al., 2021 (19 RCTs) (59). needs of children and young people with autism y Large significant effects were evident (d = 0.40; 95% may be needed. These may include greater use of CI: 0.24 to 0.56) for reduction in anxiety (children’s written and visual information, more concrete and health and well-being) (59). structured cognitive approaches, providing for short y Findings similar for children under 10 years old (12 breaks and involvement of a carer in treatment studies; d = 0.40; 95%: CI: 0.02 to 0.79) and children sessions. and adolescents aged 10 years and older (11 studies; y These approaches should be implemented in the d = 0.76; 95% CI: 0.22 to 1.30; Wang et al., 2021) (56). context of broader strategies focused on promoting inclusive and enabling environments for all, Remarks including children and young people with autism. y For young people who have the verbal and y Make reasonable adjustments or adaptations and cognitive ability to engage in CBT, CBT provides an provide visual supports if useful. opportunity to reflect on thoughts and feeling that y Ensure that all children and young people with contribute to anxiety symptoms and to learn the autism have full access to health- and social-care skills to challenge dysfunctional beliefs and replace services, including mental health services. them with more positive thinking. y Promote access to information about treatment options suitable for the child or adolescent’s needs Research gaps and developmental level, and promote supported y Comparisons between CBT format and specific CBT decision-making. programmes are not well studied. y Make arrangements to support children and y Most extant studies on CBT for autism involve adolescents with autism and their family and carers individuals with higher-functioning autism; effects during times of increased need and transitions, such of intervention are less well known for individuals as puberty and starting or changing schools. with more severe limitations in functioning. 33 Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders Recommendation (new): 3.3 Psychosocial interventions focused on social skills, cognitive and organizational skills training should be considered to improve development and functioning in children and adolescents with attention deficit hyperactivity disorder (ADHD). Strength of recommendation: Conditional (social skills training, cognitive interventions) and Strong (organizational skills training) Certainty of evidence: Moderate Justification",
  "gloss_vi": "3. recommendations recommendation (new): 3.2 cognitive behavioural therapy (cbt) should be offered to children and adolescents with autism with lo âu.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation"
    ],
    "life_topics": [
      "study",
      "relationships"
    ],
    "advice_section": [
      "study_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 3. Recommendations Recommendation (new): 3.2 Cognitive behavioural therapy (CBT) should be offered to children and adolescents with autism with anxiety. Strength of recommendation: Strong Certainty of evidence: Moderate Justification Implementation considerations y Evidence was extracted from one meta-analysis: y Adjustments to treatments in order to meet the Sharma et al., 2021 (19 RCTs) (59). needs of children and young people with autism y Large significant effects were evident (d = 0.40; 95% may be needed. These may include greater use of CI: 0.24 to 0.56) for reduction in anxiety (children’s written and visual information, more concrete and health and well-being) (59). structured cognitive approaches, providing for short y Findings similar for children under 10 years old (12 breaks and involvement of a carer in treatment studies; d = 0.40; 95%: CI: 0.02 to 0.79) and children sessions. and adolescents aged 10 years and older (11 studies; y These approaches should be implemented in the d = 0.76; 95% CI: 0.22 to 1.30; Wang et al., 2021) (56). context of broader strategies focused on promoting inclusive and enabling environments for all, Remarks including children and young people with autism. y For young people who have the verbal and y Make reasonable adjustments or adaptations and cognitive ability to engage in CBT, CBT provides an provide visual supports if useful. opportunity to reflect on thoughts and feeling that y Ensure that all children and young people with contribute to anxiety symptoms and to learn the autism have full access to health- and social-care skills to challenge dysfunctional beliefs and replace services, including mental health services. them with more positive thinking. y Promote access to information about treatment options suitable for the child or adolescent’s needs Research gaps and developmental level, and promote supported y Comparisons between CBT format and specific CBT decision-making. programmes are not well studied. y Make arrangements to support children and y Most extant studies on CBT for autism involve adolescents with autism and their family and carers individuals with higher-functioning autism; effects during times of increased need and transitions, such of intervention are less well known for individuals as puberty and starting or changing schools. with more severe limitations in functioning. 33 Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders Recommendation (new): 3.3 Psychosocial interventions focused on social skills, cognitive and organizational skills training should be considered to improve development and functioning in children and adolescents with attention deficit hyperactivity disorder (ADHD). Strength of recommendation: Conditional (social skills training, cognitive interventions) and Strong (organizational skills training) Certainty of evidence: Moderate Justification 3. recommendations recommendation (new): 3.2 cognitive behavioural therapy (cbt) should be offered to children and adolescents with autism with lo âu."
}