{
  "id": "everyday#screening_cues_81f1a0da",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Note: this category may also be used to designate the re-emergence of subthreshold symptoms of schizoaffective disorder following an asymptomatic period in a person who has previously met the diagnostic requirements for schizoaffective disorder. 6A21.02 Schizoaffective disorder, first episode, in full remission • The full diagnostic requirements for schizoaffective disorder have not been met within the past month, and no clinically significant symptoms remain. • There have been no previous episodes of schizophrenia or schizoaffective disorder. 6A21.0Z Schizoaffective disorder, first episode, unspecified 6A21.1 Schizoaffective disorder, multiple episodes • The multiple episodes specifier should be applied when there have been a minimum of two episodes meeting all diagnostic requirements of schizoaffective disorder or schizophrenia in terms of symptoms, with a period of partial or full remission between episodes lasting at least 3 months, and the current or most recent episode is schizoaffective disorder. Note that the 1-month duration requirement for the first episode does not necessarily need to be met for subsequent episodes. During the period of remission, the diagnostic requirements of schizoaffective disorder are either only partially fulfilled or absent. 6A21.10 Schizoaffective disorder, multiple episodes, currently symptomatic • All symptom requirements for schizoaffective disorder are currently met, or have been met within the past month. Note that the 1-month duration requirement for the first episode does not necessarily need to be met for subsequent episodes. • There have been a minimum of two episodes of schizoaffective disorder or a previous episode of schizophrenia, with a period of partial or full remission between episodes lasting at least 3 months. 6A21.11 Schizoaffective disorder, multiple episodes, in partial remission • The full diagnostic requirements for schizoaffective disorder have not been met within the past month, but some clinically significant symptoms remain, which may or may not be associated with functional impairment. • There have been a minimum of two episodes of schizoaffective disorder or a previous episode of schizophrenia, with a period of partial or full remission between episodes lasting at least 3 months. Note: this category may also be used to designate the re-emergence of subthreshold symptoms of schizoaffective disorder following an asymptomatic period. Schizophrenia and other primary psychotic disorders | Schizoaffective disorder",
  "gloss_vi": "Diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders note: this category may also be used to designate the re-emergence of subthreshold symptoms of schizoaffective disorder following an ...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Note: this category may also be used to designate the re-emergence of subthreshold symptoms of schizoaffective disorder following an asymptomatic period in a person who has previously met the diagnostic requirements for schizoaffective disorder. 6A21.02 Schizoaffective disorder, first episode, in full remission • The full diagnostic requirements for schizoaffective disorder have not been met within the past month, and no clinically significant symptoms remain. • There have been no previous episodes of schizophrenia or schizoaffective disorder. 6A21.0Z Schizoaffective disorder, first episode, unspecified 6A21.1 Schizoaffective disorder, multiple episodes • The multiple episodes specifier should be applied when there have been a minimum of two episodes meeting all diagnostic requirements of schizoaffective disorder or schizophrenia in terms of symptoms, with a period of partial or full remission between episodes lasting at least 3 months, and the current or most recent episode is schizoaffective disorder. Note that the 1-month duration requirement for the first episode does not necessarily need to be met for subsequent episodes. During the period of remission, the diagnostic requirements of schizoaffective disorder are either only partially fulfilled or absent. 6A21.10 Schizoaffective disorder, multiple episodes, currently symptomatic • All symptom requirements for schizoaffective disorder are currently met, or have been met within the past month. Note that the 1-month duration requirement for the first episode does not necessarily need to be met for subsequent episodes. • There have been a minimum of two episodes of schizoaffective disorder or a previous episode of schizophrenia, with a period of partial or full remission between episodes lasting at least 3 months. 6A21.11 Schizoaffective disorder, multiple episodes, in partial remission • The full diagnostic requirements for schizoaffective disorder have not been met within the past month, but some clinically significant symptoms remain, which may or may not be associated with functional impairment. • There have been a minimum of two episodes of schizoaffective disorder or a previous episode of schizophrenia, with a period of partial or full remission between episodes lasting at least 3 months. Note: this category may also be used to designate the re-emergence of subthreshold symptoms of schizoaffective disorder following an asymptomatic period. Schizophrenia and other primary psychotic disorders | Schizoaffective disorder Diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders note: this category may also be used to designate the re-emergence of subthreshold symptoms of schizoaffective disorder following an ..."
}