{
  "id": "everyday#risk_safety_c6223adb",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "MMoooodd ddiissoorrddeerrss 219 Boundary with normality (threshold) • Periods of euphoric or irritable mood that are entirely contextually appropriate (e.g. euphoria after winning a lottery) should not be considered as meeting the mood component of the diagnostic requirements for a manic episode. Developmental presentations • Manic episodes are rare in childhood and adolescence. It is normal for children to display overexcitement, exuberance or silliness in contexts such as special occasions, celebrations or some types of play. A manic episode should only be considered when these behaviours are episodic and recurrent (or characterized by rapid onset if a first episode), are inappropriate for the context in which they arise, are in excess of what might be expected given the person’s age or developmental level, represent a distinct change from previous functioning, and are associated with significant impairment in personal, family, social, educational or other important areas of functioning. • When a manic episode occurs in children or adolescents, all the characteristic features can be observed. The reports of other informants (e.g. parents) are particularly important in the case of children in evaluating the nature of symptoms and the extent to which they represent a change from previous functioning. The extreme mood state characteristic of a manic episode may manifest as extreme irritability in children and adolescents. Younger children may exhibit excessive or severe tantrums or increased physical aggression (e.g. throwing things or hitting). • In children and adolescents, increased distractibility may manifest as a decline in academic performance, increased time needed to complete school assignments or an inability to complete assignments. • Increased self-esteem or grandiosity associated with a manic episode should be differentiated from children’s normal tendency to overestimate their abilities and believe that they have special talents. Grandiose beliefs that are held with clear evidence to the contrary or acted on in such a way that they place the child in danger are more suggestive of a manic episode. Examples of manifestations of grandiosity include magical or unrealistic ideas (e.g. thinking they can fly) in younger children or overestimation of abilities or talents based on current functioning (e.g. believing they should coach their high school sports team) in adolescents. • Specific manifestations of increased goal-directed activities associated with a manic episode may differ across ages. For example, a younger child might build elaborate projects with blocks, while an adolescent might disassemble electronics or appliances. • As in adults, children and adolescents may engage in impulsive reckless behaviours during a manic episode, but these are likely to present differently in children and adolescents based on behavioural repertoire and access to specific activities. For example, a child may exhibit risky play, disregarding possible injury",
  "gloss_vi": "Mmoooodd ddiissoorrddeerrss 219 ranh giới with normality (threshold) • periods of euphoric or irritable mood that are entirely contextually appropriate (e.g. euphoria after winning a lottery) should not be considered as ...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "psychoeducation"
    ],
    "life_topics": [
      "study",
      "relationships",
      "self_esteem"
    ],
    "advice_section": [
      "communication_tips",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn MMoooodd ddiissoorrddeerrss 219 Boundary with normality (threshold) • Periods of euphoric or irritable mood that are entirely contextually appropriate (e.g. euphoria after winning a lottery) should not be considered as meeting the mood component of the diagnostic requirements for a manic episode. Developmental presentations • Manic episodes are rare in childhood and adolescence. It is normal for children to display overexcitement, exuberance or silliness in contexts such as special occasions, celebrations or some types of play. A manic episode should only be considered when these behaviours are episodic and recurrent (or characterized by rapid onset if a first episode), are inappropriate for the context in which they arise, are in excess of what might be expected given the person’s age or developmental level, represent a distinct change from previous functioning, and are associated with significant impairment in personal, family, social, educational or other important areas of functioning. • When a manic episode occurs in children or adolescents, all the characteristic features can be observed. The reports of other informants (e.g. parents) are particularly important in the case of children in evaluating the nature of symptoms and the extent to which they represent a change from previous functioning. The extreme mood state characteristic of a manic episode may manifest as extreme irritability in children and adolescents. Younger children may exhibit excessive or severe tantrums or increased physical aggression (e.g. throwing things or hitting). • In children and adolescents, increased distractibility may manifest as a decline in academic performance, increased time needed to complete school assignments or an inability to complete assignments. • Increased self-esteem or grandiosity associated with a manic episode should be differentiated from children’s normal tendency to overestimate their abilities and believe that they have special talents. Grandiose beliefs that are held with clear evidence to the contrary or acted on in such a way that they place the child in danger are more suggestive of a manic episode. Examples of manifestations of grandiosity include magical or unrealistic ideas (e.g. thinking they can fly) in younger children or overestimation of abilities or talents based on current functioning (e.g. believing they should coach their high school sports team) in adolescents. • Specific manifestations of increased goal-directed activities associated with a manic episode may differ across ages. For example, a younger child might build elaborate projects with blocks, while an adolescent might disassemble electronics or appliances. • As in adults, children and adolescents may engage in impulsive reckless behaviours during a manic episode, but these are likely to present differently in children and adolescents based on behavioural repertoire and access to specific activities. For example, a child may exhibit risky play, disregarding possible injury Mmoooodd ddiissoorrddeerrss 219 ranh giới with normality (threshold) • periods of euphoric or irritable mood that are entirely contextually appropriate (e.g. euphoria after winning a lottery) should not be considered as ..."
}