{
  "id": "everyday#screening_cues_ffbe23fb",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "important decisions, and is often easily confused. The individual may have difficulty communicating with individuals outside the home without caregiver assistance. Socializing is increasingly difficult, as the individual may behave inappropriately (e.g. Neurocognitive disorders | Dementia, unknown or unspecified cause Neurocognitive disorders | Dementia, unknown or unspecified cause Neurocognitive disorders 635 in disinhibited or aggressive ways), with associated behaviour changes (e.g. calling out, clinging, wandering, disturbed sleep, hallucinations). The difficulties are often obvious to most individuals who have contact with the individual. XS25 Severe dementia Severe dementia is typically characterized by severe memory impairment, but this varies according to the etiology. There is often total disorientation for time and place. The individual is often completely unable to make judgements or solve problems. Individuals may have difficulty understanding what is happening around them. Individuals are fully dependent on others for basic personal care in activities such as for bathing, toileting and feeding. Urinary and faecal incontinence may emerge at this stage. Specifiers for behavioural or psychological disturbances in dementia Behavioural and psychological disturbances are common in dementia. Examples of such symptoms include apathy, mood disturbances, hallucinations, delusions, irritability, agitation, aggression and sleep changes. Typically, these symptoms are more frequent and impairing in moderate and severe forms of dementia, although this varies by etiology. Behavioural and psychological disturbances may be present in early stages of dementia (such as in frontotemporal dementia), and may be more prominent than neurocognitive symptoms. Specifiers for behavioural or psychological disturbances in dementia should be used when, in addition to the neurocognitive and other disturbances characteristic of dementia, the current clinical picture includes behavioural or psychological symptoms that are severe enough to represent a focus of clinical intervention. As many of the following specifiers may be added to the dementia diagnosis as necessary to describe the relevant aspects of the current clinical picture. 6D86.0 Psychotic symptoms in dementia The current clinical picture includes clinically significant delusions or hallucinations. 6D86.1 Mood symptoms in dementia The current clinical picture includes clinically significant mood symptoms such as depressed mood, elevated mood or irritable mood. 6D86.2 Anxiety symptoms in dementia The current clinical picture includes clinically significant symptoms of anxiety or worry. Neurocognitive disorders | Dementia, unknown or unspecified cause",
  "gloss_vi": "Important decisions, and is often easily confused. the individual may have difficulty communicating with individuals outside the home without caregiver assistance.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "sleep",
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc important decisions, and is often easily confused. The individual may have difficulty communicating with individuals outside the home without caregiver assistance. Socializing is increasingly difficult, as the individual may behave inappropriately (e.g. Neurocognitive disorders | Dementia, unknown or unspecified cause Neurocognitive disorders | Dementia, unknown or unspecified cause Neurocognitive disorders 635 in disinhibited or aggressive ways), with associated behaviour changes (e.g. calling out, clinging, wandering, disturbed sleep, hallucinations). The difficulties are often obvious to most individuals who have contact with the individual. XS25 Severe dementia Severe dementia is typically characterized by severe memory impairment, but this varies according to the etiology. There is often total disorientation for time and place. The individual is often completely unable to make judgements or solve problems. Individuals may have difficulty understanding what is happening around them. Individuals are fully dependent on others for basic personal care in activities such as for bathing, toileting and feeding. Urinary and faecal incontinence may emerge at this stage. Specifiers for behavioural or psychological disturbances in dementia Behavioural and psychological disturbances are common in dementia. Examples of such symptoms include apathy, mood disturbances, hallucinations, delusions, irritability, agitation, aggression and sleep changes. Typically, these symptoms are more frequent and impairing in moderate and severe forms of dementia, although this varies by etiology. Behavioural and psychological disturbances may be present in early stages of dementia (such as in frontotemporal dementia), and may be more prominent than neurocognitive symptoms. Specifiers for behavioural or psychological disturbances in dementia should be used when, in addition to the neurocognitive and other disturbances characteristic of dementia, the current clinical picture includes behavioural or psychological symptoms that are severe enough to represent a focus of clinical intervention. As many of the following specifiers may be added to the dementia diagnosis as necessary to describe the relevant aspects of the current clinical picture. 6D86.0 Psychotic symptoms in dementia The current clinical picture includes clinically significant delusions or hallucinations. 6D86.1 Mood symptoms in dementia The current clinical picture includes clinically significant mood symptoms such as depressed mood, elevated mood or irritable mood. 6D86.2 Anxiety symptoms in dementia The current clinical picture includes clinically significant symptoms of anxiety or worry. Neurocognitive disorders | Dementia, unknown or unspecified cause Important decisions, and is often easily confused. the individual may have difficulty communicating with individuals outside the home without caregiver assistance."
}