{
  "id": "everyday#screening_cues_e6beaaba",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "disorder should not be assigned. However, both diagnoses may be assigned if the full diagnostic requirements for each are met, and the behaviour problems associated with oppositional defiant disorder are observed outside the occurrence of a mood episode. The oppositional defiant disorder with chronic irritability-anger specifier may be used if appropriate. Boundary with substance-induced mood disorder A depressive, hypomanic, manic or mixed syndrome due to the effects of a substance or medication other than antidepressant medication on the central nervous system (e.g. cocaine, amfetamines) – including withdrawal effects – should be diagnosed as a substance-induced mood disorder rather than bipolar type I or bipolar type II disorder. The presence of continuing mood disturbance should be assessed once the physiological effects of the relevant substance subside. Mood disorders | Bipolar disorders 240 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundary with other mental disorders Irritability is a symptom that is also observed in other disorders (e.g. depressive disorders, generalized anxiety disorder). In order to attribute this symptom to a manic, hypomanic or mixed episode, the clinician should establish the episodicity of the symptom and its co-occurrence with other symptoms consistent with a manic, hypomanic or mixed episode. Boundary with secondary mood syndrome A depressive, hypomanic, manic or mixed syndrome that is a manifestation of another medical condition should be diagnosed as secondary mood syndrome rather than bipolar type I or bipolar type II disorder. 6A62 Cyclothymic disorder Essential (required) features • Mood instability over an extended period of time (i.e. 2 years or more) characterized by numerous hypomanic and depressive periods is required for diagnosis. (In children and adolescents depressed mood can manifest as pervasive irritability.) Hypomanic periods may or may not have been sufficiently severe or prolonged to meet the diagnostic requirements for a hypomanic episode. • Mood symptoms are present for more days than not. While brief symptom-free intervals are consistent with the diagnosis, there have never been any prolonged symptom-free periods (e.g. lasting 2 months or more) since the onset of the disorder. • There is no history of manic or mixed episodes. • During the first 2 years of the disorder, there has never been a 2-week period during which the number and duration of symptoms were sufficient to meet the diagnostic requirements for a depressive episode. • The symptoms are not a manifestation of another medical condition (e.g. hyperthyroidism), and are not due to the effects of a substance or medication on the central nervous system (e.g. stimulants), including withdrawal effects. • The symptoms result in significant distress about experiencing persistent mood instability or significant impairment in personal, family, social, educational, occupational or other important areas of functioning. If functioning is maintained, it is only through significant additional effort. Additional clinical features • In children, it may be appropriate to assign the diagnosis of cyclothymic disorder after a somewhat briefer period of initial symptoms (e.g. 1 year). Mood disorders | Cyclothymic disorder",
  "gloss_vi": "Disorder should not be assigned. however, both diagnoses may be assigned if the full diagnostic requirements for each are met, and the behaviour problems associated with oppositional defiant disorder are observed outside...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation"
    ],
    "life_topics": [
      "stress",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc disorder should not be assigned. However, both diagnoses may be assigned if the full diagnostic requirements for each are met, and the behaviour problems associated with oppositional defiant disorder are observed outside the occurrence of a mood episode. The oppositional defiant disorder with chronic irritability-anger specifier may be used if appropriate. Boundary with substance-induced mood disorder A depressive, hypomanic, manic or mixed syndrome due to the effects of a substance or medication other than antidepressant medication on the central nervous system (e.g. cocaine, amfetamines) – including withdrawal effects – should be diagnosed as a substance-induced mood disorder rather than bipolar type I or bipolar type II disorder. The presence of continuing mood disturbance should be assessed once the physiological effects of the relevant substance subside. Mood disorders | Bipolar disorders 240 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundary with other mental disorders Irritability is a symptom that is also observed in other disorders (e.g. depressive disorders, generalized anxiety disorder). In order to attribute this symptom to a manic, hypomanic or mixed episode, the clinician should establish the episodicity of the symptom and its co-occurrence with other symptoms consistent with a manic, hypomanic or mixed episode. Boundary with secondary mood syndrome A depressive, hypomanic, manic or mixed syndrome that is a manifestation of another medical condition should be diagnosed as secondary mood syndrome rather than bipolar type I or bipolar type II disorder. 6A62 Cyclothymic disorder Essential (required) features • Mood instability over an extended period of time (i.e. 2 years or more) characterized by numerous hypomanic and depressive periods is required for diagnosis. (In children and adolescents depressed mood can manifest as pervasive irritability.) Hypomanic periods may or may not have been sufficiently severe or prolonged to meet the diagnostic requirements for a hypomanic episode. • Mood symptoms are present for more days than not. While brief symptom-free intervals are consistent with the diagnosis, there have never been any prolonged symptom-free periods (e.g. lasting 2 months or more) since the onset of the disorder. • There is no history of manic or mixed episodes. • During the first 2 years of the disorder, there has never been a 2-week period during which the number and duration of symptoms were sufficient to meet the diagnostic requirements for a depressive episode. • The symptoms are not a manifestation of another medical condition (e.g. hyperthyroidism), and are not due to the effects of a substance or medication on the central nervous system (e.g. stimulants), including withdrawal effects. • The symptoms result in significant distress about experiencing persistent mood instability or significant impairment in personal, family, social, educational, occupational or other important areas of functioning. If functioning is maintained, it is only through significant additional effort. Additional clinical features • In children, it may be appropriate to assign the diagnosis of cyclothymic disorder after a somewhat briefer period of initial symptoms (e.g. 1 year). Mood disorders | Cyclothymic disorder Disorder should not be assigned. however, both diagnoses may be assigned if the full diagnostic requirements for each are met, and the behaviour problems associated with oppositional defiant disorder are observed outside..."
}