{
  "id": "everyday#screening_cues_a6d4e122",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Are symptoms persistent, severe, and causing considerable difficulty with daily functioning? Are ALL of the following true? – Are symptoms present in multiple settings? – Is there considerable difficulty with daily – Have they lasted at least 6 months? functioning in personal, family, social, – Are they inappropriate for the child/ educational, occupational or other areas? adolescent’s developmental level? ADHD Consider is unlikely PROBLEMS WITH BEHAVIOUR Consider ADHD Go to PROTOCOL 2 SSKKIIPP ttoo SSTTEEPP 113300 Rule out physical conditions that can resemble ADHD. Does the child/adolescent have any of the following: – Thyroid diseases – Acute or chronic infectious illness, including HIV/AIDS – Uncontrolled pain e.g. from an ear infection, sickle cell disease Treat the physical condition Go to PROTOCOL 3 CHILD & ADOLESCENT MENTAL & BEHAVIOURAL DISORDERS 75 76 CMH 1 CHILD & ADOLESCENT MENTAL & BEHAVIOURAL DISORDERS Assessment 3 ASSESS FOR CONDUCT DISORDER Does the child/adolescent show repeated aggressive, disobedient, or defiant behaviour, for example: – Arguing with adults – Provocative behaviour – Defying or refusing to comply with their requests or rules – Excessive levels of fighting or bullying – Extreme irritability/anger – Cruelty to animals or",
  "gloss_vi": "Are symptoms persistent, severe, and causing considerable difficulty with daily functioning? are all of the following true?",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation"
    ],
    "life_topics": [
      "study",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Are symptoms persistent, severe, and causing considerable difficulty with daily functioning? Are ALL of the following true? – Are symptoms present in multiple settings? – Is there considerable difficulty with daily – Have they lasted at least 6 months? functioning in personal, family, social, – Are they inappropriate for the child/ educational, occupational or other areas? adolescent’s developmental level? ADHD Consider is unlikely PROBLEMS WITH BEHAVIOUR Consider ADHD Go to PROTOCOL 2 SSKKIIPP ttoo SSTTEEPP 113300 Rule out physical conditions that can resemble ADHD. Does the child/adolescent have any of the following: – Thyroid diseases – Acute or chronic infectious illness, including HIV/AIDS – Uncontrolled pain e.g. from an ear infection, sickle cell disease Treat the physical condition Go to PROTOCOL 3 CHILD & ADOLESCENT MENTAL & BEHAVIOURAL DISORDERS 75 76 CMH 1 CHILD & ADOLESCENT MENTAL & BEHAVIOURAL DISORDERS Assessment 3 ASSESS FOR CONDUCT DISORDER Does the child/adolescent show repeated aggressive, disobedient, or defiant behaviour, for example: – Arguing with adults – Provocative behaviour – Defying or refusing to comply with their requests or rules – Excessive levels of fighting or bullying – Extreme irritability/anger – Cruelty to animals or Are symptoms persistent, severe, and causing considerable difficulty with daily functioning? are all of the following true?"
}