{
  "id": "everyday#risk_safety_c767c69d",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "people constantly guard themselves against danger, and feel themselves or others close to them to be under immediate threat either in specific situations or more generally. They may adopt new behaviours designed to ensure safety (e.g. not sitting with their back to the door, repeatedly checking in vehicles’ rear-view mirrors). • The disturbance results in significant impairment in personal, family, social, educational, occupational or other important areas of functioning. If functioning is maintained, it is only through significant additional effort. Disorders specifically associated with stress | Post-traumatic stress disorder 340 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Additional clinical features • Common symptomatic presentations of post-traumatic stress disorder may also include general dysphoria, dissociative symptoms, somatic complaints, suicidal ideation and behaviour, social withdrawal, excessive alcohol or drug use to avoid re-experiencing or manage emotional reactions, anxiety symptoms including panic, and obsessions or compulsions in response to memories or reminders of the trauma. • The emotional experience of individuals with post-traumatic stress disorder commonly includes anger, shame, sadness, humiliation or guilt, including survivor guilt. Boundary with normality (threshold) • A history of exposure to an event or situation of an extremely threatening or horrific nature does not in itself indicate the presence of post-traumatic stress disorder. Many people experience such stressors without developing a disorder. Rather, the presentation must meet all diagnostic requirements for the disorder. Course features • Onset of post-traumatic stress disorder can occur at any time during the lifespan following exposure to a traumatic event. • Onset of post-traumatic stress disorder symptoms typically occurs within 3 months following exposure to a traumatic event. However, delays in the expression of post-traumatic stress disorder symptomology can occur even years after exposure to a traumatic event. • The symptoms and course of post-traumatic stress disorder can vary significantly over time and among individuals. Recurrence of symptoms may occur after to exposure to reminders of the traumatic event or as a result of experiencing additional life stressors or traumatic events. Some individuals diagnosed with post-traumatic stress disorder can experience persistent symptoms for months or years without reprieve. • Nearly half of individuals diagnosed with post-traumatic stress disorder will experience complete recovery of symptoms within 3 months of onset. Disorders specifically associated with stress | Post-traumatic stress disorder",
  "gloss_vi": "People constantly guard themselves against danger, and feel themselves or others close to them to be under immediate threat either in specific situations or more generally. they may adopt new behaviours designed to ensur...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "psychoeducation",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn people constantly guard themselves against danger, and feel themselves or others close to them to be under immediate threat either in specific situations or more generally. They may adopt new behaviours designed to ensure safety (e.g. not sitting with their back to the door, repeatedly checking in vehicles’ rear-view mirrors). • The disturbance results in significant impairment in personal, family, social, educational, occupational or other important areas of functioning. If functioning is maintained, it is only through significant additional effort. Disorders specifically associated with stress | Post-traumatic stress disorder 340 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Additional clinical features • Common symptomatic presentations of post-traumatic stress disorder may also include general dysphoria, dissociative symptoms, somatic complaints, suicidal ideation and behaviour, social withdrawal, excessive alcohol or drug use to avoid re-experiencing or manage emotional reactions, anxiety symptoms including panic, and obsessions or compulsions in response to memories or reminders of the trauma. • The emotional experience of individuals with post-traumatic stress disorder commonly includes anger, shame, sadness, humiliation or guilt, including survivor guilt. Boundary with normality (threshold) • A history of exposure to an event or situation of an extremely threatening or horrific nature does not in itself indicate the presence of post-traumatic stress disorder. Many people experience such stressors without developing a disorder. Rather, the presentation must meet all diagnostic requirements for the disorder. Course features • Onset of post-traumatic stress disorder can occur at any time during the lifespan following exposure to a traumatic event. • Onset of post-traumatic stress disorder symptoms typically occurs within 3 months following exposure to a traumatic event. However, delays in the expression of post-traumatic stress disorder symptomology can occur even years after exposure to a traumatic event. • The symptoms and course of post-traumatic stress disorder can vary significantly over time and among individuals. Recurrence of symptoms may occur after to exposure to reminders of the traumatic event or as a result of experiencing additional life stressors or traumatic events. Some individuals diagnosed with post-traumatic stress disorder can experience persistent symptoms for months or years without reprieve. • Nearly half of individuals diagnosed with post-traumatic stress disorder will experience complete recovery of symptoms within 3 months of onset. Disorders specifically associated with stress | Post-traumatic stress disorder People constantly guard themselves against danger, and feel themselves or others close to them to be under immediate threat either in specific situations or more generally. they may adopt new behaviours designed to ensur..."
}