{
  "id": "everyday#screening_cues_7a5df0ee",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "eating and inappropriate compensatory behaviour, or significant impairment in personal, family, social, educational, occupational or other important areas of functioning. During the early phases of the disorder, symptoms may be concealed and functioning maintained through significant additional effort. • The symptoms do not meet the diagnostic requirements for anorexia nervosa. Feeding and eating disorders | Bulimia nervosa Feeding and eating disorders 405 Additional clinical features • Binge-eating episodes may be “objective”, in which the individual eats an amount of food that is larger than what most people would eat under similar circumstances, or “subjective”, which may involve eating amounts of food that might be objectively considered to be within normal limits but are subjectively experienced as large by the individual. In either case, the core feature of a binge-eating episode is the experience of loss of control over eating. • Additional characteristics of binge-eating episodes may include eating much more rapidly than usual, eating until feeling uncomfortably full, eating large amounts of food when not feeling physically hungry, or eating alone because of embarrassment. • Binge eating is typically experienced as very distressing. This is often manifested in negative emotions such as guilt, disgust or shame, which also typically negatively affect the individual’s self-evaluation. • Bulimia nervosa may be associated with weight gain over time. However, individuals with bulimia nervosa may be of normal weight or even low weight (although not sufficiently low to meet the diagnostic requirements for anorexia nervosa). The diagnosis of bulimia nervosa is based on the presence of regular binge eating and inappropriate compensatory behaviours, regardless of overweight status. Boundary with normality (threshold) • Infrequent overeating or feasting during culturally sanctioned holidays or occasional celebrations should not be characterized as binge eating for the purpose of assigning a diagnosis of bulimia nervosa. Similarly, exercise qualifies as inappropriate compensatory behaviour only if it is unusually intensive or prolonged, or is carried out to the exclusion of other activities or in spite of fatigue, pain or injury. Course features • Like anorexia nervosa, bulimia nervosa most commonly has its onset during the period from adolescence to early adulthood (i.e. between the ages of 10 and 24 years), typically following a stressful life event. Onset prior to puberty or after the age of 40 years is relatively rare. • Bulimia nervosa is characterized by a variable course that can manifest as persistent symptoms or intermittent episodes of remission and exacerbation. Outcome appears to be related to course, such that individuals whose symptoms remit for a period longer than 1 year tend not to experience relapse of the disorder. Feeding and eating disorders | Bulimia nervosa",
  "gloss_vi": "Eating and inappropriate compensatory behaviour, or significant impairment in personal, family, social, educational, occupational or other important areas of functioning. during the early phases of the disorder, symptoms...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "relationships",
      "grief"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc eating and inappropriate compensatory behaviour, or significant impairment in personal, family, social, educational, occupational or other important areas of functioning. During the early phases of the disorder, symptoms may be concealed and functioning maintained through significant additional effort. • The symptoms do not meet the diagnostic requirements for anorexia nervosa. Feeding and eating disorders | Bulimia nervosa Feeding and eating disorders 405 Additional clinical features • Binge-eating episodes may be “objective”, in which the individual eats an amount of food that is larger than what most people would eat under similar circumstances, or “subjective”, which may involve eating amounts of food that might be objectively considered to be within normal limits but are subjectively experienced as large by the individual. In either case, the core feature of a binge-eating episode is the experience of loss of control over eating. • Additional characteristics of binge-eating episodes may include eating much more rapidly than usual, eating until feeling uncomfortably full, eating large amounts of food when not feeling physically hungry, or eating alone because of embarrassment. • Binge eating is typically experienced as very distressing. This is often manifested in negative emotions such as guilt, disgust or shame, which also typically negatively affect the individual’s self-evaluation. • Bulimia nervosa may be associated with weight gain over time. However, individuals with bulimia nervosa may be of normal weight or even low weight (although not sufficiently low to meet the diagnostic requirements for anorexia nervosa). The diagnosis of bulimia nervosa is based on the presence of regular binge eating and inappropriate compensatory behaviours, regardless of overweight status. Boundary with normality (threshold) • Infrequent overeating or feasting during culturally sanctioned holidays or occasional celebrations should not be characterized as binge eating for the purpose of assigning a diagnosis of bulimia nervosa. Similarly, exercise qualifies as inappropriate compensatory behaviour only if it is unusually intensive or prolonged, or is carried out to the exclusion of other activities or in spite of fatigue, pain or injury. Course features • Like anorexia nervosa, bulimia nervosa most commonly has its onset during the period from adolescence to early adulthood (i.e. between the ages of 10 and 24 years), typically following a stressful life event. Onset prior to puberty or after the age of 40 years is relatively rare. • Bulimia nervosa is characterized by a variable course that can manifest as persistent symptoms or intermittent episodes of remission and exacerbation. Outcome appears to be related to course, such that individuals whose symptoms remit for a period longer than 1 year tend not to experience relapse of the disorder. Feeding and eating disorders | Bulimia nervosa Eating and inappropriate compensatory behaviour, or significant impairment in personal, family, social, educational, occupational or other important areas of functioning. during the early phases of the disorder, symptoms..."
}