{
  "id": "everyday#risk_safety_0602cbd6",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "520 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders 6C70 Pyromania Essential (required) features • The presentation is characterized by a recurrent failure to control strong impulses to set fires, resulting in multiple acts of, or attempts at, setting fire to property or other objects. • There is a lack of apparent motive (e.g. monetary gain, revenge, sabotage, political statement, attracting recognition) for the acts of, or attempts at, fire setting. • The individual exhibits persistent fascination or preoccupation with fire and related stimuli (e.g. watching fires, building fires, fascination with firefighting equipment). • The individual experiences increased tension or affective arousal prior to instances of, or attempts at, fire setting. • The individual experiences pleasure, excitement, relief or gratification during and immediately following the act of setting the fire, and while witnessing its effects or participating in its aftermath. • Acts of, or attempts at, fire setting are not better accounted for by a disorder of intellectual development, another mental disorder (e.g. a manic episode) or substance intoxication. Additional clinical features • The impulse to set fires in individuals with pyromania may involve a careful planning phase to determine how to commit the act, with a concomitant gradual increase of tension or affective arousal; in other instances, fire setting may occur opportunistically without planning. In both cases, there is a lack of control over urges or impulses to set fires. • In individuals with pyromania, fire setting may occur in response to feelings of depressed mood, anxiety, boredom, loneliness or other negative affective states. Although not diagnostically determinative, consideration of the relationship between emotional and behavioural cues and fire-setting behaviour may be an important aspect of treatment planning. • Many individuals with pyromania exhibit impairments in social skills and a history of learning difficulties. Furthermore, individuals with pyromania – particularly women – often report histories of exposure to trauma, including sexual abuse, and self-harm. • Conduct-dissocial disorder, attention deficit hyperactivity disorder and adjustment disorder are frequently associated with fire setting. Furthermore, pyromania appears commonly to co-occur with disorders due to substance use, gambling",
  "gloss_vi": "520 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders 6c70 pyromania essential (required) features • the presentation is characterized by a recurrent failure...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety"
    ],
    "life_topics": [
      "stress",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 520 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders 6C70 Pyromania Essential (required) features • The presentation is characterized by a recurrent failure to control strong impulses to set fires, resulting in multiple acts of, or attempts at, setting fire to property or other objects. • There is a lack of apparent motive (e.g. monetary gain, revenge, sabotage, political statement, attracting recognition) for the acts of, or attempts at, fire setting. • The individual exhibits persistent fascination or preoccupation with fire and related stimuli (e.g. watching fires, building fires, fascination with firefighting equipment). • The individual experiences increased tension or affective arousal prior to instances of, or attempts at, fire setting. • The individual experiences pleasure, excitement, relief or gratification during and immediately following the act of setting the fire, and while witnessing its effects or participating in its aftermath. • Acts of, or attempts at, fire setting are not better accounted for by a disorder of intellectual development, another mental disorder (e.g. a manic episode) or substance intoxication. Additional clinical features • The impulse to set fires in individuals with pyromania may involve a careful planning phase to determine how to commit the act, with a concomitant gradual increase of tension or affective arousal; in other instances, fire setting may occur opportunistically without planning. In both cases, there is a lack of control over urges or impulses to set fires. • In individuals with pyromania, fire setting may occur in response to feelings of depressed mood, anxiety, boredom, loneliness or other negative affective states. Although not diagnostically determinative, consideration of the relationship between emotional and behavioural cues and fire-setting behaviour may be an important aspect of treatment planning. • Many individuals with pyromania exhibit impairments in social skills and a history of learning difficulties. Furthermore, individuals with pyromania – particularly women – often report histories of exposure to trauma, including sexual abuse, and self-harm. • Conduct-dissocial disorder, attention deficit hyperactivity disorder and adjustment disorder are frequently associated with fire setting. Furthermore, pyromania appears commonly to co-occur with disorders due to substance use, gambling 520 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders 6c70 pyromania essential (required) features • the presentation is characterized by a recurrent failure..."
}