{
  "id": "everyday#referral_effc6726",
  "title_en": "General — Referral",
  "title_vi": "General — Chuyển tuyến",
  "text_en": "Factors influencing health status or contact with health services particularly relevant to mental health services 741 QD8Y Other specified problems associated with employment or unemployment QD8Z Problems associated with employment or unemployment, unspecified Problems associated with education QD90 Problems associated with illiteracy or low-level literacy QD91 Problems associated with unavailable or unattainable education QD92 Problems with educational progress QD9Y Other specified problems associated with education QD9Z Problems associated with education, unspecified Other reasons for contact with mental health services QE01 Stress, not elsewhere classified QA1A Discussion of issues surrounding impending death QA1B Concern about or fear of medical treatment QA1C Person with feared complaint in whom no diagnosis is made Reasons for contact with mental health services | Problems associated with education | Other reasons for contact 742 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders QD3Z Concern about body appearance, unspecified QE50.7 Personality difficulty See the section on personality disorders and related traits, p. 553. • Personality difficulty refers to pronounced personality characteristics that may affect treatment or health services but do not rise to the level of severity to merit a diagnosis of personality disorder. Personality difficulty is characterized by longstanding difficulties (e.g. at least 2 years) in the individual’s way",
  "gloss_vi": "Factors influencing health status or contact with health services particularly relevant to mental health services 741 qd8y other specified problems associated with employment or unemployment qd8z problems associated with...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "referral",
      "psychoeducation",
      "do_not_do"
    ],
    "life_topics": [
      "stress"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Referral General — Chuyển tuyến Factors influencing health status or contact with health services particularly relevant to mental health services 741 QD8Y Other specified problems associated with employment or unemployment QD8Z Problems associated with employment or unemployment, unspecified Problems associated with education QD90 Problems associated with illiteracy or low-level literacy QD91 Problems associated with unavailable or unattainable education QD92 Problems with educational progress QD9Y Other specified problems associated with education QD9Z Problems associated with education, unspecified Other reasons for contact with mental health services QE01 Stress, not elsewhere classified QA1A Discussion of issues surrounding impending death QA1B Concern about or fear of medical treatment QA1C Person with feared complaint in whom no diagnosis is made Reasons for contact with mental health services | Problems associated with education | Other reasons for contact 742 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders QD3Z Concern about body appearance, unspecified QE50.7 Personality difficulty See the section on personality disorders and related traits, p. 553. • Personality difficulty refers to pronounced personality characteristics that may affect treatment or health services but do not rise to the level of severity to merit a diagnosis of personality disorder. Personality difficulty is characterized by longstanding difficulties (e.g. at least 2 years) in the individual’s way Factors influencing health status or contact with health services particularly relevant to mental health services 741 qd8y other specified problems associated with employment or unemployment qd8z problems associated with..."
}