{
  "id": "everyday#risk_safety_00f1f9ba",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "3. Recommendations Remarks EML (13). There must be available and competent y The effects of antidepressants might vary between human resources to prescribe medicines safely and individuals, so the adolescents, their carers and monitor any adverse effects. clinicians should carefully balance the risk–benefit Implementation considerations profile of efficacy, acceptability and suicide risk in y Access to psychotherapy, particularly CBT, in line young people with depression on a case-by-case with other mhGAP recommendations, remains basis. important for adolescents with moderate-to-severe y It is important to inform adolescents and carers, as depression. appropriate, about treatment options and jointly y In case psychosocial interventions alone prove reassess treatment goals and management plans on ineffective, the adolescent and the caregiver, as a regular basis. appropriate, should be referred to a specialist for Research gaps careful consideration of benefits and risks associated y The available evidence on the effects of with initiation of fluoxetine, possibly in combination antidepressants in adolescents is of very low with psychological treatment, in close consultation certainty and almost entirely from HICs. Adolescents with the adolescent and family, as appropriate. considered at risk of suicide are frequently excluded y Fluoxetine treatment should be offered only in from trials, so one cannot be confident about the the context of a management plan that addresses effects of these medicines for these individuals. psychosocial risks and vulnerabilities and There is no evidence on reduction in risky environmental factors that have an impact on behaviours and user/family satisfaction. depression symptoms and functioning. y If an antidepressant is being considered for an y Adolescents receiving fluoxetine should be individual, this should be done in consultation with maintained under close clinical monitoring for the adolescent and their family/caregivers, given improvement in symptoms and prevention of findings that some of these medicines may be adverse effects. associated with increased risk of suicide and suicide y A specialist care provider should reassess the attempts. adolescent’s management plan at least once y The cost of these medicines is high, with the per year. exception of fluoxetine, which is also on the WHO 45 Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders 3.4 Conditions related to stress (STR) STR1. For adults with post-traumatic stress disorder (PTSD), are psychological interventions effective compared with treatment",
  "gloss_vi": "3. recommendations remarks eml (13).",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral"
    ],
    "life_topics": [
      "stress",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 3. Recommendations Remarks EML (13). There must be available and competent y The effects of antidepressants might vary between human resources to prescribe medicines safely and individuals, so the adolescents, their carers and monitor any adverse effects. clinicians should carefully balance the risk–benefit Implementation considerations profile of efficacy, acceptability and suicide risk in y Access to psychotherapy, particularly CBT, in line young people with depression on a case-by-case with other mhGAP recommendations, remains basis. important for adolescents with moderate-to-severe y It is important to inform adolescents and carers, as depression. appropriate, about treatment options and jointly y In case psychosocial interventions alone prove reassess treatment goals and management plans on ineffective, the adolescent and the caregiver, as a regular basis. appropriate, should be referred to a specialist for Research gaps careful consideration of benefits and risks associated y The available evidence on the effects of with initiation of fluoxetine, possibly in combination antidepressants in adolescents is of very low with psychological treatment, in close consultation certainty and almost entirely from HICs. Adolescents with the adolescent and family, as appropriate. considered at risk of suicide are frequently excluded y Fluoxetine treatment should be offered only in from trials, so one cannot be confident about the the context of a management plan that addresses effects of these medicines for these individuals. psychosocial risks and vulnerabilities and There is no evidence on reduction in risky environmental factors that have an impact on behaviours and user/family satisfaction. depression symptoms and functioning. y If an antidepressant is being considered for an y Adolescents receiving fluoxetine should be individual, this should be done in consultation with maintained under close clinical monitoring for the adolescent and their family/caregivers, given improvement in symptoms and prevention of findings that some of these medicines may be adverse effects. associated with increased risk of suicide and suicide y A specialist care provider should reassess the attempts. adolescent’s management plan at least once y The cost of these medicines is high, with the per year. exception of fluoxetine, which is also on the WHO 45 Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders 3.4 Conditions related to stress (STR) STR1. For adults with post-traumatic stress disorder (PTSD), are psychological interventions effective compared with treatment 3. recommendations remarks eml (13)."
}