{
  "id": "everyday#risk_safety_3a5f3cde",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "22 DEP 1 DEPRESSION Assessment Has the person had several of the following additional symptoms for at least 2 weeks: – Disturbed sleep or sleeping too much – Indecisiveness – Significant change in appetite or weight – Observable agitation or physical (decrease or increase) restlessness – Beliefs of worthlessness or excessive guilt – Talking or moving more slowly than usual – Fatigue or loss of energy – Hopelessness – Reduced concentration – Suicidal thoughts or acts Depression is unlikely Go to OTH Does the person have considerable difficulty with daily functioning in personal, family, social, educational, occupational or other areas? Depression is unlikely Go to OTH CLINICAL TIP: A person with depression may have psychotic symptoms such as delusions or hallucinations. If present, treatment for depression needs to be Consider DEPRESSION adapted. CONSULT A SPECIALIST. 2 Are there other possible explanations for the symptoms? IS THIS A PHYSICAL CONDITION THAT CAN RESEMBLE OR EXACERBATE DEPRESSION? Are there signs and symptoms suggesting anaemia, malnutrition, hypothyroidism, mood changes from substance use and medication side-effects (e.g. mood changes from steroids)? MANAGE THE PHYSICAL CONDITION Do depressive symptoms remain after treatment? No treatment needed. DEPRESSION 23",
  "gloss_vi": "22 dep 1 trầm cảm đánh giá has the person had several of the following additional symptoms for at least 2 weeks: – disturbed giấc ngủ or sleeping too much – indecisiveness – significant change in appetite or weight – obs...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral",
      "psychoeducation"
    ],
    "life_topics": [
      "sleep",
      "relationships",
      "grief"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 22 DEP 1 DEPRESSION Assessment Has the person had several of the following additional symptoms for at least 2 weeks: – Disturbed sleep or sleeping too much – Indecisiveness – Significant change in appetite or weight – Observable agitation or physical (decrease or increase) restlessness – Beliefs of worthlessness or excessive guilt – Talking or moving more slowly than usual – Fatigue or loss of energy – Hopelessness – Reduced concentration – Suicidal thoughts or acts Depression is unlikely Go to OTH Does the person have considerable difficulty with daily functioning in personal, family, social, educational, occupational or other areas? Depression is unlikely Go to OTH CLINICAL TIP: A person with depression may have psychotic symptoms such as delusions or hallucinations. If present, treatment for depression needs to be Consider DEPRESSION adapted. CONSULT A SPECIALIST. 2 Are there other possible explanations for the symptoms? IS THIS A PHYSICAL CONDITION THAT CAN RESEMBLE OR EXACERBATE DEPRESSION? Are there signs and symptoms suggesting anaemia, malnutrition, hypothyroidism, mood changes from substance use and medication side-effects (e.g. mood changes from steroids)? MANAGE THE PHYSICAL CONDITION Do depressive symptoms remain after treatment? No treatment needed. DEPRESSION 23 22 dep 1 trầm cảm đánh giá has the person had several of the following additional symptoms for at least 2 weeks: – disturbed giấc ngủ or sleeping too much – indecisiveness – significant change in appetite or weight – obs..."
}