{
  "id": "everyday#screening_cues_1b9ce3fc",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "170 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders delusions. Auditory hallucinations (e.g. derogatory or accusatory voices that berate the individual for imaginary weaknesses or sins) are more common than visual (e.g. visions of death or destruction) or olfactory (e.g. the smell of rotting flesh) hallucinations. However, in a moderate or severe depressive episode with psychotic symptoms, the psychotic symptoms are confined to the mood episode. Schizophrenia is differentiated from depressive episodes in mood disorders by the occurrence of psychotic and other symptoms that meet the diagnostic requirements of schizophrenia during periods without mood symptoms that meet the diagnostic requirements of a moderate or severe depressive episode. If the diagnostic requirements for both schizophrenia and a moderate or severe depressive episode are met concurrently, and both the psychotic and mood symptoms last for at least 1 month, schizoaffective disorder is the appropriate diagnosis. Boundary with manic or mixed episodes in bipolar type I disorder Psychotic symptoms may occur during manic or mixed episodes in bipolar type I disorder. Though all types of psychotic symptoms are known to occur in manic or mixed episodes, grandiose delusions (e.g. being chosen by God, having special powers or abilities) and persecutory and self-referential delusions (e.g. being conspired against because of one’s special identity or abilities) are among the most common. Experiences of influence, passivity or control (e.g. thought insertion, thought withdrawal or thought broadcasting) may also occur during manic or mixed episodes. Hallucinations are less frequent and commonly accompany delusions of persecution or reference. They are usually auditory (e.g. adulatory voices), and less commonly visual (e.g. visions of deities), somatic or tactile. However, in a manic or mixed episode with psychotic symptoms, the psychotic symptoms are confined to the mood episode. Schizophrenia is differentiated from manic or mixed episodes in bipolar type I disorder by the occurrence of psychotic and other symptoms that meet the diagnostic requirements of schizophrenia during periods without mood symptoms that meet the diagnostic requirements of a manic or mixed episode. If the diagnostic requirements for both schizophrenia and bipolar type I disorder are met concurrently, and both psychotic and mood symptoms last for at least 1 month, schizoaffective disorder is the appropriate diagnosis. Boundary with post-traumatic stress disorder and complex post-traumatic stress disorder In post-traumatic stress disorder and complex post-traumatic stress disorder, severe flashbacks that involve a complete loss of awareness of present surroundings may occur, intrusive images or memories may have a hallucinatory quality, and hypervigilance may reach proportions that appear to be paranoid. However, the diagnoses of post-traumatic stress disorder and complex post-traumatic stress disorder require a history of exposure to an event or series of events (either short- or long-lasting) of an extremely threatening or horrific nature. These diagnoses also require re-experiencing of the traumatic event in the present, in which the event is",
  "gloss_vi": "170 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders delusions. auditory hallucinations (e.g.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral"
    ],
    "life_topics": [
      "stress",
      "relationships",
      "grief"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 170 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders delusions. Auditory hallucinations (e.g. derogatory or accusatory voices that berate the individual for imaginary weaknesses or sins) are more common than visual (e.g. visions of death or destruction) or olfactory (e.g. the smell of rotting flesh) hallucinations. However, in a moderate or severe depressive episode with psychotic symptoms, the psychotic symptoms are confined to the mood episode. Schizophrenia is differentiated from depressive episodes in mood disorders by the occurrence of psychotic and other symptoms that meet the diagnostic requirements of schizophrenia during periods without mood symptoms that meet the diagnostic requirements of a moderate or severe depressive episode. If the diagnostic requirements for both schizophrenia and a moderate or severe depressive episode are met concurrently, and both the psychotic and mood symptoms last for at least 1 month, schizoaffective disorder is the appropriate diagnosis. Boundary with manic or mixed episodes in bipolar type I disorder Psychotic symptoms may occur during manic or mixed episodes in bipolar type I disorder. Though all types of psychotic symptoms are known to occur in manic or mixed episodes, grandiose delusions (e.g. being chosen by God, having special powers or abilities) and persecutory and self-referential delusions (e.g. being conspired against because of one’s special identity or abilities) are among the most common. Experiences of influence, passivity or control (e.g. thought insertion, thought withdrawal or thought broadcasting) may also occur during manic or mixed episodes. Hallucinations are less frequent and commonly accompany delusions of persecution or reference. They are usually auditory (e.g. adulatory voices), and less commonly visual (e.g. visions of deities), somatic or tactile. However, in a manic or mixed episode with psychotic symptoms, the psychotic symptoms are confined to the mood episode. Schizophrenia is differentiated from manic or mixed episodes in bipolar type I disorder by the occurrence of psychotic and other symptoms that meet the diagnostic requirements of schizophrenia during periods without mood symptoms that meet the diagnostic requirements of a manic or mixed episode. If the diagnostic requirements for both schizophrenia and bipolar type I disorder are met concurrently, and both psychotic and mood symptoms last for at least 1 month, schizoaffective disorder is the appropriate diagnosis. Boundary with post-traumatic stress disorder and complex post-traumatic stress disorder In post-traumatic stress disorder and complex post-traumatic stress disorder, severe flashbacks that involve a complete loss of awareness of present surroundings may occur, intrusive images or memories may have a hallucinatory quality, and hypervigilance may reach proportions that appear to be paranoid. However, the diagnoses of post-traumatic stress disorder and complex post-traumatic stress disorder require a history of exposure to an event or series of events (either short- or long-lasting) of an extremely threatening or horrific nature. These diagnoses also require re-experiencing of the traumatic event in the present, in which the event is 170 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders delusions. auditory hallucinations (e.g."
}