{
  "id": "everyday#screening_cues_e110b0ed",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Disorders due to substance use or addictive behaviours 509 Course features • The course of gambling disorder is variable, with recovery a common outcome even in the absence of intervention, especially for adolescents and young adults. However, for many, gambling disorder persists across the lifespan. • Gambling behaviour can follow a continuous or episodic pattern. The intensity of gambling behaviour often fluctuates in relation to stress, depressive symptoms and substance use. • Gambling disorder tends to develop gradually over the course of years, as frequency of gambling behaviour and monetary value of wagers increase. Developmental presentations • Gambling disorder typically has its onset in adolescence or young adulthood. Early onset is associated with higher levels of impulsivity. Prevalence of gambling disorder among adolescents tends to be higher than among adults. • Onset of gambling disorder in older adulthood is uncommon. Culture-related features • Prevalence of gambling disorder varies by sociocultural background. For example, community-based prevalence in the United States is lower among immigrants than among United States-born individuals. Indigenous populations in several counties (e.g. Canada, New Zealand and the United States) appear to have higher prevalence than other ethnic groups, possibly due to greater financial hardship, the hope that gambling may help advance social goals, and the location of casinos on tribal lands. • Endorsement of specific symptoms of gambling disorder may also vary cross-culturally. For example, among individuals with gambling problems in the United States, Asian Americans may be less likely to describe being preoccupied with gambling, while Latin Americans and African Americans may be more likely to describe attempts to reduce gambling. Sex- and/or gender-related features • Lifetime prevalence of gambling disorder is higher among males. In adulthood, the ratio of men to women diagnosed with gambling disorder is approximately 2:1. This gap is wider during adolescence (ratio of 4:1), which may reflect boys’ tendency to start gambling earlier. Disorders due to addictive behaviours | Gambling disorder 510 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders • Due to earlier onset, the course of gambling disorder is typically more protracted among men. Men also appear more likely to recover without intervention than women. Although onset among women tends to be later, symptoms often intensify more quickly. Women are more likely to seek treatment sooner than men, though treatment-seeking is low (less",
  "gloss_vi": "Disorders due to substance use or addictive behaviours 509 course features • the course of gambling disorder is variable, with recovery a common outcome even in the absence of intervention, especially for adolescents and...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "stress",
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Disorders due to substance use or addictive behaviours 509 Course features • The course of gambling disorder is variable, with recovery a common outcome even in the absence of intervention, especially for adolescents and young adults. However, for many, gambling disorder persists across the lifespan. • Gambling behaviour can follow a continuous or episodic pattern. The intensity of gambling behaviour often fluctuates in relation to stress, depressive symptoms and substance use. • Gambling disorder tends to develop gradually over the course of years, as frequency of gambling behaviour and monetary value of wagers increase. Developmental presentations • Gambling disorder typically has its onset in adolescence or young adulthood. Early onset is associated with higher levels of impulsivity. Prevalence of gambling disorder among adolescents tends to be higher than among adults. • Onset of gambling disorder in older adulthood is uncommon. Culture-related features • Prevalence of gambling disorder varies by sociocultural background. For example, community-based prevalence in the United States is lower among immigrants than among United States-born individuals. Indigenous populations in several counties (e.g. Canada, New Zealand and the United States) appear to have higher prevalence than other ethnic groups, possibly due to greater financial hardship, the hope that gambling may help advance social goals, and the location of casinos on tribal lands. • Endorsement of specific symptoms of gambling disorder may also vary cross-culturally. For example, among individuals with gambling problems in the United States, Asian Americans may be less likely to describe being preoccupied with gambling, while Latin Americans and African Americans may be more likely to describe attempts to reduce gambling. Sex- and/or gender-related features • Lifetime prevalence of gambling disorder is higher among males. In adulthood, the ratio of men to women diagnosed with gambling disorder is approximately 2:1. This gap is wider during adolescence (ratio of 4:1), which may reflect boys’ tendency to start gambling earlier. Disorders due to addictive behaviours | Gambling disorder 510 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders • Due to earlier onset, the course of gambling disorder is typically more protracted among men. Men also appear more likely to recover without intervention than women. Although onset among women tends to be later, symptoms often intensify more quickly. Women are more likely to seek treatment sooner than men, though treatment-seeking is low (less Disorders due to substance use or addictive behaviours 509 course features • the course of gambling disorder is variable, with recovery a common outcome even in the absence of intervention, especially for adolescents and..."
}