{
  "id": "everyday#screening_cues_754d4648",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "354 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Culture-related features • Adjustment disorder may be exacerbated in the context of limited family or community support, particularly in collectivistic or sociocentric cultures. In these societies, the focus of the preoccupation may extend to stressors affecting close relatives or friends. • Symptoms of adjustment disorder may be influenced by local idioms associated with fear (e.g. susto or espanto (fright) in Latin America) or preoccupation with stressors that have strong cultural connotations (e.g. intense fear related to crossing unpopulated areas alone at night). Boundaries with other disorders and conditions (differential diagnosis) Boundary with post-traumatic stress disorder In adjustment disorder, the stressor can be of any severity or any type, and is not necessarily of an extremely threatening or horrific nature. A response to a less serious event or situation that otherwise meets the symptom requirements for post-traumatic stress disorder should be diagnosed as adjustment disorder. Moreover, many people who have experienced an extremely threatening or horrific event develop adjustment disorder and not post-traumatic stress disorder in its aftermath. The distinction should be made based on whether the full diagnostic requirements for either disorder are met, not solely on the type of stressor. Boundary with other mental disorders It is common for mental disorders to be triggered or exacerbated by stressful life experiences. Moreover, many mental disorders can involve symptoms including maladaptive reactions to stressors, preoccupation with stressors and excessive worry or rumination, and failure to adapt. In the presence of another mental disorder that can account for these symptoms (e.g. a primary psychotic disorder, a mood disorder, another disorder specifically associated with stress, a personality disorder, an obsessive-compulsive or related disorder, generalized anxiety disorder, separation anxiety disorder, autism spectrum disorder), a separate diagnosis of adjustment disorder should generally not be assigned, even if stressful life events or changing circumstances have led to an exacerbation of the symptoms. However, a diagnosis of adjustment disorder may be assigned in the presence of other mental disorders with substantially non-overlapping symptomatology (e.g. specific phobia, panic disorder, bodily distress disorder) that do not fully account for the adjustment disorder symptoms, as long as the course of the two disorders is distinguishable and the full diagnostic requirements are met for each. If symptoms persist for longer than 6 months after",
  "gloss_vi": "354 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders culture-related features • adjustment disorder may be exacerbated in the context of limited family or c...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 354 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Culture-related features • Adjustment disorder may be exacerbated in the context of limited family or community support, particularly in collectivistic or sociocentric cultures. In these societies, the focus of the preoccupation may extend to stressors affecting close relatives or friends. • Symptoms of adjustment disorder may be influenced by local idioms associated with fear (e.g. susto or espanto (fright) in Latin America) or preoccupation with stressors that have strong cultural connotations (e.g. intense fear related to crossing unpopulated areas alone at night). Boundaries with other disorders and conditions (differential diagnosis) Boundary with post-traumatic stress disorder In adjustment disorder, the stressor can be of any severity or any type, and is not necessarily of an extremely threatening or horrific nature. A response to a less serious event or situation that otherwise meets the symptom requirements for post-traumatic stress disorder should be diagnosed as adjustment disorder. Moreover, many people who have experienced an extremely threatening or horrific event develop adjustment disorder and not post-traumatic stress disorder in its aftermath. The distinction should be made based on whether the full diagnostic requirements for either disorder are met, not solely on the type of stressor. Boundary with other mental disorders It is common for mental disorders to be triggered or exacerbated by stressful life experiences. Moreover, many mental disorders can involve symptoms including maladaptive reactions to stressors, preoccupation with stressors and excessive worry or rumination, and failure to adapt. In the presence of another mental disorder that can account for these symptoms (e.g. a primary psychotic disorder, a mood disorder, another disorder specifically associated with stress, a personality disorder, an obsessive-compulsive or related disorder, generalized anxiety disorder, separation anxiety disorder, autism spectrum disorder), a separate diagnosis of adjustment disorder should generally not be assigned, even if stressful life events or changing circumstances have led to an exacerbation of the symptoms. However, a diagnosis of adjustment disorder may be assigned in the presence of other mental disorders with substantially non-overlapping symptomatology (e.g. specific phobia, panic disorder, bodily distress disorder) that do not fully account for the adjustment disorder symptoms, as long as the course of the two disorders is distinguishable and the full diagnostic requirements are met for each. If symptoms persist for longer than 6 months after 354 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders culture-related features • adjustment disorder may be exacerbated in the context of limited family or c..."
}