{
  "id": "everyday#risk_safety_e47ccc23",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "United Kingdom Tanya Calvey, University of Cape Town, Cape Town, South Africa Antonella Camposeragna, Lazio Regional Health Service, Rome, Italy Marketa Ciharova, Vrije Universiteit Amsterdam, Amsterdam, Netherlands (Kingdom of the) Marica Ferri, European Monitoring Centre for Drugs and Drug Addiction (EMCDDA), Lisbon, Portugal Thiago Fidalgo, Universidade Federal de São Paulo, São Paulo, Brazil Andrea Fiorillo, Department of Mental Health, University of Campania “L. Vanvitelli”, Naples, Italy David Forbes, Phoenix Australia, University of Melbourne, Melbourne, Australia Abhishek Ghosh, Postgraduate Institute of Medical Education & Research, Chandigarh, India Petra Gronholm, King’s College London, London, United Kingdom Asma Hallab, Dept of Psychiatry and Psychotherapy, Charité–Universitätsmedizin, Berlin, Germany Yun-Hee Jeon, University of Sydney, Sydney, Australia Puneet Jain, Hospital for Sick Children, Toronto, Canada Eirini Karyotaki, Vrije Universiteit Amsterdam, Amsterdam, Netherlands (Kingdom of the) Yasser Khazaal, Lausanne University Hospital and Lausanne University, Lausanne, Switzerland Kairi Kõlves, Australian Institute for Suicide Research and Prevention, Brisbane, Australia Sadhvi Krishanamoorty, Australian Institute for Suicide Research and Prevention, Brisbane, Australia Gergö Hadlaczky, Karolinska Institutet, Swedish National Center for Suicide Research and Prevention, Stockholm, Sweden Christina Laurenzi, Stellenbosch University, Stellenbosch, South Africa Stefan Leucht, Technical University of Munich, Munich, Germany Yaskara C. Luersen, Universidade Federal de São Paulo, São Paulo, Brazil Carolin Lorenz, Technical University of Munich, Munich, Germany Mario Luciano, Department of Mental Health University of Campania “L. Vanvitelli”, Naples, Italy Mario Maj, Department of Mental Health, University of Campania “L. Vanvitelli”, Naples, Italy Margaret MacAndrew, Queensland University of Technology, Brisbane, Australia Akerke Makhmud, King’s College London, London, United Kingdom Sihle Mamutse, Stellenbosch University, Stellenbosch, South Africa Sharna Mathieu, Australian Institute for Suicide Research and Prevention, Brisbane, Australia Silvia Minozzi, Department of Epidemiology, Lazio Reginal Health System, Rome, Italy Zuzana Mitrova, Lazio Regional Health Service, Rome, Italy G.J. Melendez-Torres, University of Exeter, Exeter, United Kingdom Nirvana Morgan, University of the Witwatersrand, Johannesburg, South Africa 143",
  "gloss_vi": "United kingdom tanya calvey, university of cape town, cape town, south africa antonella camposeragna, lazio regional health service, rome, italy marketa ciharova, vrije universiteit amsterdam, amsterdam, netherlands (kin...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "psychoeducation"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn United Kingdom Tanya Calvey, University of Cape Town, Cape Town, South Africa Antonella Camposeragna, Lazio Regional Health Service, Rome, Italy Marketa Ciharova, Vrije Universiteit Amsterdam, Amsterdam, Netherlands (Kingdom of the) Marica Ferri, European Monitoring Centre for Drugs and Drug Addiction (EMCDDA), Lisbon, Portugal Thiago Fidalgo, Universidade Federal de São Paulo, São Paulo, Brazil Andrea Fiorillo, Department of Mental Health, University of Campania “L. Vanvitelli”, Naples, Italy David Forbes, Phoenix Australia, University of Melbourne, Melbourne, Australia Abhishek Ghosh, Postgraduate Institute of Medical Education & Research, Chandigarh, India Petra Gronholm, King’s College London, London, United Kingdom Asma Hallab, Dept of Psychiatry and Psychotherapy, Charité–Universitätsmedizin, Berlin, Germany Yun-Hee Jeon, University of Sydney, Sydney, Australia Puneet Jain, Hospital for Sick Children, Toronto, Canada Eirini Karyotaki, Vrije Universiteit Amsterdam, Amsterdam, Netherlands (Kingdom of the) Yasser Khazaal, Lausanne University Hospital and Lausanne University, Lausanne, Switzerland Kairi Kõlves, Australian Institute for Suicide Research and Prevention, Brisbane, Australia Sadhvi Krishanamoorty, Australian Institute for Suicide Research and Prevention, Brisbane, Australia Gergö Hadlaczky, Karolinska Institutet, Swedish National Center for Suicide Research and Prevention, Stockholm, Sweden Christina Laurenzi, Stellenbosch University, Stellenbosch, South Africa Stefan Leucht, Technical University of Munich, Munich, Germany Yaskara C. Luersen, Universidade Federal de São Paulo, São Paulo, Brazil Carolin Lorenz, Technical University of Munich, Munich, Germany Mario Luciano, Department of Mental Health University of Campania “L. Vanvitelli”, Naples, Italy Mario Maj, Department of Mental Health, University of Campania “L. Vanvitelli”, Naples, Italy Margaret MacAndrew, Queensland University of Technology, Brisbane, Australia Akerke Makhmud, King’s College London, London, United Kingdom Sihle Mamutse, Stellenbosch University, Stellenbosch, South Africa Sharna Mathieu, Australian Institute for Suicide Research and Prevention, Brisbane, Australia Silvia Minozzi, Department of Epidemiology, Lazio Reginal Health System, Rome, Italy Zuzana Mitrova, Lazio Regional Health Service, Rome, Italy G.J. Melendez-Torres, University of Exeter, Exeter, United Kingdom Nirvana Morgan, University of the Witwatersrand, Johannesburg, South Africa 143 United kingdom tanya calvey, university of cape town, cape town, south africa antonella camposeragna, lazio regional health service, rome, italy marketa ciharova, vrije universiteit amsterdam, amsterdam, netherlands (kin..."
}