{
  "id": "everyday#risk_safety_2a0dfa22",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "434 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Sex- and/or gender-related features • Prevalence rates do not appear to differ by gender prior to puberty, after which prevalence is higher in females. • Symptom presentation may vary by gender, with women more likely to report multiple bodily concerns. Boundaries with other disorders and conditions (differential diagnosis) Boundary with mood disorders Among individuals with mood disorders, somatic symptoms may be the dominant aspects of the clinical presentation – particularly in primary care settings. In addition, some individuals with mood disorders may develop neurovegetative symptoms (e.g. weight loss, fatigue) or other associated physical symptoms (e.g. pain), about which they become preoccupied. Bodily distress disorder should be diagnosed only if the preoccupation with physical symptoms occurs outside the context of mood episodes – for example, if the preoccupation precedes a depressive episode or persists after the depressive episode has remitted. Boundary with generalized anxiety disorder Individuals with generalized anxiety disorder may report somatic symptoms about which they are concerned (e.g. palpitations or gastric distress), but they also report concerns about negative events occurring in several different aspects of everyday life (e.g. work, relationships, finance). Unlike individuals with bodily distress disorder, individuals with generalized anxiety disorder do not typically exhibit a preoccupation with bodily symptoms that persists despite medical evaluation and reassurance. However, co-occurrence of bodily distress disorder and anxiety and fear-related disorders is common, although individuals with bodily distress disorder are less likely to endorse the psychological components of anxiety other than distress about their bothersome symptoms. Boundary with panic disorder Panic disorder is characterized by recurrent, unexpected, self-limited episodes of intense fear or apprehension with prominent somatic symptoms and feelings of an impending catastrophe (e.g. fainting, having a stroke, heart attack or dying), with a sense of immediacy of the threat. Individuals with panic disorder often become preoccupied with the transient somatic symptoms they experience during panic attacks, and may express concern that they are dangerous and suggestive of imminent harm. An additional diagnosis of bodily distress disorder should not be assigned on the basis of concern about symptoms experienced during panic attacks. However, if individuals with panic disorder are excessively attentive to or preoccupied by persistent somatic symptoms that are distinct from those typically associated with panic attacks, and all diagnostic requirements for both",
  "gloss_vi": "434 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders sex- and/or gender-related features • prevalence rates do not appear to differ by gender prior to puber...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "study",
      "work",
      "relationships",
      "grief"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 434 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Sex- and/or gender-related features • Prevalence rates do not appear to differ by gender prior to puberty, after which prevalence is higher in females. • Symptom presentation may vary by gender, with women more likely to report multiple bodily concerns. Boundaries with other disorders and conditions (differential diagnosis) Boundary with mood disorders Among individuals with mood disorders, somatic symptoms may be the dominant aspects of the clinical presentation – particularly in primary care settings. In addition, some individuals with mood disorders may develop neurovegetative symptoms (e.g. weight loss, fatigue) or other associated physical symptoms (e.g. pain), about which they become preoccupied. Bodily distress disorder should be diagnosed only if the preoccupation with physical symptoms occurs outside the context of mood episodes – for example, if the preoccupation precedes a depressive episode or persists after the depressive episode has remitted. Boundary with generalized anxiety disorder Individuals with generalized anxiety disorder may report somatic symptoms about which they are concerned (e.g. palpitations or gastric distress), but they also report concerns about negative events occurring in several different aspects of everyday life (e.g. work, relationships, finance). Unlike individuals with bodily distress disorder, individuals with generalized anxiety disorder do not typically exhibit a preoccupation with bodily symptoms that persists despite medical evaluation and reassurance. However, co-occurrence of bodily distress disorder and anxiety and fear-related disorders is common, although individuals with bodily distress disorder are less likely to endorse the psychological components of anxiety other than distress about their bothersome symptoms. Boundary with panic disorder Panic disorder is characterized by recurrent, unexpected, self-limited episodes of intense fear or apprehension with prominent somatic symptoms and feelings of an impending catastrophe (e.g. fainting, having a stroke, heart attack or dying), with a sense of immediacy of the threat. Individuals with panic disorder often become preoccupied with the transient somatic symptoms they experience during panic attacks, and may express concern that they are dangerous and suggestive of imminent harm. An additional diagnosis of bodily distress disorder should not be assigned on the basis of concern about symptoms experienced during panic attacks. However, if individuals with panic disorder are excessively attentive to or preoccupied by persistent somatic symptoms that are distinct from those typically associated with panic attacks, and all diagnostic requirements for both 434 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders sex- and/or gender-related features • prevalence rates do not appear to differ by gender prior to puber..."
}