{
  "id": "everyday#risk_safety_1a7046a8",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "events that precipitate complex post-traumatic stress disorder, collective suffering and the destruction of social bonds, networks and communities may present as a focal concern or as important related features of the disorder. • For migrant communities – especially refugees or asylum seekers – complex post-traumatic stress disorder may be exacerbated by acculturative stressors and the social environment in the host country. Disorders specifically associated with stress | Complex post-traumatic stress disorder 348 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Sex- and/or gender-related features • Females are at greater risk of developing complex post-traumatic stress disorder. • Females with complex post-traumatic stress disorder are more likely to exhibit a greater level of psychological distress and functional impairment. Boundaries with other disorders and conditions (differential diagnosis) Boundary with personality disorder Many individuals with personality disorder have a history of traumatic events, particularly in childhood, and affective dysregulation can be a feature of both complex PTSD and personality disorder, particularly personality disorder with borderline pattern. However, there are several ways in which the specific symptom profiles of the two disorders differ. Avoidance of trauma- related reminders and a heightened sense of current threat are not diagnostic features of personality disorders. Intimate and interpersonal relationships in complex PTSD are less likely to be characterized by fear of abandonment and relationship instability, but rather by avoidance and a general sense of disconnection. Individuals with complex PTSD tend to manifest a stable but persistently negative self-view, in contrast to personality disorder in which an unstable sense of self is more common. Whereas personality disorder is more likely to be characterized by frequent impulsive behaviors, including impulsive suicidality, suicidality among individuals with complex PTSD tends to be less frequent, less impulsive, and of higher lethality. If the diagnostic requirements for both disorders are met, the utility of assigning an additional diagnosis of personality disorder depends on the specific clinical situation. Boundary with other mental, behavioural and neurodevelopmental disorders Because the diagnostic requirements for complex post-traumatic stress disorder include all essential features of post-traumatic stress disorder, guidance provided in the sections on boundary with normality (threshold) and boundaries with other disorders and conditions (differential diagnosis) for post-traumatic stress disorder also applies to complex post-traumatic stress disorder. 6B42 Prolonged grief disorder Essential (required) features • A history of bereavement following the death of a partner, parent, child or other person close to the bereaved is required for diagnosis. Disorders specifically associated with stress | Prolonged grief disorder",
  "gloss_vi": "Events that precipitate complex post-traumatic căng thẳng disorder, collective suffering and the destruction of social bonds, networks and communities may present as a focal concern or as important related features of th...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "work",
      "relationships",
      "grief"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn events that precipitate complex post-traumatic stress disorder, collective suffering and the destruction of social bonds, networks and communities may present as a focal concern or as important related features of the disorder. • For migrant communities – especially refugees or asylum seekers – complex post-traumatic stress disorder may be exacerbated by acculturative stressors and the social environment in the host country. Disorders specifically associated with stress | Complex post-traumatic stress disorder 348 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Sex- and/or gender-related features • Females are at greater risk of developing complex post-traumatic stress disorder. • Females with complex post-traumatic stress disorder are more likely to exhibit a greater level of psychological distress and functional impairment. Boundaries with other disorders and conditions (differential diagnosis) Boundary with personality disorder Many individuals with personality disorder have a history of traumatic events, particularly in childhood, and affective dysregulation can be a feature of both complex PTSD and personality disorder, particularly personality disorder with borderline pattern. However, there are several ways in which the specific symptom profiles of the two disorders differ. Avoidance of trauma- related reminders and a heightened sense of current threat are not diagnostic features of personality disorders. Intimate and interpersonal relationships in complex PTSD are less likely to be characterized by fear of abandonment and relationship instability, but rather by avoidance and a general sense of disconnection. Individuals with complex PTSD tend to manifest a stable but persistently negative self-view, in contrast to personality disorder in which an unstable sense of self is more common. Whereas personality disorder is more likely to be characterized by frequent impulsive behaviors, including impulsive suicidality, suicidality among individuals with complex PTSD tends to be less frequent, less impulsive, and of higher lethality. If the diagnostic requirements for both disorders are met, the utility of assigning an additional diagnosis of personality disorder depends on the specific clinical situation. Boundary with other mental, behavioural and neurodevelopmental disorders Because the diagnostic requirements for complex post-traumatic stress disorder include all essential features of post-traumatic stress disorder, guidance provided in the sections on boundary with normality (threshold) and boundaries with other disorders and conditions (differential diagnosis) for post-traumatic stress disorder also applies to complex post-traumatic stress disorder. 6B42 Prolonged grief disorder Essential (required) features • A history of bereavement following the death of a partner, parent, child or other person close to the bereaved is required for diagnosis. Disorders specifically associated with stress | Prolonged grief disorder Events that precipitate complex post-traumatic căng thẳng disorder, collective suffering and the destruction of social bonds, networks and communities may present as a focal concern or as important related features of th..."
}