{
  "id": "everyday#screening_cues_145ef93c",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "learning disorder have marked difficulties self- regulating attention that are not sufficiently severe to warrant a separate diagnosis. Persistent difficulties with self-regulated attention can have deleterious effects on academic outcomes, and may impede response to intervention or support. • Some individuals with developmental learning disorder may be able to sustain seemingly adequate levels of key academic skills by using compensatory strategies or through devoting extraordinarily high levels of effort or time, or through the provision of unusually high levels of support. However, as demands for efficiency in key academic skills increase and exceed capabilities (e.g. in timed tests, reading or writing lengthy detailed reports for a tight deadline, heavier academic coursework as in high school/secondary school, postsecondary education or professional training), the underlying learning difficulties tend to become more fully apparent. • Ideally, determination of the presence of developmental learning disorder includes assessment of academic achievement using standardized, appropriately normed instruments. However, a child’s score on a single test measuring a particular academic skill is not sufficient to distinguish disorder from normality. Achievement scores may vary as a result of the technical properties of the specific test being used, the testing conditions and a variety of other variables, and also can vary substantially over the individual’s development and life-course. Therefore, the diagnosis of developmental learning disorder should also consider various sources of evidence regarding the child’s capacity for learning outside the formal testing situation. Boundary with normality (threshold) • The age of acquisition of academic skills varies, and later acquisition of a particular academic skill compared to same-age peers does not necessarily indicate the presence of a disorder. Developmental learning disorder is distinguished by persistent difficulty in learning the particular academic skills over time in spite of adequate educational opportunities, and by the severity of the impairment caused by the learning difficulty. Neurodevelopmental disorders | Developmental learning disorder",
  "gloss_vi": "Learning disorder have marked difficulties self- regulating attention that are not sufficiently severe to warrant a separate diagnosis. persistent difficulties with self-regulated attention can have deleterious effects o...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation"
    ],
    "life_topics": [
      "work",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc learning disorder have marked difficulties self- regulating attention that are not sufficiently severe to warrant a separate diagnosis. Persistent difficulties with self-regulated attention can have deleterious effects on academic outcomes, and may impede response to intervention or support. • Some individuals with developmental learning disorder may be able to sustain seemingly adequate levels of key academic skills by using compensatory strategies or through devoting extraordinarily high levels of effort or time, or through the provision of unusually high levels of support. However, as demands for efficiency in key academic skills increase and exceed capabilities (e.g. in timed tests, reading or writing lengthy detailed reports for a tight deadline, heavier academic coursework as in high school/secondary school, postsecondary education or professional training), the underlying learning difficulties tend to become more fully apparent. • Ideally, determination of the presence of developmental learning disorder includes assessment of academic achievement using standardized, appropriately normed instruments. However, a child’s score on a single test measuring a particular academic skill is not sufficient to distinguish disorder from normality. Achievement scores may vary as a result of the technical properties of the specific test being used, the testing conditions and a variety of other variables, and also can vary substantially over the individual’s development and life-course. Therefore, the diagnosis of developmental learning disorder should also consider various sources of evidence regarding the child’s capacity for learning outside the formal testing situation. Boundary with normality (threshold) • The age of acquisition of academic skills varies, and later acquisition of a particular academic skill compared to same-age peers does not necessarily indicate the presence of a disorder. Developmental learning disorder is distinguished by persistent difficulty in learning the particular academic skills over time in spite of adequate educational opportunities, and by the severity of the impairment caused by the learning difficulty. Neurodevelopmental disorders | Developmental learning disorder Learning disorder have marked difficulties self- regulating attention that are not sufficiently severe to warrant a separate diagnosis. persistent difficulties with self-regulated attention can have deleterious effects o..."
}