{
  "id": "everyday#risk_safety_76bab0d5",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "Schizophrenia and other primary psychotic disorders 175 disorder, multiple persistent symptoms are present, and are typically accompanied by impairment in cognitive functioning and other psychosocial problems. Course features • Some people with schizoaffective disorder experience exacerbations and remission of symptoms periodically throughout the illness course, whereas others experience a full remission of symptoms between episodes. Developmental presentations • Diagnosis of schizoaffective disorder among children is challenging because the sequence of mood and psychotic symptoms may be difficult for children to describe accurately. • Children who are diagnosed with schizoaffective disorder are the most severely impaired and have the poorest outcomes among all children diagnosed with psychotic disorders. • Schizoaffective disorder with manic episodes is more common among young adults whereas schizoaffective disorder with depressive episodes is more common among older adults. Culture-related features • See the culture-related features section for schizophrenia, all of which also applies to schizoaffective disorder. • In addition. culture may affect the expression of mood symptoms, the use of idioms of distress and illness-related metaphors, and the prominence of certain patterns of mood- related symptoms. For example, religious or spiritual views about suicidal ideation or behaviour may decrease reporting and increase associated guilt; and shame may be more prominent than guilt in sociocentric societies. Norms for experiencing and articulating mood symptoms psychologically vary by culture, as does the attribution of distress to interpersonal, social, psychological, biological, supernatural or spiritual concerns. • Bodily complaints as somatic expressions of depression may predominate over cognitive mood symptoms due to their greater cultural acceptability as indications of the need for clinical attention. Schizophrenia and other primary psychotic disorders | Schizoaffective disorder 176 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Sex- and/or gender-related features • Schizoaffective disorder is more prevalent among females – especially schizoaffective disorder with depressive episodes. Boundaries with other disorders and conditions (differential diagnosis) Boundary with schizophrenia The diagnoses of schizophrenia and schizoaffective disorder are intended to apply to the current or most recent episode of the disorder. In other words, a previous diagnosis of schizoaffective disorder does not preclude a diagnosis of schizophrenia, and vice versa. In both schizophrenia and schizoaffective disorder, at least two the characteristic symptoms of schizophrenia are present most of the time for a period of 1 month or more. In schizoaffective disorder, the",
  "gloss_vi": "Schizophrenia and other primary psychotic disorders 175 disorder, multiple persistent symptoms are present, and are typically accompanied by impairment in cognitive functioning and other psychosocial problems. course fea...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn Schizophrenia and other primary psychotic disorders 175 disorder, multiple persistent symptoms are present, and are typically accompanied by impairment in cognitive functioning and other psychosocial problems. Course features • Some people with schizoaffective disorder experience exacerbations and remission of symptoms periodically throughout the illness course, whereas others experience a full remission of symptoms between episodes. Developmental presentations • Diagnosis of schizoaffective disorder among children is challenging because the sequence of mood and psychotic symptoms may be difficult for children to describe accurately. • Children who are diagnosed with schizoaffective disorder are the most severely impaired and have the poorest outcomes among all children diagnosed with psychotic disorders. • Schizoaffective disorder with manic episodes is more common among young adults whereas schizoaffective disorder with depressive episodes is more common among older adults. Culture-related features • See the culture-related features section for schizophrenia, all of which also applies to schizoaffective disorder. • In addition. culture may affect the expression of mood symptoms, the use of idioms of distress and illness-related metaphors, and the prominence of certain patterns of mood- related symptoms. For example, religious or spiritual views about suicidal ideation or behaviour may decrease reporting and increase associated guilt; and shame may be more prominent than guilt in sociocentric societies. Norms for experiencing and articulating mood symptoms psychologically vary by culture, as does the attribution of distress to interpersonal, social, psychological, biological, supernatural or spiritual concerns. • Bodily complaints as somatic expressions of depression may predominate over cognitive mood symptoms due to their greater cultural acceptability as indications of the need for clinical attention. Schizophrenia and other primary psychotic disorders | Schizoaffective disorder 176 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Sex- and/or gender-related features • Schizoaffective disorder is more prevalent among females – especially schizoaffective disorder with depressive episodes. Boundaries with other disorders and conditions (differential diagnosis) Boundary with schizophrenia The diagnoses of schizophrenia and schizoaffective disorder are intended to apply to the current or most recent episode of the disorder. In other words, a previous diagnosis of schizoaffective disorder does not preclude a diagnosis of schizophrenia, and vice versa. In both schizophrenia and schizoaffective disorder, at least two the characteristic symptoms of schizophrenia are present most of the time for a period of 1 month or more. In schizoaffective disorder, the Schizophrenia and other primary psychotic disorders 175 disorder, multiple persistent symptoms are present, and are typically accompanied by impairment in cognitive functioning and other psychosocial problems. course fea..."
}