{
  "id": "everyday#referral_247fa663",
  "title_en": "General — Referral",
  "title_vi": "General — Chuyển tuyến",
  "text_en": "586 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders • A diagnosis of other paraphilic disorder involving non-consenting individuals is generally not adequately supported when the evidence indicating a sustained, focused and intense pattern of sexual arousal consists solely of a single or very limited number of instances of specific forms of sexual behaviour, as there may be other explanations for specific occurrences (e.g. intoxication, opportunity). In the absence of a report of the individual’s sexual thoughts, fantasies or urges, examples of other forms of evidence supporting the presence of a paraphilic arousal pattern include a preference for specific types of pornography; preference over other forms of sexual behaviour; or planning and repeatedly seeking out opportunities to engage in the relevant paraphilic sexual behaviour. Boundary with normality (threshold) • Other paraphilic disorder involving non-consenting individuals specifically excludes sexual behaviours that occur with the consent of the person or people involved, as long as they are deemed to have the capacity to provide such consent. Course features • Individuals with paraphilic disorders often report the onset of paraphilic sexual interest during adolescence. • Paraphilic disorders are relatively stable after young adulthood, but sexual thoughts, fantasies, urges and behaviours may change over time, such that an individual who was assigned a diagnosis of a paraphilic disorder no longer meets the diagnostic requirements. Developmental presentations • Advancing age may be associated with decreasing paraphilic sexual arousal and decreasing behavioural manifestations of paraphilic disorders due to increased impulse control and decreased sexual drive. Sex- and/or gender-related features • Paraphilic disorders are much more prevalent among men. Paraphilic disorders | Other paraphilic disorder involving non-consenting individuals Paraphilic disorders 587 Boundaries with other disorders and conditions (differential diagnosis) Boundary with compulsive sexual behaviour disorder Both other paraphilic disorder involving non-consenting individuals and compulsive sexual behaviour disorder may involve repetitive sexual impulses, urges or behaviours that result in marked distress or impairment. Other paraphilic disorder involving non-consenting individuals is characterized by sexual impulses, urges or behaviours that are manifestations of a sustained, focused and intense pattern of sexual arousal, in which the focus of the arousal pattern involves others who are unwilling or unable to consent, that is not specifically described in any of the other named",
  "gloss_vi": "586 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders • a diagnosis of other paraphilic disorder involving non-consenting individuals is generally not adequa...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "referral",
      "psychoeducation"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Referral General — Chuyển tuyến 586 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders • A diagnosis of other paraphilic disorder involving non-consenting individuals is generally not adequately supported when the evidence indicating a sustained, focused and intense pattern of sexual arousal consists solely of a single or very limited number of instances of specific forms of sexual behaviour, as there may be other explanations for specific occurrences (e.g. intoxication, opportunity). In the absence of a report of the individual’s sexual thoughts, fantasies or urges, examples of other forms of evidence supporting the presence of a paraphilic arousal pattern include a preference for specific types of pornography; preference over other forms of sexual behaviour; or planning and repeatedly seeking out opportunities to engage in the relevant paraphilic sexual behaviour. Boundary with normality (threshold) • Other paraphilic disorder involving non-consenting individuals specifically excludes sexual behaviours that occur with the consent of the person or people involved, as long as they are deemed to have the capacity to provide such consent. Course features • Individuals with paraphilic disorders often report the onset of paraphilic sexual interest during adolescence. • Paraphilic disorders are relatively stable after young adulthood, but sexual thoughts, fantasies, urges and behaviours may change over time, such that an individual who was assigned a diagnosis of a paraphilic disorder no longer meets the diagnostic requirements. Developmental presentations • Advancing age may be associated with decreasing paraphilic sexual arousal and decreasing behavioural manifestations of paraphilic disorders due to increased impulse control and decreased sexual drive. Sex- and/or gender-related features • Paraphilic disorders are much more prevalent among men. Paraphilic disorders | Other paraphilic disorder involving non-consenting individuals Paraphilic disorders 587 Boundaries with other disorders and conditions (differential diagnosis) Boundary with compulsive sexual behaviour disorder Both other paraphilic disorder involving non-consenting individuals and compulsive sexual behaviour disorder may involve repetitive sexual impulses, urges or behaviours that result in marked distress or impairment. Other paraphilic disorder involving non-consenting individuals is characterized by sexual impulses, urges or behaviours that are manifestations of a sustained, focused and intense pattern of sexual arousal, in which the focus of the arousal pattern involves others who are unwilling or unable to consent, that is not specifically described in any of the other named 586 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders • a diagnosis of other paraphilic disorder involving non-consenting individuals is generally not adequa..."
}