{
  "id": "everyday#screening_cues_b6ab45ac",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "or energy 684 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders MB23 Symptoms or signs involving appearance or behaviour This grouping includes symptoms or signs involving the individual’s appearance or behaviour relevant to the clinical encounter. MB23.0 Aggressive behaviour • Aggressive behaviour refers to actions intended to threaten or hurt another person or to damage property that may be physical, verbal or symbolic (e.g. acting against the other person’s interests). Aggressive behaviour may be appropriate and self-protective, or inappropriate, hostile and destructive. MB23.1 Antisocial behaviour • Antisocial behaviour refers to behaviour in which the basic rights of others or major age- appropriate societal norms, rules or laws are violated. MB23.2 Avoidance behaviour • Avoidance behaviour refers to the act of keeping away from circumstances, situations or stimuli that cause anxiety or other negative emotions in the individual. MB23.3 Bradyphrenia • Bradyphrenia refers to slowness of thoughts or fatigability of initiative. MB23.4 Compulsions • Compulsions refer to repetitive behaviours or rituals (e.g. washing, checking) or mental acts (e.g. repeating words silently) that the individual feels driven to perform in response to an obsession, according to rigid rules, or to achieve a sense of “completeness”. MB23.5 Coprolalia • Coprolalia refers to involuntary swearing or the involuntary utterance of obscene words or socially inappropriate and derogatory remarks, often in Tourette syndrome. Mental or behavioural symptoms, signs or clinical findings | Symptoms or signs involving appearance or behaviour Mental or behavioural symptoms, signs or clinical findings | Symptoms or signs involving appearance or behaviour",
  "gloss_vi": "Or energy 684 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders mb23 symptoms or signs involving appearance or behaviour this grouping includes symptoms or s...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "do_not_do"
    ],
    "life_topics": [],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc or energy 684 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders MB23 Symptoms or signs involving appearance or behaviour This grouping includes symptoms or signs involving the individual’s appearance or behaviour relevant to the clinical encounter. MB23.0 Aggressive behaviour • Aggressive behaviour refers to actions intended to threaten or hurt another person or to damage property that may be physical, verbal or symbolic (e.g. acting against the other person’s interests). Aggressive behaviour may be appropriate and self-protective, or inappropriate, hostile and destructive. MB23.1 Antisocial behaviour • Antisocial behaviour refers to behaviour in which the basic rights of others or major age- appropriate societal norms, rules or laws are violated. MB23.2 Avoidance behaviour • Avoidance behaviour refers to the act of keeping away from circumstances, situations or stimuli that cause anxiety or other negative emotions in the individual. MB23.3 Bradyphrenia • Bradyphrenia refers to slowness of thoughts or fatigability of initiative. MB23.4 Compulsions • Compulsions refer to repetitive behaviours or rituals (e.g. washing, checking) or mental acts (e.g. repeating words silently) that the individual feels driven to perform in response to an obsession, according to rigid rules, or to achieve a sense of “completeness”. MB23.5 Coprolalia • Coprolalia refers to involuntary swearing or the involuntary utterance of obscene words or socially inappropriate and derogatory remarks, often in Tourette syndrome. Mental or behavioural symptoms, signs or clinical findings | Symptoms or signs involving appearance or behaviour Mental or behavioural symptoms, signs or clinical findings | Symptoms or signs involving appearance or behaviour Or energy 684 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders mb23 symptoms or signs involving appearance or behaviour this grouping includes symptoms or s..."
}