{
  "id": "everyday#screening_cues_a4e7fffd",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "and exacerbation or decompensation of pre-existing chronic health problems such as hypertension, liver disease or peptic ulceration. Harm may also result from a harmful route of administration (e.g. non-sterile intravenous self- administration causing infections). Harm to mental health refers to psychological and behavioural symptoms following non-psychoactive substance use (e.g. severe depressive symptoms following dehydration and mineral loss from inappropriate use of laxatives). Additional clinical features • There must be explicit evidence of harm to the individual’s physical or mental health. There must also be a clear causal relationship between the harm to health and the episode of non-psychoactive substance use in question. • Non-psychoactive substance use may occur in the context of other mental disorders (e.g. use of laxatives in anorexia nervosa to reduce body weight, use of anabolic steroids in body dysmorphic disorder to increase muscle mass). An additional diagnosis of episode of harmful psychoactive substance use can be made if the specific episode of non- psychoactive substance use in question has resulted in clinically significant harm to the individual’s physical or mental health. • A diagnosis of episode of harmful use of non-psychoactive substances often signals an opportunity for intervention, including lower-intensity interventions that can be implemented in a wide range of settings aimed at reducing the likelihood of additional harmful episodes, or of progression to harmful pattern of non-psychoactive substance use. • As more information becomes available indicating that an episode is part of a continuous or recurrent pattern of harmful non-psychoactive substance use, a diagnosis of episode of harmful psychoactive substance use should be changed to harmful pattern of non- psychoactive substance use. Boundary with normality (threshold) • The diagnosis of episode of harmful use of non-psychoactive substances requires clinically significant harm to the individual’s physical or mental health. Examples of impact on physical or mental health that would not be considered clinically significant include mild hangover, brief episodes of vomiting or transient depressed mood. • An episode of non-psychoactive substance use may also cause social problems that do not constitute clinically significant harm to physical or mental health (e.g. arguments with loved ones). A diagnosis of episode of harmful use of non-psychoactive substances should not be assigned in these circumstances. Substance-induced mental disorders | Disorders due to use of non-psychoactive substances",
  "gloss_vi": "And exacerbation or decompensation of pre-existing chronic health problems such as hypertension, liver disease or peptic ulceration. harm may also result from a harmful route of administration (e.g.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships",
      "grief"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc and exacerbation or decompensation of pre-existing chronic health problems such as hypertension, liver disease or peptic ulceration. Harm may also result from a harmful route of administration (e.g. non-sterile intravenous self- administration causing infections). Harm to mental health refers to psychological and behavioural symptoms following non-psychoactive substance use (e.g. severe depressive symptoms following dehydration and mineral loss from inappropriate use of laxatives). Additional clinical features • There must be explicit evidence of harm to the individual’s physical or mental health. There must also be a clear causal relationship between the harm to health and the episode of non-psychoactive substance use in question. • Non-psychoactive substance use may occur in the context of other mental disorders (e.g. use of laxatives in anorexia nervosa to reduce body weight, use of anabolic steroids in body dysmorphic disorder to increase muscle mass). An additional diagnosis of episode of harmful psychoactive substance use can be made if the specific episode of non- psychoactive substance use in question has resulted in clinically significant harm to the individual’s physical or mental health. • A diagnosis of episode of harmful use of non-psychoactive substances often signals an opportunity for intervention, including lower-intensity interventions that can be implemented in a wide range of settings aimed at reducing the likelihood of additional harmful episodes, or of progression to harmful pattern of non-psychoactive substance use. • As more information becomes available indicating that an episode is part of a continuous or recurrent pattern of harmful non-psychoactive substance use, a diagnosis of episode of harmful psychoactive substance use should be changed to harmful pattern of non- psychoactive substance use. Boundary with normality (threshold) • The diagnosis of episode of harmful use of non-psychoactive substances requires clinically significant harm to the individual’s physical or mental health. Examples of impact on physical or mental health that would not be considered clinically significant include mild hangover, brief episodes of vomiting or transient depressed mood. • An episode of non-psychoactive substance use may also cause social problems that do not constitute clinically significant harm to physical or mental health (e.g. arguments with loved ones). A diagnosis of episode of harmful use of non-psychoactive substances should not be assigned in these circumstances. Substance-induced mental disorders | Disorders due to use of non-psychoactive substances And exacerbation or decompensation of pre-existing chronic health problems such as hypertension, liver disease or peptic ulceration. harm may also result from a harmful route of administration (e.g."
}