{
  "id": "everyday#risk_safety_f18efd47",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "560 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Experiencing a broad range of negative emotions with a frequency and intensity out of proportion to the situation Common negative emotions include – but are not limited to – anxiety, worry, depression, vulnerability, fear, anger, hostility, guilt and shame. The particular negative emotions that are most characteristic of any particular person vary across individuals, and are largely dependent on the presence or degree of other trait domains. For example, individuals with prominent dissociality are more likely to experience “externalizing” negative emotions (e.g. anger, hostility, contempt), whereas those with prominent detachment are more likely to experience “internalizing” negative emotions (e.g. anxiety, depression, pessimism, guilt). Emotional lability and poor emotion regulation Individuals with prominent negative affectivity are overreactive to both their own negative cognitions and to external events. They can become overwrought through their own thought processes, such as by ruminating over their shortcomings or past mistakes; over real or perceived threats, slights or insults; or over potential future problems. They are overreactive to external threats or criticism, problems and setbacks. They have low frustration tolerance and easily become visibly upset over even minor issues. They often experience and display multiple emotions simultaneously, or vacillate among a range of emotions in a short period of time. Once upset, they have difficulty regaining their composure and must rely on others or on leaving the situation to calm down. Negativistic attitudes Individuals with prominent negative affectivity typically reject others’ suggestions or advice, arguing that enacting others’ ideas would be too complicated or difficult; or that the suggested actions would not lead to the desired outcomes, or have a high likelihood of negative consequences. The manner of rejection is largely dependent on the individual’s other traits. For example, those with prominent detachment are most likely to blame themselves for the likely difficulties or poor outcomes, whereas those with prominent dissociality are most likely to blame others for offering such bad ideas. Low self-esteem and self-confidence Individuals with prominent negative affectivity may exhibit low self-esteem and self-confidence in several different ways. These include avoidance of situations and activities that are judged to be too difficult (e.g. intellectually, physically, socially, interpersonally, emotionally), even despite evidence to the contrary; dependency, which may be manifested in frequent reliance on others for advice, direction and other kinds of help; envy of others’ abilities and indicators of success; and, in more severe cases of low self-esteem, believing themselves to be useless, to have lived a worthless life, or to be incapable of accomplishing anything of value, which may be associated with suicidal ideation or behaviours. Mistrustfulness Interpersonally, this is typically manifested in suspicion that others have ill intent, and that neutral or even benign remarks and positive behaviours are hidden threats, slights or insults. Individuals with prominent negative affectivity tend to hold grudges and be unforgiving, even over long time periods. In non-interpersonal situations, this mistrustfulness typically takes the form of bitterness and cynicism (e.g. the belief that the “system is rigged”). Personality disorders and related traits | General diagnostic requirements for personality",
  "gloss_vi": "560 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders experiencing a broad range of negative emotions with a frequency and intensity out of proportion to the...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "psychoeducation",
      "do_not_do"
    ],
    "life_topics": [
      "study",
      "self_esteem"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 560 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Experiencing a broad range of negative emotions with a frequency and intensity out of proportion to the situation Common negative emotions include – but are not limited to – anxiety, worry, depression, vulnerability, fear, anger, hostility, guilt and shame. The particular negative emotions that are most characteristic of any particular person vary across individuals, and are largely dependent on the presence or degree of other trait domains. For example, individuals with prominent dissociality are more likely to experience “externalizing” negative emotions (e.g. anger, hostility, contempt), whereas those with prominent detachment are more likely to experience “internalizing” negative emotions (e.g. anxiety, depression, pessimism, guilt). Emotional lability and poor emotion regulation Individuals with prominent negative affectivity are overreactive to both their own negative cognitions and to external events. They can become overwrought through their own thought processes, such as by ruminating over their shortcomings or past mistakes; over real or perceived threats, slights or insults; or over potential future problems. They are overreactive to external threats or criticism, problems and setbacks. They have low frustration tolerance and easily become visibly upset over even minor issues. They often experience and display multiple emotions simultaneously, or vacillate among a range of emotions in a short period of time. Once upset, they have difficulty regaining their composure and must rely on others or on leaving the situation to calm down. Negativistic attitudes Individuals with prominent negative affectivity typically reject others’ suggestions or advice, arguing that enacting others’ ideas would be too complicated or difficult; or that the suggested actions would not lead to the desired outcomes, or have a high likelihood of negative consequences. The manner of rejection is largely dependent on the individual’s other traits. For example, those with prominent detachment are most likely to blame themselves for the likely difficulties or poor outcomes, whereas those with prominent dissociality are most likely to blame others for offering such bad ideas. Low self-esteem and self-confidence Individuals with prominent negative affectivity may exhibit low self-esteem and self-confidence in several different ways. These include avoidance of situations and activities that are judged to be too difficult (e.g. intellectually, physically, socially, interpersonally, emotionally), even despite evidence to the contrary; dependency, which may be manifested in frequent reliance on others for advice, direction and other kinds of help; envy of others’ abilities and indicators of success; and, in more severe cases of low self-esteem, believing themselves to be useless, to have lived a worthless life, or to be incapable of accomplishing anything of value, which may be associated with suicidal ideation or behaviours. Mistrustfulness Interpersonally, this is typically manifested in suspicion that others have ill intent, and that neutral or even benign remarks and positive behaviours are hidden threats, slights or insults. Individuals with prominent negative affectivity tend to hold grudges and be unforgiving, even over long time periods. In non-interpersonal situations, this mistrustfulness typically takes the form of bitterness and cynicism (e.g. the belief that the “system is rigged”). Personality disorders and related traits | General diagnostic requirements for personality 560 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders experiencing a broad range of negative emotions with a frequency and intensity out of proportion to the..."
}