{
  "id": "everyday#screening_cues_c8072551",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "3. Recommendations performance patterns and environmental contexts y The costs of long-term treatment are likely greater that support abstinence or the reduction of alcohol than for short-term approaches, but no data on this and drug use. topic were available in the reviews. y Any treatment or support for people using drugs y Though there are not enough studies in primary or with drug use disorders should ensure ethical care, many interventions can be delivered effectively standards – including respect for human rights and in non-specialized health-care settings but also in the individual’s dignity, and never using humiliating other settings including specialized mental health or degrading interventions – in line with the care and social care with a role of trained peers. WHO and UNODC International standards for the Integrating the provision of interventions into treatment of drug use disorders (147) (see Box 3.1). primary care provides many advantages, including more holistic health care, increased accessibility of Research gaps mental health services for people in need of care, y The majority of studies were conducted in HICs. opportunities for reducing the stigma of mental Further research is needed in LMICs. health problems and reduced costs. y Overall, there is a lack of standard definitions for y Decision on the choice and implementation of interventions used in recovery-oriented services, recovery-oriented services should be based on high heterogeneity of outcome measures and individual characteristics of a person and be diversity of study methods that substantially adjusted to the complexity of each person’s needs. hamper rigorous evaluation of effectiveness of Service providers should help the person navigate treatment approaches. through the system and make informed decisions y The primary outcome for long-term (18 months about engagement into various activities on a case- or more) treatment was abstinence; improvement by-case basis. Country adaptation and translation was in favour of the long-term treatment group. of training materials and tools for the provision of Abstinence is a dichotomous outcome and a very psychosocial interventions is essential. high threshold to achieve for people with high y There is no identifiable conflict regarding severity of substance use disorder. Therefore, it sociocultural differences in most interventions, is possible that if other recovery outcomes were however, some spiritually oriented interventions can assessed, additional positive impact could be be culture-sensitive. found, highlighting the need for more research on y Peer support integrates treatment approaches this topic. with the cultural context of each population, integrating the community and reducing the gap Implementation considerations between people affected by the condition and those y Although identifying evidence on the costs of who have already managed to overcome it, thus implementation was beyond the scope of the reducing the stigma. The fact that people from the systematic reviews conducted for this update, community are involved in peer support",
  "gloss_vi": "3. recommendations performance patterns and environmental contexts y the costs of long-term treatment are likely greater that hỗ trợ abstinence or the reduction of alcohol than for short-term approaches, but no data on t...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation"
    ],
    "life_topics": [
      "study",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 3. Recommendations performance patterns and environmental contexts y The costs of long-term treatment are likely greater that support abstinence or the reduction of alcohol than for short-term approaches, but no data on this and drug use. topic were available in the reviews. y Any treatment or support for people using drugs y Though there are not enough studies in primary or with drug use disorders should ensure ethical care, many interventions can be delivered effectively standards – including respect for human rights and in non-specialized health-care settings but also in the individual’s dignity, and never using humiliating other settings including specialized mental health or degrading interventions – in line with the care and social care with a role of trained peers. WHO and UNODC International standards for the Integrating the provision of interventions into treatment of drug use disorders (147) (see Box 3.1). primary care provides many advantages, including more holistic health care, increased accessibility of Research gaps mental health services for people in need of care, y The majority of studies were conducted in HICs. opportunities for reducing the stigma of mental Further research is needed in LMICs. health problems and reduced costs. y Overall, there is a lack of standard definitions for y Decision on the choice and implementation of interventions used in recovery-oriented services, recovery-oriented services should be based on high heterogeneity of outcome measures and individual characteristics of a person and be diversity of study methods that substantially adjusted to the complexity of each person’s needs. hamper rigorous evaluation of effectiveness of Service providers should help the person navigate treatment approaches. through the system and make informed decisions y The primary outcome for long-term (18 months about engagement into various activities on a case- or more) treatment was abstinence; improvement by-case basis. Country adaptation and translation was in favour of the long-term treatment group. of training materials and tools for the provision of Abstinence is a dichotomous outcome and a very psychosocial interventions is essential. high threshold to achieve for people with high y There is no identifiable conflict regarding severity of substance use disorder. Therefore, it sociocultural differences in most interventions, is possible that if other recovery outcomes were however, some spiritually oriented interventions can assessed, additional positive impact could be be culture-sensitive. found, highlighting the need for more research on y Peer support integrates treatment approaches this topic. with the cultural context of each population, integrating the community and reducing the gap Implementation considerations between people affected by the condition and those y Although identifying evidence on the costs of who have already managed to overcome it, thus implementation was beyond the scope of the reducing the stigma. The fact that people from the systematic reviews conducted for this update, community are involved in peer support 3. recommendations performance patterns and environmental contexts y the costs of long-term treatment are likely greater that hỗ trợ abstinence or the reduction of alcohol than for short-term approaches, but no data on t..."
}