{
  "id": "everyday#risk_safety_3314b32b",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "becomes available about symptoms and behaviours related to the pattern of substance use, as well as physiological features indicative of neuroadaptation Diagnostic requirements for disorders due to substance use | Harmful pattern of psychoactive substance use Disorders due to substance use or addictive behaviours 461 to the substance, the diagnosis may be changed to substance dependence if diagnostic requirements are met. Boundary with normality (threshold) • The diagnosis of harmful pattern of psychoactive substance use requires clinically significant harm to the individual’s physical or mental health or the health of others. Examples of impact on physical or mental health that would not be considered clinically significant include mild hangovers, brief episodes of vomiting, or transient depressed mood. • A pattern of psychoactive substance use may cause a range of problems in functioning (e.g. missed appointments, arguments with loved ones) that are not sufficiently severe to constitute clinically significant harm to physical or mental health. Such problems are not a sufficient basis for a diagnosis of harmful pattern of psychoactive substance use. Developmental presentations • Harmful pattern of psychoactive substance use is often a characteristic of late adolescence and young adulthood, and injuries and the consequences of aggressive behaviour are particularly common in this age group. • Harmful pattern of psychoactive substance use in older adults may cause injuries and fractures due to the combination of lowered tolerance, psychomotor impairment induced by a substance, and disorders associated with ageing such as osteoporosis and dementia. Sex- and/or gender-related features • The prevalence of harmful pattern of psychoactive substance use is higher in males, but the gender differential is smaller in countries where women play a greater role in the workforce. Gender differences in injuries and other forms of harm due to substance use are recognized. Boundaries with other disorders and conditions (differential diagnosis) Boundary with hazardous substance use Hazardous substance use is classified in Chapter 24 on factors influencing health status or contact with health services and not in this chapter on mental, behavioural and neurodevelopmental disorders. hazardous substance use appreciably increases the risk of harmful physical or mental health consequences, to the user or to others, to an extent that warrants attention and advice from Diagnostic requirements for disorders due to substance use | Harmful pattern of psychoactive substance use",
  "gloss_vi": "Becomes available about symptoms and behaviours related to the pattern of substance use, as well as physiological features indicative of neuroadaptation diagnostic requirements for disorders due to substance use | harmfu...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "psychoeducation"
    ],
    "life_topics": [
      "study",
      "work",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn becomes available about symptoms and behaviours related to the pattern of substance use, as well as physiological features indicative of neuroadaptation Diagnostic requirements for disorders due to substance use | Harmful pattern of psychoactive substance use Disorders due to substance use or addictive behaviours 461 to the substance, the diagnosis may be changed to substance dependence if diagnostic requirements are met. Boundary with normality (threshold) • The diagnosis of harmful pattern of psychoactive substance use requires clinically significant harm to the individual’s physical or mental health or the health of others. Examples of impact on physical or mental health that would not be considered clinically significant include mild hangovers, brief episodes of vomiting, or transient depressed mood. • A pattern of psychoactive substance use may cause a range of problems in functioning (e.g. missed appointments, arguments with loved ones) that are not sufficiently severe to constitute clinically significant harm to physical or mental health. Such problems are not a sufficient basis for a diagnosis of harmful pattern of psychoactive substance use. Developmental presentations • Harmful pattern of psychoactive substance use is often a characteristic of late adolescence and young adulthood, and injuries and the consequences of aggressive behaviour are particularly common in this age group. • Harmful pattern of psychoactive substance use in older adults may cause injuries and fractures due to the combination of lowered tolerance, psychomotor impairment induced by a substance, and disorders associated with ageing such as osteoporosis and dementia. Sex- and/or gender-related features • The prevalence of harmful pattern of psychoactive substance use is higher in males, but the gender differential is smaller in countries where women play a greater role in the workforce. Gender differences in injuries and other forms of harm due to substance use are recognized. Boundaries with other disorders and conditions (differential diagnosis) Boundary with hazardous substance use Hazardous substance use is classified in Chapter 24 on factors influencing health status or contact with health services and not in this chapter on mental, behavioural and neurodevelopmental disorders. hazardous substance use appreciably increases the risk of harmful physical or mental health consequences, to the user or to others, to an extent that warrants attention and advice from Diagnostic requirements for disorders due to substance use | Harmful pattern of psychoactive substance use Becomes available about symptoms and behaviours related to the pattern of substance use, as well as physiological features indicative of neuroadaptation diagnostic requirements for disorders due to substance use | harmfu..."
}