{
  "id": "everyday#screening_cues_5631c1f6",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "326 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundary with autism spectrum disorder Autism spectrum disorder is characterized by restricted interests that may result in object accumulation, and may also result in difficulty discarding objects due to distress associated with changes imposed on a familiar environment. However, individuals with autism spectrum disorder display other symptoms that are typically lacking among individuals with hoarding disorder, including persistent deficits in social communication and reciprocal social interactions. Boundary with delusional disorder and other primary psychotic disorders In schizophrenia and other primary psychotic disorders, object accumulation may occur but is typically driven by delusions. Some individuals with hoarding disorder lack insight about the irrationality of their thoughts and behaviours to such an extent that convictions of the importance of acquiring and retaining items may at times appear to be delusional in the degree of conviction or fixity with which these beliefs are held (see insight specifiers, p. 322). If these beliefs are restricted to the fear of discarding items or conviction that items have a special importance despite objective evidence to the contrary without a history of other delusions – that is, these beliefs occur entirely in the context of symptomatic episodes of hoarding disorder and are fully consistent with the other clinical features of the disorder – hoarding disorder should be diagnosed instead of delusional disorder. Individuals with hoarding disorder do not exhibit other features of psychosis (e.g. hallucinations or formal thought disorder). Boundary with mood disorders Unlike individuals with hoarding disorder, those with mood disorders may exhibit hoarding secondary to depressive or manic symptomatology. In the case of depressive disorders, decreased energy, lack of initiative or apathy may lead to object accumulation, which – unlike hoarding disorder – is done without any intention or purpose. Furthermore, individuals with depressive disorders may be indifferent to hoarding objects, and display no distress associated with discarding them. In the case of bipolar disorders, object accumulation may be secondary to excessive buying that can occur during manic episodes. However, those with bipolar disorders do not have difficulty discarding or parting with possessions, and only very rarely are manic episodes of sufficient duration to allow for a substantial amount of clutter to develop in the home. Boundary with feeding and eating disorders Some individuals diagnosed with feeding and eating disorders may accumulate large quantities of food to allow for binge eating in specific situations (e.g. while at home alone). However, in contrast to hoarding disorder, the purpose of accumulation is",
  "gloss_vi": "326 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders ranh giới with autism spectrum disorder autism spectrum disorder is characterized by restricted interes...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "relationships"
    ],
    "advice_section": [
      "communication_tips",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 326 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundary with autism spectrum disorder Autism spectrum disorder is characterized by restricted interests that may result in object accumulation, and may also result in difficulty discarding objects due to distress associated with changes imposed on a familiar environment. However, individuals with autism spectrum disorder display other symptoms that are typically lacking among individuals with hoarding disorder, including persistent deficits in social communication and reciprocal social interactions. Boundary with delusional disorder and other primary psychotic disorders In schizophrenia and other primary psychotic disorders, object accumulation may occur but is typically driven by delusions. Some individuals with hoarding disorder lack insight about the irrationality of their thoughts and behaviours to such an extent that convictions of the importance of acquiring and retaining items may at times appear to be delusional in the degree of conviction or fixity with which these beliefs are held (see insight specifiers, p. 322). If these beliefs are restricted to the fear of discarding items or conviction that items have a special importance despite objective evidence to the contrary without a history of other delusions – that is, these beliefs occur entirely in the context of symptomatic episodes of hoarding disorder and are fully consistent with the other clinical features of the disorder – hoarding disorder should be diagnosed instead of delusional disorder. Individuals with hoarding disorder do not exhibit other features of psychosis (e.g. hallucinations or formal thought disorder). Boundary with mood disorders Unlike individuals with hoarding disorder, those with mood disorders may exhibit hoarding secondary to depressive or manic symptomatology. In the case of depressive disorders, decreased energy, lack of initiative or apathy may lead to object accumulation, which – unlike hoarding disorder – is done without any intention or purpose. Furthermore, individuals with depressive disorders may be indifferent to hoarding objects, and display no distress associated with discarding them. In the case of bipolar disorders, object accumulation may be secondary to excessive buying that can occur during manic episodes. However, those with bipolar disorders do not have difficulty discarding or parting with possessions, and only very rarely are manic episodes of sufficient duration to allow for a substantial amount of clutter to develop in the home. Boundary with feeding and eating disorders Some individuals diagnosed with feeding and eating disorders may accumulate large quantities of food to allow for binge eating in specific situations (e.g. while at home alone). However, in contrast to hoarding disorder, the purpose of accumulation is 326 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders ranh giới with autism spectrum disorder autism spectrum disorder is characterized by restricted interes..."
}