{
  "id": "everyday#screening_cues_b65c7ba1",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Neurodevelopmental disorders 91 Neurodevelopmental disorders Neurodevelopmental disorders are behavioural and cognitive disorders arising during the developmental period that involve significant difficulties in the acquisition and execution of specific intellectual, motor, language or social functions. In this context, arising during the developmental period is typically considered to mean that these disorders have their onset prior to 18 years of age, regardless of the age at which the individual first comes to clinical attention. Although behavioural and cognitive deficits are present in many mental and behavioural disorders that can arise during the developmental period (e.g. schizophrenia, bipolar disorder), only disorders whose core features are neurodevelopmental are included in this grouping. The presumptive etiology for neurodevelopmental disorders is complex, and in many individual cases is unknown, but they are presumed to be primarily due to genetic or other factors that are present from birth. However, lack of appropriate environmental stimulation and lack of adequate learning opportunities and experiences may also be contributory factors in neurodevelopmental disorders and should be considered routinely in their assessment. Certain neurodevelopmental disorders may also arise from injury, disease or other insult to the central nervous system, when this occurs during the developmental period. Neurodevelopmental disorders include the following: 6A00 Disorders of intellectual development 6A01 Developmental speech and language disorders 6A01.0 Developmental speech sound disorder 6A01.1 Developmental speech fluency disorder 6A01.2 Developmental language disorder 6A01.Y Other specified developmental speech or language disorder 6A01.Z Developmental speech or language disorder, unspecified 6A02 Autism spectrum disorder 6A03 Developmental learning disorder 6A04 Developmental motor coordination disorder 6A05 Attention deficit hyperactivity disorder 6A06 Stereotyped movement disorder 6A0Y Other specified neurodevelopmental disorder 6A0Z Neurodevelopmental disorder, unspecified. Neurodevelopmental disorders 92 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders In addition, three categories from the grouping of primary tics and tic disorders in Chapter 8 on diseases of the nervous system are cross-listed here, with diagnostic guidance provided, because of their high co-occurrence and familial association with neurodevelopmental disorders. These include: 8A05.00 Tourette",
  "gloss_vi": "Neurodevelopmental disorders 91 neurodevelopmental disorders neurodevelopmental disorders are behavioural and cognitive disorders arising during the developmental period that involve significant difficulties in the acqui...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Neurodevelopmental disorders 91 Neurodevelopmental disorders Neurodevelopmental disorders are behavioural and cognitive disorders arising during the developmental period that involve significant difficulties in the acquisition and execution of specific intellectual, motor, language or social functions. In this context, arising during the developmental period is typically considered to mean that these disorders have their onset prior to 18 years of age, regardless of the age at which the individual first comes to clinical attention. Although behavioural and cognitive deficits are present in many mental and behavioural disorders that can arise during the developmental period (e.g. schizophrenia, bipolar disorder), only disorders whose core features are neurodevelopmental are included in this grouping. The presumptive etiology for neurodevelopmental disorders is complex, and in many individual cases is unknown, but they are presumed to be primarily due to genetic or other factors that are present from birth. However, lack of appropriate environmental stimulation and lack of adequate learning opportunities and experiences may also be contributory factors in neurodevelopmental disorders and should be considered routinely in their assessment. Certain neurodevelopmental disorders may also arise from injury, disease or other insult to the central nervous system, when this occurs during the developmental period. Neurodevelopmental disorders include the following: 6A00 Disorders of intellectual development 6A01 Developmental speech and language disorders 6A01.0 Developmental speech sound disorder 6A01.1 Developmental speech fluency disorder 6A01.2 Developmental language disorder 6A01.Y Other specified developmental speech or language disorder 6A01.Z Developmental speech or language disorder, unspecified 6A02 Autism spectrum disorder 6A03 Developmental learning disorder 6A04 Developmental motor coordination disorder 6A05 Attention deficit hyperactivity disorder 6A06 Stereotyped movement disorder 6A0Y Other specified neurodevelopmental disorder 6A0Z Neurodevelopmental disorder, unspecified. Neurodevelopmental disorders 92 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders In addition, three categories from the grouping of primary tics and tic disorders in Chapter 8 on diseases of the nervous system are cross-listed here, with diagnostic guidance provided, because of their high co-occurrence and familial association with neurodevelopmental disorders. These include: 8A05.00 Tourette Neurodevelopmental disorders 91 neurodevelopmental disorders neurodevelopmental disorders are behavioural and cognitive disorders arising during the developmental period that involve significant difficulties in the acqui..."
}