{
  "id": "everyday#screening_cues_68bde368",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "in others (typically at school). In contrast, language difficulties associated with developmental language disorder are apparent in all settings. However, selective mutism and developmental language disorder can co-occur, and both diagnoses may be assigned if warranted. Neurodevelopmental disorders | Developmental speech and language disorders Neurodevelopmental disorders 123 Boundary with diseases of the nervous system and sequelae of brain injury or infection Language impairment may result from brain damage due to stroke, trauma, infection (e.g. meningitis/ encephalitis), developmental encephalopathy with or without overt epilepsy, or syndromes of regression (e.g. Landau-Kleffner syndrome or acquired epileptic aphasia). When language difficulties are a specific focus of clinical attention, a diagnosis of secondary speech or language syndrome should be assigned in addition to the associated medical condition. Boundary with oral language delay or impairment due to hearing impairment All children presenting with language impairment should have an assessment for hearing impairment because language delay may be better accounted for by hearing impairment. Very young children with hearing impairment usually compensate for lack of oral language by using nonverbal modes of communication (e.g. gestures, facial expressions, eye gaze). However, presence of hearing loss does not preclude a diagnosis of developmental language disorder if the language problems are disproportionate relative to the severity of hearing loss. Developmental language disorder can be assigned to children whose primary communication modality is through signing if exposure to and opportunity to learn sign language has been adequate and the other features of the disorder are present as they apply to sign language. Boundary with other medical conditions involving loss of acquired language skills When loss of acquired language skills occurs as a result of another medical condition (e.g. a stroke), and language difficulties are a specific focus of clinical attention, a diagnosis of secondary speech or language syndrome should be assigned in addition to the associated medical condition rather than a diagnosis of developmental language disorder. 6A01.Y Other specified developmental speech or language disorder Essential (required) features • Persistent difficulties in understanding or producing speech or language or in using language in context for the purposes of communication that are not better accounted for by developmental speech sound disorder, developmental speech fluency disorder, developmental language disorder or autism spectrum disorder are required for diagnosis. • The speech or language difficulties are persistent over time. • The onset of the speech or language difficulties occurs during the developmental period, and speech or language abilities in the affected areas are markedly below what would be expected based on age. • The speech or language difficulties result in significant impairment in social communication, or in personal, family, social, educational, occupational or other important areas of functioning. • The speech or language difficulties are not better accounted for by a disorder of intellectual development, a disease of the nervous system, a sensory impairment or a structural abnormality. 6A01.Z Developmental speech or language disorder, unspecified Neurodevelopmental disorders | Developmental speech and language disorders",
  "gloss_vi": "In others (typically at school). in contrast, language difficulties associated with developmental language disorder are apparent in all settings.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation"
    ],
    "life_topics": [
      "study",
      "relationships",
      "grief"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc in others (typically at school). In contrast, language difficulties associated with developmental language disorder are apparent in all settings. However, selective mutism and developmental language disorder can co-occur, and both diagnoses may be assigned if warranted. Neurodevelopmental disorders | Developmental speech and language disorders Neurodevelopmental disorders 123 Boundary with diseases of the nervous system and sequelae of brain injury or infection Language impairment may result from brain damage due to stroke, trauma, infection (e.g. meningitis/ encephalitis), developmental encephalopathy with or without overt epilepsy, or syndromes of regression (e.g. Landau-Kleffner syndrome or acquired epileptic aphasia). When language difficulties are a specific focus of clinical attention, a diagnosis of secondary speech or language syndrome should be assigned in addition to the associated medical condition. Boundary with oral language delay or impairment due to hearing impairment All children presenting with language impairment should have an assessment for hearing impairment because language delay may be better accounted for by hearing impairment. Very young children with hearing impairment usually compensate for lack of oral language by using nonverbal modes of communication (e.g. gestures, facial expressions, eye gaze). However, presence of hearing loss does not preclude a diagnosis of developmental language disorder if the language problems are disproportionate relative to the severity of hearing loss. Developmental language disorder can be assigned to children whose primary communication modality is through signing if exposure to and opportunity to learn sign language has been adequate and the other features of the disorder are present as they apply to sign language. Boundary with other medical conditions involving loss of acquired language skills When loss of acquired language skills occurs as a result of another medical condition (e.g. a stroke), and language difficulties are a specific focus of clinical attention, a diagnosis of secondary speech or language syndrome should be assigned in addition to the associated medical condition rather than a diagnosis of developmental language disorder. 6A01.Y Other specified developmental speech or language disorder Essential (required) features • Persistent difficulties in understanding or producing speech or language or in using language in context for the purposes of communication that are not better accounted for by developmental speech sound disorder, developmental speech fluency disorder, developmental language disorder or autism spectrum disorder are required for diagnosis. • The speech or language difficulties are persistent over time. • The onset of the speech or language difficulties occurs during the developmental period, and speech or language abilities in the affected areas are markedly below what would be expected based on age. • The speech or language difficulties result in significant impairment in social communication, or in personal, family, social, educational, occupational or other important areas of functioning. • The speech or language difficulties are not better accounted for by a disorder of intellectual development, a disease of the nervous system, a sensory impairment or a structural abnormality. 6A01.Z Developmental speech or language disorder, unspecified Neurodevelopmental disorders | Developmental speech and language disorders In others (typically at school). in contrast, language difficulties associated with developmental language disorder are apparent in all settings."
}