{
  "id": "everyday#screening_cues_28f019eb",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "the balance of benefits and psychological interventions regarding and harms. treatment acceptability. 63 Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders 3.7 Drug use disorders (DRU) DRU1. Are brief psychosocial interventions for people using cannabis or stimulants effective in reducing drug use, dependence and harm from drug use? Recommendation (update): 1.1 Adults using cannabis should be offered screening and brief intervention. Brief intervention should comprise at least a single session, incorporating individualized feedback and advice on reducing or stopping cannabis consumption, and the offer of follow-up care. Strength of recommendation: Strong Certainty of evidence: Very low 1.2 Adults using psychostimulants should be offered screening and brief intervention. Brief intervention should comprise at least a single session, incorporating individualized feedback and advice on reducing or stopping psychostimulant consumption, and the offer of follow-up care. Strength of recommendation: Strong Certainty of evidence: Very low 1.3 For adults with hazardous cannabis or psychostimulant use, or with disorders due to use of these substances who do not respond to brief interventions, referral for specialist intervention should be considered. Strength of recommendation: Conditional Certainty of evidence: Very low Justification In adults with psychostimulant use, brief y Evidence was extracted from a systematic review interventions, in comparison with minimal by Arcadepani et al., 2023 (23 studies)9 that was intervention (or waitlist), show effect for: increasing conducted to update an earlier systematic review by abstinence at 6- to 12-months follow-up (RR = 1.25; Chou et al., 2020 (20 studies) (142). 95% CI: 1.11 to 1.52; very low certainty). y In adults with cannabis use, brief interventions, in y A strong recommendation was suggested despite comparison with minimal intervention (or waitlist), very low certainty of evidence due to potential show effect for: increasing abstinence at 3- to public health benefits of increasing identification of 4-month follow-up (RR = 2.08; 95% CI: 1.51 to 3.07; people who might benefit from simple advice and very low certainty); increasing abstinence at 6- to referral to treatment. 12-month follow-up (RR = 1.58; 95% CI: 1.17 to 3.06; y Suggestion to separate cannabis and very low certainty). psychostimulants into two separate 9 Arcadepani FB, Fidalgo TM, Bisaga A. Are brief psychosocial interventions for people using cannabis and/or stimulants effective in reducing drug use, dependence and harm from drug use? 2023 (in preparation). 64",
  "gloss_vi": "The balance of benefits and psychological interventions regarding and harms. treatment acceptability.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "psychoeducation",
      "do_not_do"
    ],
    "life_topics": [],
    "advice_section": [
      "sleep_hygiene"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc the balance of benefits and psychological interventions regarding and harms. treatment acceptability. 63 Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders 3.7 Drug use disorders (DRU) DRU1. Are brief psychosocial interventions for people using cannabis or stimulants effective in reducing drug use, dependence and harm from drug use? Recommendation (update): 1.1 Adults using cannabis should be offered screening and brief intervention. Brief intervention should comprise at least a single session, incorporating individualized feedback and advice on reducing or stopping cannabis consumption, and the offer of follow-up care. Strength of recommendation: Strong Certainty of evidence: Very low 1.2 Adults using psychostimulants should be offered screening and brief intervention. Brief intervention should comprise at least a single session, incorporating individualized feedback and advice on reducing or stopping psychostimulant consumption, and the offer of follow-up care. Strength of recommendation: Strong Certainty of evidence: Very low 1.3 For adults with hazardous cannabis or psychostimulant use, or with disorders due to use of these substances who do not respond to brief interventions, referral for specialist intervention should be considered. Strength of recommendation: Conditional Certainty of evidence: Very low Justification In adults with psychostimulant use, brief y Evidence was extracted from a systematic review interventions, in comparison with minimal by Arcadepani et al., 2023 (23 studies)9 that was intervention (or waitlist), show effect for: increasing conducted to update an earlier systematic review by abstinence at 6- to 12-months follow-up (RR = 1.25; Chou et al., 2020 (20 studies) (142). 95% CI: 1.11 to 1.52; very low certainty). y In adults with cannabis use, brief interventions, in y A strong recommendation was suggested despite comparison with minimal intervention (or waitlist), very low certainty of evidence due to potential show effect for: increasing abstinence at 3- to public health benefits of increasing identification of 4-month follow-up (RR = 2.08; 95% CI: 1.51 to 3.07; people who might benefit from simple advice and very low certainty); increasing abstinence at 6- to referral to treatment. 12-month follow-up (RR = 1.58; 95% CI: 1.17 to 3.06; y Suggestion to separate cannabis and very low certainty). psychostimulants into two separate 9 Arcadepani FB, Fidalgo TM, Bisaga A. Are brief psychosocial interventions for people using cannabis and/or stimulants effective in reducing drug use, dependence and harm from drug use? 2023 (in preparation). 64 The balance of benefits and psychological interventions regarding and harms. treatment acceptability."
}