{
  "id": "everyday#screening_cues_8cd7a537",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "160 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Schizophrenia and other primary psychotic disorders 161 Schizophrenia and other primary psychotic disorders Schizophrenia and other primary psychotic disorders is a grouping of disorders characterized by significant impairments in reality testing, and alterations in behaviour as manifested in symptoms such as delusions, hallucinations, formal thought disorder (typically manifested as disorganized speech) and disorganized behaviour. They may be accompanied by psychomotor disturbances and negative symptoms such as blunted or flat affect. These symptoms do not occur primarily as a result of substance use (e.g. hallucinogen intoxication) or another medical condition not classified under mental, behavioural and neurodevelopmental disorders (e.g. Huntington disease). The disorders in this grouping are referred to as “primary psychotic disorders” because psychotic symptoms are their defining feature. Psychotic symptoms may also occur in the context of other mental disorders (e.g. in mood disorders or dementia), but in these cases the symptoms occur alongside other characteristic features of those disorders. Whereas experiences of",
  "gloss_vi": "160 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders schizophrenia and other primary psychotic disorders 161 schizophrenia and other primary psychotic disor...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "do_not_do"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 160 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Schizophrenia and other primary psychotic disorders 161 Schizophrenia and other primary psychotic disorders Schizophrenia and other primary psychotic disorders is a grouping of disorders characterized by significant impairments in reality testing, and alterations in behaviour as manifested in symptoms such as delusions, hallucinations, formal thought disorder (typically manifested as disorganized speech) and disorganized behaviour. They may be accompanied by psychomotor disturbances and negative symptoms such as blunted or flat affect. These symptoms do not occur primarily as a result of substance use (e.g. hallucinogen intoxication) or another medical condition not classified under mental, behavioural and neurodevelopmental disorders (e.g. Huntington disease). The disorders in this grouping are referred to as “primary psychotic disorders” because psychotic symptoms are their defining feature. Psychotic symptoms may also occur in the context of other mental disorders (e.g. in mood disorders or dementia), but in these cases the symptoms occur alongside other characteristic features of those disorders. Whereas experiences of 160 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders schizophrenia and other primary psychotic disorders 161 schizophrenia and other primary psychotic disor..."
}