{
  "id": "everyday#screening_cues_ce465127",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "may include involuntary oral or facial movements or, less commonly, irregular trunk or limb movements. A diagnosis of stereotyped movement disorder is not appropriate in such cases. Boundary with diseases of the nervous system Involuntary movements associated with diseases of the nervous system usually follow a typical pattern with the presence of pathognomic signs and symptoms. If stereotyped movements are associated with Lesch-Nyhan syndrome or another specific disease of the nervous system or neurodevelopmental disease, stereotyped movement disorder should not be diagnosed unless the movements become a separate focus of clinical attention. In such cases, both diagnoses may be assigned. Neurodevelopmental disorders | Stereotyped movement disorder Neurodevelopmental disorders 153 6A0Y Other specified neurodevelopmental disorder Essential (required) features • The presentation is characterized by significant difficulties in the acquisition and execution of specific intellectual, motor, language or social functions that arise during the developmental period and share primary clinical features with other neurodevelopmental disorders. • The symptoms do not fulfil the diagnostic requirements for any other disorder in the neurodevelopmental disorders grouping. • The symptoms are not better accounted for by another mental, behavioural or neurodevelopmental disorder (e.g. a psychotic disorder, a mood disorder, a disorder specifically associated with stress). • The symptoms or behaviours are not developmentally typical and are not entirely attributable to external factors, such as economic or environmental disadvantage or lack of access to educational opportunities. • The symptoms or behaviours are not a manifestation of another medical condition that is not classified under mental and behavioural disorders, and are not due to the effects of a substance (e.g. alcohol) or medication (e.g. bronchodilators) on the central nervous system, including withdrawal effects. • The difficulties result in significant impairment in personal, family, social, educational, occupational or other important areas of functioning. 6A0Z Neurodevelopmental disorder, unspecified Secondary-parented categories in neurodevelopmental disorders 8A05.0 Primary tics and tic disorders The following categories – Tourette syndrome, chronic motor tic disorder and chronic phonic tic disorder – are classified in the grouping of primary tics and tic disorders in Chapter 8 on diseases of the nervous system, but are cross-listed here because of their high co-occurrence and familial association with neurodevelopmental disorders. Neurodevelopmental disorders | Other specified and unspecified neurodevelopmental disorder",
  "gloss_vi": "May include involuntary oral or facial movements or, less commonly, irregular trunk or limb movements. a diagnosis of stereotyped movement disorder is not appropriate in such cases.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc may include involuntary oral or facial movements or, less commonly, irregular trunk or limb movements. A diagnosis of stereotyped movement disorder is not appropriate in such cases. Boundary with diseases of the nervous system Involuntary movements associated with diseases of the nervous system usually follow a typical pattern with the presence of pathognomic signs and symptoms. If stereotyped movements are associated with Lesch-Nyhan syndrome or another specific disease of the nervous system or neurodevelopmental disease, stereotyped movement disorder should not be diagnosed unless the movements become a separate focus of clinical attention. In such cases, both diagnoses may be assigned. Neurodevelopmental disorders | Stereotyped movement disorder Neurodevelopmental disorders 153 6A0Y Other specified neurodevelopmental disorder Essential (required) features • The presentation is characterized by significant difficulties in the acquisition and execution of specific intellectual, motor, language or social functions that arise during the developmental period and share primary clinical features with other neurodevelopmental disorders. • The symptoms do not fulfil the diagnostic requirements for any other disorder in the neurodevelopmental disorders grouping. • The symptoms are not better accounted for by another mental, behavioural or neurodevelopmental disorder (e.g. a psychotic disorder, a mood disorder, a disorder specifically associated with stress). • The symptoms or behaviours are not developmentally typical and are not entirely attributable to external factors, such as economic or environmental disadvantage or lack of access to educational opportunities. • The symptoms or behaviours are not a manifestation of another medical condition that is not classified under mental and behavioural disorders, and are not due to the effects of a substance (e.g. alcohol) or medication (e.g. bronchodilators) on the central nervous system, including withdrawal effects. • The difficulties result in significant impairment in personal, family, social, educational, occupational or other important areas of functioning. 6A0Z Neurodevelopmental disorder, unspecified Secondary-parented categories in neurodevelopmental disorders 8A05.0 Primary tics and tic disorders The following categories – Tourette syndrome, chronic motor tic disorder and chronic phonic tic disorder – are classified in the grouping of primary tics and tic disorders in Chapter 8 on diseases of the nervous system, but are cross-listed here because of their high co-occurrence and familial association with neurodevelopmental disorders. Neurodevelopmental disorders | Other specified and unspecified neurodevelopmental disorder May include involuntary oral or facial movements or, less commonly, irregular trunk or limb movements. a diagnosis of stereotyped movement disorder is not appropriate in such cases."
}