{
  "id": "everyday#screening_cues_23034386",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "200 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders CCaattaattoonniiaa 201 Catatonia Catatonia is a syndrome of primarily psychomotor disturbances, characterized by the co-occurrence of several symptoms of decreased, increased or abnormal psychomotor activity. The assessment of catatonia is complex and requires observation, interview and physical examination. Catatonia can occur in the context of other mental disorders, such as schizophrenia and other primary psychotic disorders, mood disorders and neurodevelopmental disorders – especially autism spectrum disorder. Catatonia can also develop during or soon after intoxication or withdrawal from certain psychoactive substances, including phencyclidine (PCP), cannabis, hallucinogens such as mescaline or lysergic acid diethylamide (LSD), cocaine and MDMA or related drugs, or during the use of certain psychoactive and non-psychoactive medications (e.g. antipsychotic medications, benzodiazepines, steroids, disulfiram, ciprofloxacin). Finally, catatonia can occur as a direct pathophysiological consequence of a medical condition not classified under mental, behavioural and neurodevelopmental disorders. Examples of medical conditions that may be associated with catatonia include diabetic ketoacidosis, hypercalcaemia, hepatic encephalopathy, homocystinuria, neoplasms, head trauma, cerebrovascular disease and encephalitis. Catatonia includes the following: 6A40 Catatonia associated with another mental disorder 6A41 Catatonia induced by substances or medications 6E69 Secondary catatonia syndrome 6A4Z Catatonia, unspecified The category of secondary catatonia syndrome is a part of the grouping of secondary mental or behavioural syndromes associated with disorders or diseases classified elsewhere. Is is listed here, with diagnostic guidance provided, because of its diagnostic commonality with other forms of catatonia. Below are the general diagnostic requirements for catatonia, which apply to all four catatonia categories, followed by the essential features, additional clinical features (if applicable) and course features for each of the three specified types of catatonia listed above. After that, additional CDDR sections (developmental presentations, culture-related features, and boundaries with other disorders and conditions) are provided for all types of catatonia together. Catatonia",
  "gloss_vi": "200 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders ccaattaattoonniiaa 201 catatonia catatonia is a syndrome of primarily psychomotor disturbances, charact...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 200 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders CCaattaattoonniiaa 201 Catatonia Catatonia is a syndrome of primarily psychomotor disturbances, characterized by the co-occurrence of several symptoms of decreased, increased or abnormal psychomotor activity. The assessment of catatonia is complex and requires observation, interview and physical examination. Catatonia can occur in the context of other mental disorders, such as schizophrenia and other primary psychotic disorders, mood disorders and neurodevelopmental disorders – especially autism spectrum disorder. Catatonia can also develop during or soon after intoxication or withdrawal from certain psychoactive substances, including phencyclidine (PCP), cannabis, hallucinogens such as mescaline or lysergic acid diethylamide (LSD), cocaine and MDMA or related drugs, or during the use of certain psychoactive and non-psychoactive medications (e.g. antipsychotic medications, benzodiazepines, steroids, disulfiram, ciprofloxacin). Finally, catatonia can occur as a direct pathophysiological consequence of a medical condition not classified under mental, behavioural and neurodevelopmental disorders. Examples of medical conditions that may be associated with catatonia include diabetic ketoacidosis, hypercalcaemia, hepatic encephalopathy, homocystinuria, neoplasms, head trauma, cerebrovascular disease and encephalitis. Catatonia includes the following: 6A40 Catatonia associated with another mental disorder 6A41 Catatonia induced by substances or medications 6E69 Secondary catatonia syndrome 6A4Z Catatonia, unspecified The category of secondary catatonia syndrome is a part of the grouping of secondary mental or behavioural syndromes associated with disorders or diseases classified elsewhere. Is is listed here, with diagnostic guidance provided, because of its diagnostic commonality with other forms of catatonia. Below are the general diagnostic requirements for catatonia, which apply to all four catatonia categories, followed by the essential features, additional clinical features (if applicable) and course features for each of the three specified types of catatonia listed above. After that, additional CDDR sections (developmental presentations, culture-related features, and boundaries with other disorders and conditions) are provided for all types of catatonia together. Catatonia 200 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders ccaattaattoonniiaa 201 catatonia catatonia is a syndrome of primarily psychomotor disturbances, charact..."
}