{
  "id": "everyday#screening_cues_2d81cf8a",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "MENTAL & BEHAVIOURAL DISORDERS This module covers assessment and management of developmental EMOTIONAL DISORDERS are among the leading mental health- disorders, behavioural disorders, and emotional disorders in children related causes of the global burden of disease in young people. and adolescents. Emotional disorders are characterized by increased levels of anxiety, depression, fear, and somatic symptoms. DEVELOPMENTAL DISORDER is an umbrella term covering disorders such as intellectual disability as well as autism spectrum Children and adolescents often present with symptoms of more disorders. These disorders usually have a childhood onset, impair- than one condition and sometimes the symptoms overlap. The ment or delay in functions related to central nervous system matu- quality of home and social educational environments influence ration, and a steady course rather than the remissions and relapses children’s and adolescents’ wellbeing and functioning. Exploring that tend to characterize many other mental disorders. and addressing psychosocial stressors along with opportunities to activate supports are critical elements of the assessment and BEHAVIOURAL DISORDERS is an umbrella term that includes management plan. specific disorders such as attention deficit hyperactivity disorder (ADHD) and conduct disorders. Behavioural symptoms of varying levels of severity are very common in the general population. Only children and adolescents with a moderate to severe degree of psy- chological, social, educational or occupational impairment in multiple settings should be diagnosed as having behavioural disorders. 69",
  "gloss_vi": "Mental & behavioural disorders this module covers đánh giá and management of developmental emotional disorders are among the leading mental health- disorders, behavioural disorders, and emotional disorders in children re...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation"
    ],
    "life_topics": [
      "stress"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc MENTAL & BEHAVIOURAL DISORDERS This module covers assessment and management of developmental EMOTIONAL DISORDERS are among the leading mental health- disorders, behavioural disorders, and emotional disorders in children related causes of the global burden of disease in young people. and adolescents. Emotional disorders are characterized by increased levels of anxiety, depression, fear, and somatic symptoms. DEVELOPMENTAL DISORDER is an umbrella term covering disorders such as intellectual disability as well as autism spectrum Children and adolescents often present with symptoms of more disorders. These disorders usually have a childhood onset, impair- than one condition and sometimes the symptoms overlap. The ment or delay in functions related to central nervous system matu- quality of home and social educational environments influence ration, and a steady course rather than the remissions and relapses children’s and adolescents’ wellbeing and functioning. Exploring that tend to characterize many other mental disorders. and addressing psychosocial stressors along with opportunities to activate supports are critical elements of the assessment and BEHAVIOURAL DISORDERS is an umbrella term that includes management plan. specific disorders such as attention deficit hyperactivity disorder (ADHD) and conduct disorders. Behavioural symptoms of varying levels of severity are very common in the general population. Only children and adolescents with a moderate to severe degree of psy- chological, social, educational or occupational impairment in multiple settings should be diagnosed as having behavioural disorders. 69 Mental & behavioural disorders this module covers đánh giá and management of developmental emotional disorders are among the leading mental health- disorders, behavioural disorders, and emotional disorders in children re..."
}