{
  "id": "everyday#screening_cues_8290e7c6",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "for causing physical injury or elicits significant fear, a diagnosis of child physical abuse may be warranted. Problems in relationship between child and current former caregiver and current or past child maltreatment Problems in relationship between child and current former caregiver and current or past child maltreatment Relationship problems and maltreatment 725 Developmental presentations • For infants or young children, distress associated with physical abuse may be exhibited by persistent withdrawal from the caregiver, freezing behaviours or heightened reactivity around the caregiver. The child may also exhibit an insecure or disorganized pattern of attachment. A significant impact of physical abuse may be evidenced by lack of appropriate developmental progression or even a loss of skills in infant or young child. Vague physical complaints (stomach pain, headache) are also common. • Symptoms of mental disorders are more likely among older children and adolescents who experience physical abuse. Distress may also be manifested in physical aggression, poor cooperation or oppositional behaviour towards the relevant caregiver; refusal to interact with that caregiver; thoughts of running away or fantasies of having another caregiver; inhibition, withdrawal or low self-esteem. Sex- and/or gender-related features • Although the impact of physical abuse can vary by gender (e.g. externalizing versus internalizing symptoms), boys and girls are equally likely to be victims. PJ21/ Sexual maltreatment of child or personal history of sexual abuse QE82.1 as child Essential (required) features • At least one of the following acts involving an adult and a child is required for diagnosis: • physical contact of a sexual nature between child and an adult – for example, vaginal or anal penetration (or attempted penetration), oral-genital or oral-anal contact, fondling (directly or through clothing); • non-contact exploitation, involving an adult forcing, tricking, enticing, threatening or pressuring a child to participate in acts for anyone’s sexual gratification without direct physical contact between the child and the perpetrator – for example, exposing a child’s genitals, anus or breasts; having a child masturbate or watch masturbation; having a child participate in sexual activity with a third person (including child prostitution); having a child pose, undress or perform in a sexual fashion (including child pornography). Note: these categories are assigned to the victim, not the perpetrator. If PJ21 Sexual maltreatment is diagnosed, the perpetrator–victim relationship (e.g. parent, other relative, stranger) should be specified using the extension codes provided on the ICD-11 platform Problems in relationship between child and current former caregiver and current or past child maltreatment Problems in relationship between child and current former caregiver and current or past child maltreatment",
  "gloss_vi": "For causing physical injury or elicits significant fear, a diagnosis of child physical abuse may be warranted. problems in relationship between child and current former caregiver and current or past child maltreatment pr...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships",
      "self_esteem",
      "grief"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc for causing physical injury or elicits significant fear, a diagnosis of child physical abuse may be warranted. Problems in relationship between child and current former caregiver and current or past child maltreatment Problems in relationship between child and current former caregiver and current or past child maltreatment Relationship problems and maltreatment 725 Developmental presentations • For infants or young children, distress associated with physical abuse may be exhibited by persistent withdrawal from the caregiver, freezing behaviours or heightened reactivity around the caregiver. The child may also exhibit an insecure or disorganized pattern of attachment. A significant impact of physical abuse may be evidenced by lack of appropriate developmental progression or even a loss of skills in infant or young child. Vague physical complaints (stomach pain, headache) are also common. • Symptoms of mental disorders are more likely among older children and adolescents who experience physical abuse. Distress may also be manifested in physical aggression, poor cooperation or oppositional behaviour towards the relevant caregiver; refusal to interact with that caregiver; thoughts of running away or fantasies of having another caregiver; inhibition, withdrawal or low self-esteem. Sex- and/or gender-related features • Although the impact of physical abuse can vary by gender (e.g. externalizing versus internalizing symptoms), boys and girls are equally likely to be victims. PJ21/ Sexual maltreatment of child or personal history of sexual abuse QE82.1 as child Essential (required) features • At least one of the following acts involving an adult and a child is required for diagnosis: • physical contact of a sexual nature between child and an adult – for example, vaginal or anal penetration (or attempted penetration), oral-genital or oral-anal contact, fondling (directly or through clothing); • non-contact exploitation, involving an adult forcing, tricking, enticing, threatening or pressuring a child to participate in acts for anyone’s sexual gratification without direct physical contact between the child and the perpetrator – for example, exposing a child’s genitals, anus or breasts; having a child masturbate or watch masturbation; having a child participate in sexual activity with a third person (including child prostitution); having a child pose, undress or perform in a sexual fashion (including child pornography). Note: these categories are assigned to the victim, not the perpetrator. If PJ21 Sexual maltreatment is diagnosed, the perpetrator–victim relationship (e.g. parent, other relative, stranger) should be specified using the extension codes provided on the ICD-11 platform Problems in relationship between child and current former caregiver and current or past child maltreatment Problems in relationship between child and current former caregiver and current or past child maltreatment For causing physical injury or elicits significant fear, a diagnosis of child physical abuse may be warranted. problems in relationship between child and current former caregiver and current or past child maltreatment pr..."
}