{
  "id": "everyday#general_6ddf3add",
  "title_en": "General — General",
  "title_vi": "General — General",
  "text_en": "Baks David J. Pilon Rachel Bryant-Waugh Per-Anders Rydelius Phillipa Hay Pratap Sharan Cecile Rausch Herscovici Cornelia Thiels Palmiero Monteleone Rudolf Uher Contributors 817 ICD-11 Working Group on the Classification of Substance-Related and Addictive Disorders Rajat Ray, Chair Neo Morojele Sawitri Assanangkornchai Marina Piazza Thomas Babor Afarin Rahimi-Movaghar Miguel Casas John B. Saunders Wei Hao Ambros Uchtenhagen Karl Mann Additional contributors Mira Fauth-Bühler Robin Room Joël Billieux ICD-11 Working Group on the Classification of Personality Disorders Peter Tyrer, Chair Youl-Ri Kim Roger Blashfield Nestor Koldobsky Lee Anna Clark Dusica Lecic-Tosevski Michael Crawford Roger Mulder Alireza Farnam David Ndetei Andrea Fossati Michaela Swales International Society for the Study of Personality Disorders/European Society for the Study of Personality Disorders/North American Society for the Study of Personality Disorders Consultation Group Sabine C. Herpertz, Chair Steven K. Huprich Martin Bohus Carla Sharp Additional contributor Bo Sayyad Bach ICD-11 Working Group on Neurocognitive Disorders Paulo Caramelli, Chair Facundo Manes Celeste de Jager Adesola Ogunniyi Lutz Froelich Perminder Sachdev Michael Kopelman Vorapun Senanarong Ennapadam Krishnamoorthy Armin von Gunten",
  "gloss_vi": "Baks david j. pilon rachel bryant-waugh per-anders rydelius phillipa hay pratap sharan cecile rausch herscovici cornelia thiels palmiero monteleone rudolf uher contributors 817 icd-11 working group on the classification ...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [],
    "life_topics": [
      "study",
      "work"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — General General — General Baks David J. Pilon Rachel Bryant-Waugh Per-Anders Rydelius Phillipa Hay Pratap Sharan Cecile Rausch Herscovici Cornelia Thiels Palmiero Monteleone Rudolf Uher Contributors 817 ICD-11 Working Group on the Classification of Substance-Related and Addictive Disorders Rajat Ray, Chair Neo Morojele Sawitri Assanangkornchai Marina Piazza Thomas Babor Afarin Rahimi-Movaghar Miguel Casas John B. Saunders Wei Hao Ambros Uchtenhagen Karl Mann Additional contributors Mira Fauth-Bühler Robin Room Joël Billieux ICD-11 Working Group on the Classification of Personality Disorders Peter Tyrer, Chair Youl-Ri Kim Roger Blashfield Nestor Koldobsky Lee Anna Clark Dusica Lecic-Tosevski Michael Crawford Roger Mulder Alireza Farnam David Ndetei Andrea Fossati Michaela Swales International Society for the Study of Personality Disorders/European Society for the Study of Personality Disorders/North American Society for the Study of Personality Disorders Consultation Group Sabine C. Herpertz, Chair Steven K. Huprich Martin Bohus Carla Sharp Additional contributor Bo Sayyad Bach ICD-11 Working Group on Neurocognitive Disorders Paulo Caramelli, Chair Facundo Manes Celeste de Jager Adesola Ogunniyi Lutz Froelich Perminder Sachdev Michael Kopelman Vorapun Senanarong Ennapadam Krishnamoorthy Armin von Gunten Baks david j. pilon rachel bryant-waugh per-anders rydelius phillipa hay pratap sharan cecile rausch herscovici cornelia thiels palmiero monteleone rudolf uher contributors 817 icd-11 working group on the classification ..."
}