{
  "id": "everyday#psychoeducation_66f7785e",
  "title_en": "General — Psychoeducation",
  "title_vi": "General — Giáo dục tâm lý",
  "text_en": "Disorders due to substance use or addictive behaviours 511 Boundary with disorders due to substance use Co-occurrence of gambling and substance use – particularly alcohol – is common. Intoxication due to some substances, including alcohol, can cause disinhibition and impaired judgement, which may exacerbate problematic gambling behaviour. A diagnosis of gambling disorder can be assigned together with a disorder due to substance use diagnosis if the requirements for both are met. Boundary with the effects of psychoactive substances, including medications Use of specific prescribed medications or illicit substances (e.g. dopamine agonists such as pramipexole for Parkinson disease or restless legs syndrome or illicit substances such as methamfetamine) can sometimes cause impaired control over gambling behaviour due to their direct effects on the central nervous system, with onset corresponding to use of the substance or medication. Gambling disorder should not be diagnosed in such cases. 6C51 Gaming disorder Essential (required) features • A persistent pattern of gaming behaviour (“digital gaming” or “video gaming”) – which may be predominantly online (i.e. over the internet or similar electronic networks) or offline – is required for diagnosis, manifested in all of the following: • impaired control over gaming behaviour (e.g. onset, frequency, intensity, duration, termination, context); • increasing priority given to gaming behaviour to the extent that gaming takes precedence over other life interests and daily activities; • continuation or escalation of gaming behaviour despite negative consequences (e.g. family conflict due to gaming behaviour, poor scholastic performance, negative impact on health). • The pattern of gaming behaviour may be continuous or episodic and recurrent, but is manifested over an extended period of time (e.g. 12 months). • The gaming behaviour is not better accounted for by another mental disorder (e.g. a manic episode) and is not due to the effects of a substance or medication. • The pattern of gaming behaviour results in significant distress or impairment in personal, family, social, educational, occupational or other important areas of functioning. Specifiers for online or offline behaviour Note: the order of specifiers is different than for 6C50 Gambling disorder. Disorders due to addictive behaviours | Gaming disorder 512 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders 6C51.0 Gaming disorder,",
  "gloss_vi": "Disorders due to substance use or addictive behaviours 511 ranh giới with disorders due to substance use co-occurrence of gambling and substance use – particularly alcohol – is common. intoxication due to some substances...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "psychoeducation"
    ],
    "life_topics": [
      "stress",
      "work",
      "relationships"
    ],
    "advice_section": [
      "communication_tips",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Psychoeducation General — Giáo dục tâm lý Disorders due to substance use or addictive behaviours 511 Boundary with disorders due to substance use Co-occurrence of gambling and substance use – particularly alcohol – is common. Intoxication due to some substances, including alcohol, can cause disinhibition and impaired judgement, which may exacerbate problematic gambling behaviour. A diagnosis of gambling disorder can be assigned together with a disorder due to substance use diagnosis if the requirements for both are met. Boundary with the effects of psychoactive substances, including medications Use of specific prescribed medications or illicit substances (e.g. dopamine agonists such as pramipexole for Parkinson disease or restless legs syndrome or illicit substances such as methamfetamine) can sometimes cause impaired control over gambling behaviour due to their direct effects on the central nervous system, with onset corresponding to use of the substance or medication. Gambling disorder should not be diagnosed in such cases. 6C51 Gaming disorder Essential (required) features • A persistent pattern of gaming behaviour (“digital gaming” or “video gaming”) – which may be predominantly online (i.e. over the internet or similar electronic networks) or offline – is required for diagnosis, manifested in all of the following: • impaired control over gaming behaviour (e.g. onset, frequency, intensity, duration, termination, context); • increasing priority given to gaming behaviour to the extent that gaming takes precedence over other life interests and daily activities; • continuation or escalation of gaming behaviour despite negative consequences (e.g. family conflict due to gaming behaviour, poor scholastic performance, negative impact on health). • The pattern of gaming behaviour may be continuous or episodic and recurrent, but is manifested over an extended period of time (e.g. 12 months). • The gaming behaviour is not better accounted for by another mental disorder (e.g. a manic episode) and is not due to the effects of a substance or medication. • The pattern of gaming behaviour results in significant distress or impairment in personal, family, social, educational, occupational or other important areas of functioning. Specifiers for online or offline behaviour Note: the order of specifiers is different than for 6C50 Gambling disorder. Disorders due to addictive behaviours | Gaming disorder 512 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders 6C51.0 Gaming disorder, Disorders due to substance use or addictive behaviours 511 ranh giới with disorders due to substance use co-occurrence of gambling and substance use – particularly alcohol – is common. intoxication due to some substances..."
}