{
  "id": "everyday#risk_safety_a77d048a",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "Further individual participant data meta-analyses interventions tools with subsequent evaluation and network meta-analyses (NMAs) would also is essential. be of value in investigating the effectiveness of digital interventions for alcohol use disorders and 15 Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders ALC4. In adults with alcohol use disorders, are combined pharmacological and psychosocial interventions effective and safe? Recommendation (new): Combined psychosocial and pharmacological interventions should be offered for adults with alcohol dependence. Strength of recommendation: Strong Certainty of evidence: Moderate Justification certainty), and dropouts due to adverse events y Evidence was extracted from a new systematic (moderate or high certainty). review: Agabio et al., 2023 (14 studies) (32). y There are differences across medicines, in particular: y In adults with alcohol dependence, combined (i) combined naltrexone plus psychosocial treatment treatment in comparison with psychosocial is more effective compared with psychosocial/ interventions alone showed an effect (at the end pharmacological interventions alone for several of treatment) for: (i) decreasing risk to return to outcomes at the end of treatment (moderate any drinking (74 fewer per 1000; 95% CI: 132 to 16 or high certainty); (ii) combined acamprosate fewer; high certainty); (ii) decreasing risk to return plus psychosocial treatment is more effective in to heavy drinking (75 fewer per 1000; 95% CI: 1270 comparison with pharmacological interventions to 22 fewer; moderate certainty); (iii) increasing alone for reducing number of drinks per drinking proportion of abstinent days (6.22% abstinent days day at the end of treatment (moderate certainty); more; 95% CI: 3.82% to 8.61%; high certainty); (iii) combined acamprosate plus psychosocial (iv) decreasing the number of drinks per drinking treatment does not show difference in comparison day (standardized mean difference [SMD] = 0.31; with psychosocial interventions alone (moderate 95% CI: 0.5 to 0.11; high certainty). certainty); (iv) combined disulfiram plus psychosocial interventions do not show difference in y In adults with alcohol dependence, combined comparison with psychosocial interventions alone treatment in comparison with pharmacological (low certainty). interventions alone, showed an effect (at the end of treatment) for: (i) decreasing proportion of heavy Remarks drinking days (HDD) (0.76% HDD less; 95% CI: 1.48 y The term “combined treatment” refers to to 0.04; moderate certainty); (ii) decreasing number psychosocial interventions provided together with of drinks per drinking day (SMD = 0.54 less; 95% pharmacological treatment. CI: 0.77 to 0.31; moderate certainty). Combined treatment in comparison with pharmacological – Psychosocial interventions considered included: CBT, couples therapy, psychodynamic therapy, interventions alone does not show difference (at behavioural therapies, social network therapy, the end of treatment) in: (i) return to any drinking contingency management, motivational (high certainty); (ii) return to heavy drinking interventions, 12-step facilitation and mutual (high certainty); (iii) proportion of abstinent days help groups. (high certainty). y In adults with alcohol dependence, combined – Pharmacological treatment considered included: acamprosate, disulfiram and naltrexone. treatment compared with psychosocial/ pharmacological interventions alone does not y The term “alcohol dependence” refers to diagnosis show difference in number of people with adverse according to the ICD-10 or DSM-IV criteria or events, dropouts from treatment (moderate or high equivalent ICD-11 and DSM-5 diagnosis. 16",
  "gloss_vi": "Further individual participant data meta-analyses interventions tools with subsequent evaluation and network meta-analyses (nmas) would also is essential. be of value in investigating the effectiveness of digital interve...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral",
      "do_not_do"
    ],
    "life_topics": [
      "work"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn Further individual participant data meta-analyses interventions tools with subsequent evaluation and network meta-analyses (NMAs) would also is essential. be of value in investigating the effectiveness of digital interventions for alcohol use disorders and 15 Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders ALC4. In adults with alcohol use disorders, are combined pharmacological and psychosocial interventions effective and safe? Recommendation (new): Combined psychosocial and pharmacological interventions should be offered for adults with alcohol dependence. Strength of recommendation: Strong Certainty of evidence: Moderate Justification certainty), and dropouts due to adverse events y Evidence was extracted from a new systematic (moderate or high certainty). review: Agabio et al., 2023 (14 studies) (32). y There are differences across medicines, in particular: y In adults with alcohol dependence, combined (i) combined naltrexone plus psychosocial treatment treatment in comparison with psychosocial is more effective compared with psychosocial/ interventions alone showed an effect (at the end pharmacological interventions alone for several of treatment) for: (i) decreasing risk to return to outcomes at the end of treatment (moderate any drinking (74 fewer per 1000; 95% CI: 132 to 16 or high certainty); (ii) combined acamprosate fewer; high certainty); (ii) decreasing risk to return plus psychosocial treatment is more effective in to heavy drinking (75 fewer per 1000; 95% CI: 1270 comparison with pharmacological interventions to 22 fewer; moderate certainty); (iii) increasing alone for reducing number of drinks per drinking proportion of abstinent days (6.22% abstinent days day at the end of treatment (moderate certainty); more; 95% CI: 3.82% to 8.61%; high certainty); (iii) combined acamprosate plus psychosocial (iv) decreasing the number of drinks per drinking treatment does not show difference in comparison day (standardized mean difference [SMD] = 0.31; with psychosocial interventions alone (moderate 95% CI: 0.5 to 0.11; high certainty). certainty); (iv) combined disulfiram plus psychosocial interventions do not show difference in y In adults with alcohol dependence, combined comparison with psychosocial interventions alone treatment in comparison with pharmacological (low certainty). interventions alone, showed an effect (at the end of treatment) for: (i) decreasing proportion of heavy Remarks drinking days (HDD) (0.76% HDD less; 95% CI: 1.48 y The term “combined treatment” refers to to 0.04; moderate certainty); (ii) decreasing number psychosocial interventions provided together with of drinks per drinking day (SMD = 0.54 less; 95% pharmacological treatment. CI: 0.77 to 0.31; moderate certainty). Combined treatment in comparison with pharmacological – Psychosocial interventions considered included: CBT, couples therapy, psychodynamic therapy, interventions alone does not show difference (at behavioural therapies, social network therapy, the end of treatment) in: (i) return to any drinking contingency management, motivational (high certainty); (ii) return to heavy drinking interventions, 12-step facilitation and mutual (high certainty); (iii) proportion of abstinent days help groups. (high certainty). y In adults with alcohol dependence, combined – Pharmacological treatment considered included: acamprosate, disulfiram and naltrexone. treatment compared with psychosocial/ pharmacological interventions alone does not y The term “alcohol dependence” refers to diagnosis show difference in number of people with adverse according to the ICD-10 or DSM-IV criteria or events, dropouts from treatment (moderate or high equivalent ICD-11 and DSM-5 diagnosis. 16 Further individual participant data meta-analyses interventions tools with subsequent evaluation and network meta-analyses (nmas) would also is essential. be of value in investigating the effectiveness of digital interve..."
}