{
  "id": "everyday#risk_safety_60815497",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "acute organic causes such as infections, medication, metabolic abnormalities, substance intoxication or substance withdrawal. x Glossary Delusion Fixed belief that is contrary to available evidence. It cannot be changed by rational argument and it is not accepted by other members of the person’s culture or subculture (i.e. it is not an aspect of religious faith). Detoxification The process by which an individual is withdrawn from the effects of a psychoactive substance. Also referring to a clinical procedure, the withdrawal process is carried out in a safe and effective manner, such that withdrawal symptoms are minimized. Disability Any restriction or lack (resulting from an impairment) of ability to perform an activity in the manner, or within the range, considered to be normal for a human being. The term \"disability\" reflects the consequences of impairment in terms of functional performance and activity by the individual. Disinhibited behaviour, Lack of restraint manifested in disregard for social conventions, impulsivity and disinhibition poor risk assessment. It can affect motor, emotional, cognitive and perceptual aspects of a person’s functioning. Disorganized/disordered A disturbance in the associative thought process typically manifested in speech thinking in which the person shifts suddenly from one topic to another that is unrelated or minimally related to the first. The individual gives no indication of being aware of the disconnectedness or illogicality of his or her thinking. Disorganized behaviour Behaviour including posture, gait and other activity that is unpredictable or not goal-directed (e.g. shouting at strangers on the street). Distractibility Difficulty concentrating and focusing on tasks; attention is easily diverted by extraneous stimuli. Dystonia Sustained muscle contraction or involuntary movements that can lead to fixed abnormal postures. See tardive dyskinesia. Eclampsia Any condition affecting pregnant women, characterized by seizure or convulsions newly arising in pregnancy. The condition is often associated with pregnancy-induced hypertension, convulsions, seizure, anxiety, epigastric pain, severe headache, blurred vision, proteinuria and oedema that may occur during pregnancy, labour or the puerperium. Elevated mood A positive mood state typically characterized by increased energy and self- esteem which may be out of proportion to the individual’s life circumstances. Extrapyramidal side-effects/ Abnormalities in muscle movement, mostly caused by antipsychotic symptoms (EPS) medication. These include muscle tremors, stiffness, spasms and/or akathisia. xi",
  "gloss_vi": "Acute organic causes such as infections, medication, metabolic abnormalities, substance intoxication or substance withdrawal. x glossary delusion fixed belief that is contrary to available evidence.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral"
    ],
    "life_topics": [
      "stress",
      "study",
      "grief"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn acute organic causes such as infections, medication, metabolic abnormalities, substance intoxication or substance withdrawal. x Glossary Delusion Fixed belief that is contrary to available evidence. It cannot be changed by rational argument and it is not accepted by other members of the person’s culture or subculture (i.e. it is not an aspect of religious faith). Detoxification The process by which an individual is withdrawn from the effects of a psychoactive substance. Also referring to a clinical procedure, the withdrawal process is carried out in a safe and effective manner, such that withdrawal symptoms are minimized. Disability Any restriction or lack (resulting from an impairment) of ability to perform an activity in the manner, or within the range, considered to be normal for a human being. The term \"disability\" reflects the consequences of impairment in terms of functional performance and activity by the individual. Disinhibited behaviour, Lack of restraint manifested in disregard for social conventions, impulsivity and disinhibition poor risk assessment. It can affect motor, emotional, cognitive and perceptual aspects of a person’s functioning. Disorganized/disordered A disturbance in the associative thought process typically manifested in speech thinking in which the person shifts suddenly from one topic to another that is unrelated or minimally related to the first. The individual gives no indication of being aware of the disconnectedness or illogicality of his or her thinking. Disorganized behaviour Behaviour including posture, gait and other activity that is unpredictable or not goal-directed (e.g. shouting at strangers on the street). Distractibility Difficulty concentrating and focusing on tasks; attention is easily diverted by extraneous stimuli. Dystonia Sustained muscle contraction or involuntary movements that can lead to fixed abnormal postures. See tardive dyskinesia. Eclampsia Any condition affecting pregnant women, characterized by seizure or convulsions newly arising in pregnancy. The condition is often associated with pregnancy-induced hypertension, convulsions, seizure, anxiety, epigastric pain, severe headache, blurred vision, proteinuria and oedema that may occur during pregnancy, labour or the puerperium. Elevated mood A positive mood state typically characterized by increased energy and self- esteem which may be out of proportion to the individual’s life circumstances. Extrapyramidal side-effects/ Abnormalities in muscle movement, mostly caused by antipsychotic symptoms (EPS) medication. These include muscle tremors, stiffness, spasms and/or akathisia. xi Acute organic causes such as infections, medication, metabolic abnormalities, substance intoxication or substance withdrawal. x glossary delusion fixed belief that is contrary to available evidence."
}