{
  "id": "everyday#risk_safety_93d0555f",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders 3.1 Alcohol use disorders (ALC) ALC1. In adults with alcohol dependence post-detoxification, is baclofen effective for relapse prevention and management of alcohol dependence? Recommendation (update): Baclofen should be considered for treatment of adults with alcohol dependence post-detoxification. Strength of recommendation: Conditional Certainty of evidence: Moderate Justification y Post-detoxification refers to completion of the y A systematic review was updated: Agabio et al., 2023 management of withdrawal symptoms at least (17 RCTs) (25). three days before starting treatment. Most included studies required participants to abstain from y Compared with placebo, baclofen decreases the alcohol for at least three days (3–28) before risk of relapse into any drinking at end of treatment beginning the pharmacological treatment. (high certainty) and increases the percentage of days abstinent at end of treatment (moderate certainty). y Service providers should include appropriate psychosocial interventions in their treatment plan y Compared with placebo, baclofen does not increase and should only consider medication alone for the number of participants with at least one adverse adults with alcohol dependence when psychosocial event at the end of treatment (high certainty) and interventions are not available. does not increase the number of dropouts due to adverse events (high certainty). Research gaps y In subgroup analysis for baclofen versus placebo, y The majority of the evidence is from high-income for some outcomes (return to any drinking and countries (HICs). Further research is needed in low- percentage of days abstinent), baclofen showed and middle-income countries (LMICs). better effectiveness for people with alcohol y All RCTs excluded participants with comorbid dependence post-detoxification (after management severe mental disorders, but five studies recruited of withdrawal syndrome) when compared with participants under stable doses of antidepressants. people who are using alcohol (non-detoxified), but Further research is required to investigate baclofen’s no differences were identified for low/high dosages profile of efficacy and safety among those with or duration of treatment. For other outcomes comorbid severe mental disorders. (dropouts from treatment), duration of treatment y Further evidence is required to conclude whether longer than 12 weeks showed effect, but no other the balance of effects differs between baclofen and difference was identified for adverse events or acamprosate or naltrexone. dropouts due to adverse events for dosages, duration of treatment or detoxification status. Implementation considerations Remarks y Baclofen is available in a generic form and is inexpensive but may not be available in all y The term “alcohol dependence” refers to diagnosis countries and is not registered for the treatment according to The ICD-10 classification of mental and of alcohol dependence. The lack of formal behavioural disorders (26) or the Diagnostic and approval for baclofen’s use for alcohol dependence statistical manual of mental",
  "gloss_vi": "Mental health gap action programme (mhgap) guideline for mental, neurological and substance use disorders 3.1 alcohol use disorders (alc) alc1. in adults with alcohol dependence post-detoxification, is baclofen effective...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders 3.1 Alcohol use disorders (ALC) ALC1. In adults with alcohol dependence post-detoxification, is baclofen effective for relapse prevention and management of alcohol dependence? Recommendation (update): Baclofen should be considered for treatment of adults with alcohol dependence post-detoxification. Strength of recommendation: Conditional Certainty of evidence: Moderate Justification y Post-detoxification refers to completion of the y A systematic review was updated: Agabio et al., 2023 management of withdrawal symptoms at least (17 RCTs) (25). three days before starting treatment. Most included studies required participants to abstain from y Compared with placebo, baclofen decreases the alcohol for at least three days (3–28) before risk of relapse into any drinking at end of treatment beginning the pharmacological treatment. (high certainty) and increases the percentage of days abstinent at end of treatment (moderate certainty). y Service providers should include appropriate psychosocial interventions in their treatment plan y Compared with placebo, baclofen does not increase and should only consider medication alone for the number of participants with at least one adverse adults with alcohol dependence when psychosocial event at the end of treatment (high certainty) and interventions are not available. does not increase the number of dropouts due to adverse events (high certainty). Research gaps y In subgroup analysis for baclofen versus placebo, y The majority of the evidence is from high-income for some outcomes (return to any drinking and countries (HICs). Further research is needed in low- percentage of days abstinent), baclofen showed and middle-income countries (LMICs). better effectiveness for people with alcohol y All RCTs excluded participants with comorbid dependence post-detoxification (after management severe mental disorders, but five studies recruited of withdrawal syndrome) when compared with participants under stable doses of antidepressants. people who are using alcohol (non-detoxified), but Further research is required to investigate baclofen’s no differences were identified for low/high dosages profile of efficacy and safety among those with or duration of treatment. For other outcomes comorbid severe mental disorders. (dropouts from treatment), duration of treatment y Further evidence is required to conclude whether longer than 12 weeks showed effect, but no other the balance of effects differs between baclofen and difference was identified for adverse events or acamprosate or naltrexone. dropouts due to adverse events for dosages, duration of treatment or detoxification status. Implementation considerations Remarks y Baclofen is available in a generic form and is inexpensive but may not be available in all y The term “alcohol dependence” refers to diagnosis countries and is not registered for the treatment according to The ICD-10 classification of mental and of alcohol dependence. The lack of formal behavioural disorders (26) or the Diagnostic and approval for baclofen’s use for alcohol dependence statistical manual of mental Mental health gap action programme (mhgap) guideline for mental, neurological and substance use disorders 3.1 alcohol use disorders (alc) alc1. in adults with alcohol dependence post-detoxification, is baclofen effective..."
}