{
  "id": "everyday#screening_cues_09189356",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "126 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders The following specifiers should be applied to indicate the extent of functional language impairment (spoken or signed) relative to the individual’s age: • with mild or no impairment of functional language • with impaired functional language (i.e. not able to use more than single words or simple phrases) • with complete, or almost complete, absence of functional language. Table 6.5 shows the diagnostic codes corresponding to the categories that result from the application of the specifiers for co-occurring disorder of intellectual development and degree of functional language impairment. Table 6.5. Diagnostic codes for autism spectrum disorder With mild or no With impaired With complete, or impairment of functional language almost complete, functional language absence of functional language Without disorder of 6A02.0 6A02.2 _____ intellectual development With disorder of intellectual 6A02.1 6A02.3 6A02.5 development 6A02.Y Other specified autism spectrum disorder can be used if the above parameters do not apply. 6A02.Z Autism spectrum disorder, unspecified, can be used if the above parameters are unknown. Loss of previously acquired skills A small proportion of individuals with autism spectrum disorder may present with a loss of previously acquired skills. This regression typically occurs during the second year of life and most often involves language use and social responsiveness. Loss of previously acquired skills is rarely observed after 3 years of age. If it occurs after age 3, it is more likely to involve loss of cognitive and adaptive skills (e.g. loss of bowel and bladder control, impaired sleep), regression of language and social abilities, and increasing emotional and behavioural disturbances. There are two alternative specifiers to denote whether or not loss of previously acquired skills is an aspect of the clinical history, where x corresponds to the final digit shown in Table 6.5: • 6A02.x0 without loss of previously acquired skills • 6A02.x1 with loss of previously acquired skills. Neurodevelopmental disorders | Autism spectrum disorder Neurodevelopmental disorders 127 Additional clinical features • Common symptom presentations of autism spectrum disorder in young children are parental or caregiver concerns about intellectual or other developmental delays (e.g. problems in language and motor coordination). When there is no significant impairment of intellectual functioning, clinical services may only be sought later (e.g. due to behaviour or social problems when starting school). In middle childhood, there may be prominent symptoms of anxiety,",
  "gloss_vi": "126 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders the following specifiers should be applied to indicate the extent of functional language impairment (sp...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "sleep",
      "grief"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 126 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders The following specifiers should be applied to indicate the extent of functional language impairment (spoken or signed) relative to the individual’s age: • with mild or no impairment of functional language • with impaired functional language (i.e. not able to use more than single words or simple phrases) • with complete, or almost complete, absence of functional language. Table 6.5 shows the diagnostic codes corresponding to the categories that result from the application of the specifiers for co-occurring disorder of intellectual development and degree of functional language impairment. Table 6.5. Diagnostic codes for autism spectrum disorder With mild or no With impaired With complete, or impairment of functional language almost complete, functional language absence of functional language Without disorder of 6A02.0 6A02.2 _____ intellectual development With disorder of intellectual 6A02.1 6A02.3 6A02.5 development 6A02.Y Other specified autism spectrum disorder can be used if the above parameters do not apply. 6A02.Z Autism spectrum disorder, unspecified, can be used if the above parameters are unknown. Loss of previously acquired skills A small proportion of individuals with autism spectrum disorder may present with a loss of previously acquired skills. This regression typically occurs during the second year of life and most often involves language use and social responsiveness. Loss of previously acquired skills is rarely observed after 3 years of age. If it occurs after age 3, it is more likely to involve loss of cognitive and adaptive skills (e.g. loss of bowel and bladder control, impaired sleep), regression of language and social abilities, and increasing emotional and behavioural disturbances. There are two alternative specifiers to denote whether or not loss of previously acquired skills is an aspect of the clinical history, where x corresponds to the final digit shown in Table 6.5: • 6A02.x0 without loss of previously acquired skills • 6A02.x1 with loss of previously acquired skills. Neurodevelopmental disorders | Autism spectrum disorder Neurodevelopmental disorders 127 Additional clinical features • Common symptom presentations of autism spectrum disorder in young children are parental or caregiver concerns about intellectual or other developmental delays (e.g. problems in language and motor coordination). When there is no significant impairment of intellectual functioning, clinical services may only be sought later (e.g. due to behaviour or social problems when starting school). In middle childhood, there may be prominent symptoms of anxiety, 126 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders the following specifiers should be applied to indicate the extent of functional language impairment (sp..."
}