{
  "id": "everyday#referral_3ed2df7a",
  "title_en": "General — Referral",
  "title_vi": "General — Chuyển tuyến",
  "text_en": "Paraphilic disorders 573 a sustained, focused and intense pattern of exhibitionistic sexual arousal, examples of other forms of evidence that may support the presence of an exhibitionistic arousal pattern include a preference for specific types of pornography; preference over other forms of sexual behaviour; or planning and repeatedly seeking out opportunities to engage in exhibitionistic behaviour. Boundary with normality (threshold) • By definition, exhibitionistic disorder specifically excludes consensual exhibitionistic behaviours that occur with the consent of the individuals involved. Moreover, in some cultures there are socially sanctioned forms of public nudity, which do not constitute exhibitionistic disorder. Course features • Individuals with exhibitionistic disorder often report the onset of exhibitionistic sexual interest during adolescence. • Exhibitionistic disorder is relatively stable after young adulthood, but sexual thoughts, fantasies, urges and behaviours may change over time, such that an individual who was previously assigned a diagnosis of exhibitionistic disorder no longer meets the diagnostic requirements. Developmental presentations • Advancing age may be associated with decreasing paraphilic sexual arousal and decreasing behavioural manifestations of exhibitionistic disorder due to increased impulse control and decreased sexual drive. Culture-related features • Laws defining what is considered exhibitionistic behaviour may vary across cultures, including by gender. In addition, cultures vary regarding acceptance of the practice of nudity and its appropriateness in specific contexts (e.g. pornography, saunas, nudist settings). In these contexts, certain behaviours may not be considered exhibitionistic by the cultural group. Paraphilic disorders | Exhibitionistic disorder 574 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Sex- and/or gender-related features • Exhibitionistic disorder is much more common among men. Boundaries with other disorders and conditions (differential diagnosis) Boundary with compulsive sexual behaviour disorder Both exhibitionistic disorder and compulsive sexual behaviour disorder may involve repetitive sexual impulses, urges or behaviours that result in marked distress or impairment. Exhibitionistic disorder is characterized by sexual impulses, urges or behaviours that are manifestations of a sustained, focused and intense pattern of sexual arousal that",
  "gloss_vi": "Paraphilic disorders 573 a sustained, focused and intense pattern of exhibitionistic sexual arousal, examples of other forms of evidence that may hỗ trợ the presence of an exhibitionistic arousal pattern include a prefer...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "referral",
      "psychoeducation",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Referral General — Chuyển tuyến Paraphilic disorders 573 a sustained, focused and intense pattern of exhibitionistic sexual arousal, examples of other forms of evidence that may support the presence of an exhibitionistic arousal pattern include a preference for specific types of pornography; preference over other forms of sexual behaviour; or planning and repeatedly seeking out opportunities to engage in exhibitionistic behaviour. Boundary with normality (threshold) • By definition, exhibitionistic disorder specifically excludes consensual exhibitionistic behaviours that occur with the consent of the individuals involved. Moreover, in some cultures there are socially sanctioned forms of public nudity, which do not constitute exhibitionistic disorder. Course features • Individuals with exhibitionistic disorder often report the onset of exhibitionistic sexual interest during adolescence. • Exhibitionistic disorder is relatively stable after young adulthood, but sexual thoughts, fantasies, urges and behaviours may change over time, such that an individual who was previously assigned a diagnosis of exhibitionistic disorder no longer meets the diagnostic requirements. Developmental presentations • Advancing age may be associated with decreasing paraphilic sexual arousal and decreasing behavioural manifestations of exhibitionistic disorder due to increased impulse control and decreased sexual drive. Culture-related features • Laws defining what is considered exhibitionistic behaviour may vary across cultures, including by gender. In addition, cultures vary regarding acceptance of the practice of nudity and its appropriateness in specific contexts (e.g. pornography, saunas, nudist settings). In these contexts, certain behaviours may not be considered exhibitionistic by the cultural group. Paraphilic disorders | Exhibitionistic disorder 574 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Sex- and/or gender-related features • Exhibitionistic disorder is much more common among men. Boundaries with other disorders and conditions (differential diagnosis) Boundary with compulsive sexual behaviour disorder Both exhibitionistic disorder and compulsive sexual behaviour disorder may involve repetitive sexual impulses, urges or behaviours that result in marked distress or impairment. Exhibitionistic disorder is characterized by sexual impulses, urges or behaviours that are manifestations of a sustained, focused and intense pattern of sexual arousal that Paraphilic disorders 573 a sustained, focused and intense pattern of exhibitionistic sexual arousal, examples of other forms of evidence that may hỗ trợ the presence of an exhibitionistic arousal pattern include a prefer..."
}