{
  "id": "everyday#referral_8b5d09b4",
  "title_en": "General — Referral",
  "title_vi": "General — Chuyển tuyến",
  "text_en": "2. Methods implementation feasibility; and alignment with human At the meetings, under the leadership of the GDG chair, rights principles and sociocultural acceptability. the evidence review and synthesis team presented a The domain “health equity, equality and non- summary of the evidence. GDG members then came to discrimination” was informed by the findings of the a consensus on the rating for each element of the EtD qualitative systematic reviews on end users’ and health table, providing additional information on the various workers’ views and experiences. It was also informed domains. The draft recommendations were then by a quantitative review of the literature as provided formulated by the GDG. The aim of the meeting was by existing systematic reviews on use of mhGAP to reach consensus on the quality of the supporting (11,12). The domain of “human rights and sociocultural evidence and draft recommendations. The draft of acceptability” was informed by supporting evidence each recommendation was made by consensus, on policies and legislation for mental health and defined as full agreement among all GDG participants, neurological disorders from WHO’s Atlas: country when possible. resources for neurological disorders (known as the In line with the WHO handbook for guideline “Neurology atlas”) (23) and WHO’s Mental health atlas development (10), two main types of recommendations 2020 (24). “Value” placed on outcomes by persons were presented at the meeting, as shown in Table 2.2. affected by the recommendations is especially relevant to people with mental health conditions. No recommendation was proposed in cases where The qualitative reviews informed this domain. insufficient evidence was available to put forward “Sociocultural acceptability” (preferences of persons an updated or new recommendation for a PICO affected by the recommendations) relates to whether under consideration. an intervention is acceptable to individuals with the MNS disorders, and to health service providers. If GDG members were unable to reach a consensus, Qualitative evidence from the systematic review on the decision was put to a vote. A recommendation or end users and health workers’ views and experiences decision stood if a large majority (more than two thirds informed judgements for this domain. of the participants) voted in support of it. Voting was done by a show of hands (electronic and/or physical The Steering Group reviewed the evidence summaries depending on meeting format). and evidence profiles in collaboration with the evidence review and synthesis teams and guideline The WHO Steering Group, evidence review and methodologist and presented them to the GDG in synthesis teams, guideline methodologist and meeting a series of meetings. The evidence profiles",
  "gloss_vi": "2. methods implementation feasibility; and alignment with human at the meetings, under the leadership of the gdg chair, rights principles and sociocultural acceptability.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "referral",
      "psychoeducation"
    ],
    "life_topics": [
      "work"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Referral General — Chuyển tuyến 2. Methods implementation feasibility; and alignment with human At the meetings, under the leadership of the GDG chair, rights principles and sociocultural acceptability. the evidence review and synthesis team presented a The domain “health equity, equality and non- summary of the evidence. GDG members then came to discrimination” was informed by the findings of the a consensus on the rating for each element of the EtD qualitative systematic reviews on end users’ and health table, providing additional information on the various workers’ views and experiences. It was also informed domains. The draft recommendations were then by a quantitative review of the literature as provided formulated by the GDG. The aim of the meeting was by existing systematic reviews on use of mhGAP to reach consensus on the quality of the supporting (11,12). The domain of “human rights and sociocultural evidence and draft recommendations. The draft of acceptability” was informed by supporting evidence each recommendation was made by consensus, on policies and legislation for mental health and defined as full agreement among all GDG participants, neurological disorders from WHO’s Atlas: country when possible. resources for neurological disorders (known as the In line with the WHO handbook for guideline “Neurology atlas”) (23) and WHO’s Mental health atlas development (10), two main types of recommendations 2020 (24). “Value” placed on outcomes by persons were presented at the meeting, as shown in Table 2.2. affected by the recommendations is especially relevant to people with mental health conditions. No recommendation was proposed in cases where The qualitative reviews informed this domain. insufficient evidence was available to put forward “Sociocultural acceptability” (preferences of persons an updated or new recommendation for a PICO affected by the recommendations) relates to whether under consideration. an intervention is acceptable to individuals with the MNS disorders, and to health service providers. If GDG members were unable to reach a consensus, Qualitative evidence from the systematic review on the decision was put to a vote. A recommendation or end users and health workers’ views and experiences decision stood if a large majority (more than two thirds informed judgements for this domain. of the participants) voted in support of it. Voting was done by a show of hands (electronic and/or physical The Steering Group reviewed the evidence summaries depending on meeting format). and evidence profiles in collaboration with the evidence review and synthesis teams and guideline The WHO Steering Group, evidence review and methodologist and presented them to the GDG in synthesis teams, guideline methodologist and meeting a series of meetings. The evidence profiles 2. methods implementation feasibility; and alignment with human at the meetings, under the leadership of the gdg chair, rights principles and sociocultural acceptability."
}