{
  "id": "everyday#screening_cues_320e77ea",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "732 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Factors influencing health status or contact with health services particularly relevant to mental health services 733 Factors influencing health status or contact with health services particularly relevant to mental health services This section includes a selection of categories from Chapter 24 on factors influencing health status or contact with health services that may be especially relevant to mental health professionals and mental health services, but that do not represent mental disorders or a disease or disorder classified elsewhere in ICD-11. This listing is not comprehensive, and other available Chapter 24 groupings may be relevant.6 This listing is also not intended to suggest that these are the only categories from Chapter 24 that should be used by mental health professionals. One set of categories in Chapter 24 makes it possible to record the reason for a particular health service encounter other than a disease, a disorder or a specific symptom. For example, QE51.0 Relationship distress with spouse or partner is included in this section and is discussed in the section on relationship problems and maltreatment (p. 707). Other examples include QE62 Uncomplicated bereavement and QD3Z Concerns about body appearance that do not meet the diagnostic requirements for body dysmorphic disorder or another mental disorder. These categories can be used on their own without an accompanying disorder diagnosis to describe the reason for a health encounter. For example, a person with no mental disorder diagnosis might present with QD85 Burnout, a syndrome resulting from chronic workplace stress that has not been successfully managed but that is not considered a mental disorder. These categories can also be used in",
  "gloss_vi": "732 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders factors influencing health status or contact with health services particularly relevant to mental healt...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "study",
      "work",
      "relationships",
      "grief"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 732 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Factors influencing health status or contact with health services particularly relevant to mental health services 733 Factors influencing health status or contact with health services particularly relevant to mental health services This section includes a selection of categories from Chapter 24 on factors influencing health status or contact with health services that may be especially relevant to mental health professionals and mental health services, but that do not represent mental disorders or a disease or disorder classified elsewhere in ICD-11. This listing is not comprehensive, and other available Chapter 24 groupings may be relevant.6 This listing is also not intended to suggest that these are the only categories from Chapter 24 that should be used by mental health professionals. One set of categories in Chapter 24 makes it possible to record the reason for a particular health service encounter other than a disease, a disorder or a specific symptom. For example, QE51.0 Relationship distress with spouse or partner is included in this section and is discussed in the section on relationship problems and maltreatment (p. 707). Other examples include QE62 Uncomplicated bereavement and QD3Z Concerns about body appearance that do not meet the diagnostic requirements for body dysmorphic disorder or another mental disorder. These categories can be used on their own without an accompanying disorder diagnosis to describe the reason for a health encounter. For example, a person with no mental disorder diagnosis might present with QD85 Burnout, a syndrome resulting from chronic workplace stress that has not been successfully managed but that is not considered a mental disorder. These categories can also be used in 732 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders factors influencing health status or contact with health services particularly relevant to mental healt..."
}