{
  "id": "everyday#screening_cues_c62a3789",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "674 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Potentially explanatory medical conditions (examples) Brain disorders and general medical conditions that have been shown to be capable of producing personality change include: • diseases of the nervous system (e.g. encephalitis, Huntington disease, multiple sclerosis, seizures, stroke); • certain infectious or parasitic diseases (e.g. HIV disease); • endocrine, nutritional or metabolic diseases (e.g. hypo- and hyperadrenalism, hypo- and hyperthyroidism); • injury, poisoning or certain other consequences of external causes (e.g. brain injury). 6E69 Secondary catatonia syndrome See the section on catatonia (p. 201) for the complete CDDR for secondary catatonia syndrome. 6E6Y Other specified secondary mental or behavioural syndrome • The presence of prominent symptoms that are characteristic of those seen in mental disorders but are not adequately captured by any of the other available categories in the grouping of secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere, is required for diagnosis. • The symptoms are judged to be the",
  "gloss_vi": "674 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders potentially explanatory medical conditions (examples) brain disorders and general medical conditions th...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 674 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Potentially explanatory medical conditions (examples) Brain disorders and general medical conditions that have been shown to be capable of producing personality change include: • diseases of the nervous system (e.g. encephalitis, Huntington disease, multiple sclerosis, seizures, stroke); • certain infectious or parasitic diseases (e.g. HIV disease); • endocrine, nutritional or metabolic diseases (e.g. hypo- and hyperadrenalism, hypo- and hyperthyroidism); • injury, poisoning or certain other consequences of external causes (e.g. brain injury). 6E69 Secondary catatonia syndrome See the section on catatonia (p. 201) for the complete CDDR for secondary catatonia syndrome. 6E6Y Other specified secondary mental or behavioural syndrome • The presence of prominent symptoms that are characteristic of those seen in mental disorders but are not adequately captured by any of the other available categories in the grouping of secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere, is required for diagnosis. • The symptoms are judged to be the 674 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders potentially explanatory medical conditions (examples) brain disorders and general medical conditions th..."
}