{
  "id": "everyday#screening_cues_a9ac40da",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "be diagnosed if warranted. Body dysmorphic disorder may be associated with picking as a means of improving the individual’s appearance by “removing” acne or other perceived blemishes of the skin that the individual believes are ugly or that appear abnormal. Individuals with excoriation disorder do not pick skin with the sole purpose of correcting a perceived defect in appearance. Boundary with stereotyped movement disorder Stereotyped movement disorder is characterized by the persistent (e.g. lasting for several months) presence of voluntary, repetitive, stereotyped, apparently purposeless and often rhythmic movements (e.g. body rocking, hand flapping, head banging, eye poking and hand biting). These behaviours rarely include skin-picking behaviour, but if they do, the behaviour tends to be composed of coordinated movements that are patterned and predictable. Furthermore, stereotyped movements are more likely to present very early in life (i.e. before 2 years of age), whereas excoriation disorder typically has a later onset. Boundary with schizophrenia and other primary psychotic disorders Individuals with schizophrenia and other primary psychotic disorders may pick at their skin in response to a delusion or hallucination. Individuals with excoriation disorder do not report skin picking secondary to delusions or hallucinations. Boundary with Prader-Willi syndrome Individuals with Prader-Willi syndrome may have early onset of skin picking more consistent with a stereotyped movement disorder. Prader-Willi syndrome is usually associated with a constellation of other symptoms, such as mild to moderate disorder of intellectual development, neonatal and infantile hypotonia, feeding problems and poor weight gain in infancy, followed by hyperphagia and morbid obesity in childhood. Boundary with medical conditions classified elsewhere and disorders due to substance use The symptoms of excoriation disorder are not a manifestation of another medical condition (e.g. scabies). However, skin picking may emerge following or be worsened by the presence of another condition (e.g. acne), and a diagnosis of excoriation disorder may be applied in this circumstance if diagnostic requirements are met. Skin picking may also result from the use or misuse of stimulants (e.g. cocaine, methamfetamine, prescription stimulants), but excoriation disorder should not be diagnosed if the skin picking occurs exclusively in this context. Boundary with self-injurious and self-mutilating behaviours Unlike self-injurious and self-mutilating behaviours, skin-picking behaviours characteristic of excoriation disorder are not performed with the express purpose of self-injury, although such injury may occur as a result. Obsessive-compulsive and related disorders | Body-focused repetitive behaviour disorders",
  "gloss_vi": "Be diagnosed if warranted. body dysmorphic disorder may be associated with picking as a means of improving the individual’s appearance by “removing” acne or other perceived blemishes of the skin that the individual belie...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc be diagnosed if warranted. Body dysmorphic disorder may be associated with picking as a means of improving the individual’s appearance by “removing” acne or other perceived blemishes of the skin that the individual believes are ugly or that appear abnormal. Individuals with excoriation disorder do not pick skin with the sole purpose of correcting a perceived defect in appearance. Boundary with stereotyped movement disorder Stereotyped movement disorder is characterized by the persistent (e.g. lasting for several months) presence of voluntary, repetitive, stereotyped, apparently purposeless and often rhythmic movements (e.g. body rocking, hand flapping, head banging, eye poking and hand biting). These behaviours rarely include skin-picking behaviour, but if they do, the behaviour tends to be composed of coordinated movements that are patterned and predictable. Furthermore, stereotyped movements are more likely to present very early in life (i.e. before 2 years of age), whereas excoriation disorder typically has a later onset. Boundary with schizophrenia and other primary psychotic disorders Individuals with schizophrenia and other primary psychotic disorders may pick at their skin in response to a delusion or hallucination. Individuals with excoriation disorder do not report skin picking secondary to delusions or hallucinations. Boundary with Prader-Willi syndrome Individuals with Prader-Willi syndrome may have early onset of skin picking more consistent with a stereotyped movement disorder. Prader-Willi syndrome is usually associated with a constellation of other symptoms, such as mild to moderate disorder of intellectual development, neonatal and infantile hypotonia, feeding problems and poor weight gain in infancy, followed by hyperphagia and morbid obesity in childhood. Boundary with medical conditions classified elsewhere and disorders due to substance use The symptoms of excoriation disorder are not a manifestation of another medical condition (e.g. scabies). However, skin picking may emerge following or be worsened by the presence of another condition (e.g. acne), and a diagnosis of excoriation disorder may be applied in this circumstance if diagnostic requirements are met. Skin picking may also result from the use or misuse of stimulants (e.g. cocaine, methamfetamine, prescription stimulants), but excoriation disorder should not be diagnosed if the skin picking occurs exclusively in this context. Boundary with self-injurious and self-mutilating behaviours Unlike self-injurious and self-mutilating behaviours, skin-picking behaviours characteristic of excoriation disorder are not performed with the express purpose of self-injury, although such injury may occur as a result. Obsessive-compulsive and related disorders | Body-focused repetitive behaviour disorders Be diagnosed if warranted. body dysmorphic disorder may be associated with picking as a means of improving the individual’s appearance by “removing” acne or other perceived blemishes of the skin that the individual belie..."
}