{
  "id": "everyday#risk_safety_7715cb32",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "on the characteristics of the sending and receiving societies, the circumstances of migration, and the relative social position in each setting. For example, immigrants moving from a society with high alcohol consumption to one with low alcohol consumption tend to assume the lower risk of disorder of the host country. Substance classes Disorders due to substance use are classified by first identifying the substance used. Available substance classes included are listed below, with a brief description of their properties, typical preparations and methods of use, as well as associated harms and disorders. 6C40 Disorders due to use of alcohol Disorders due to use of alcohol are characterized by the pattern and consequences of alcohol use. Alcohol – more specifically termed ethyl alcohol or ethanol – is an intoxicating compound produced by fermentation of sugars, usually in agricultural products such as fruits, cereals and vegetables, with or without subsequent distillation. There are a wide variety of alcoholic drinks, with alcohol concentrations typically ranging from 1.5% to 60%. Alcohol is predominantly a central nervous system depressant. Unlike most other substances, elimination of alcohol from the body occurs at a constant rate, such that its clearance follows a linear rather than a logarithmic course. In addition to ability to produce alcohol intoxication, alcohol has dependence-producing properties, resulting in alcohol dependence in some people and alcohol withdrawal when alcohol use is reduced or discontinued. Alcohol is implicated in a wide range of harms affecting most organs and systems of the body (e.g. cirrhosis of the liver, gastrointestinal cancers, pancreatitis). Harm to others resulting from behaviour during alcohol intoxication is well recognized, and is included in the definitions of categories of harmful use of alcohol (i.e. episode of harmful use of alcohol and harmful pattern of use of alcohol). Several alcohol-induced mental disorders (e.g. alcohol-induced psychotic disorder) and alcohol-related forms of neurocognitive impairment (e.g. dementia due to use of alcohol) are also recognized. Alcohol use is one of the most common causes of premature death and illness among men, and is still a substantial – though less common – cause of premature death and illness among women. The use of alcohol is implicated in millions of deaths per year (e.g. due to motor vehicle accidents). Although alcohol is used worldwide, and its use is legal among adults in most countries, there are substantial differences in cultural and religious acceptability of its use. Consequently, prevalence Disorders due to substance use or addictive behaviours | Substance classes",
  "gloss_vi": "On the characteristics of the sending and receiving societies, the circumstances of migration, and the relative social position in each setting. for example, immigrants moving from a society with high alcohol consumption...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues"
    ],
    "life_topics": [
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn on the characteristics of the sending and receiving societies, the circumstances of migration, and the relative social position in each setting. For example, immigrants moving from a society with high alcohol consumption to one with low alcohol consumption tend to assume the lower risk of disorder of the host country. Substance classes Disorders due to substance use are classified by first identifying the substance used. Available substance classes included are listed below, with a brief description of their properties, typical preparations and methods of use, as well as associated harms and disorders. 6C40 Disorders due to use of alcohol Disorders due to use of alcohol are characterized by the pattern and consequences of alcohol use. Alcohol – more specifically termed ethyl alcohol or ethanol – is an intoxicating compound produced by fermentation of sugars, usually in agricultural products such as fruits, cereals and vegetables, with or without subsequent distillation. There are a wide variety of alcoholic drinks, with alcohol concentrations typically ranging from 1.5% to 60%. Alcohol is predominantly a central nervous system depressant. Unlike most other substances, elimination of alcohol from the body occurs at a constant rate, such that its clearance follows a linear rather than a logarithmic course. In addition to ability to produce alcohol intoxication, alcohol has dependence-producing properties, resulting in alcohol dependence in some people and alcohol withdrawal when alcohol use is reduced or discontinued. Alcohol is implicated in a wide range of harms affecting most organs and systems of the body (e.g. cirrhosis of the liver, gastrointestinal cancers, pancreatitis). Harm to others resulting from behaviour during alcohol intoxication is well recognized, and is included in the definitions of categories of harmful use of alcohol (i.e. episode of harmful use of alcohol and harmful pattern of use of alcohol). Several alcohol-induced mental disorders (e.g. alcohol-induced psychotic disorder) and alcohol-related forms of neurocognitive impairment (e.g. dementia due to use of alcohol) are also recognized. Alcohol use is one of the most common causes of premature death and illness among men, and is still a substantial – though less common – cause of premature death and illness among women. The use of alcohol is implicated in millions of deaths per year (e.g. due to motor vehicle accidents). Although alcohol is used worldwide, and its use is legal among adults in most countries, there are substantial differences in cultural and religious acceptability of its use. Consequently, prevalence Disorders due to substance use or addictive behaviours | Substance classes On the characteristics of the sending and receiving societies, the circumstances of migration, and the relative social position in each setting. for example, immigrants moving from a society with high alcohol consumption..."
}