{
  "id": "everyday#screening_cues_5b0e113c",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Introduction 9 Key approaches to classifying mental, behavioural and neurodevelopmental disorders The definition of mental, behavioural and neurodevelopmental disorders The ICD-11 chapter on mental, behavioural and neurodevelopmental disorders begins with the following definition: Mental, behavioural and neurodevelopmental disorders are syndromes characterized by clinically significant disturbance in an individual’s cognition, emotional regulation or behaviour that reflects a dysfunction in the psychological, biological or developmental processes that underlie mental and behavioural functioning. These disturbances are usually associated with distress or impairment in personal, family, social, educational, occupational or other important areas of functioning. The term “disorder” is used as a part of nearly all category titles in the chapter. Although “disorder” is not a precise term, as in ICD-10 its use is intended “to avoid even greater problems inherent in the use of terms such as ‘disease’” (15, p. 11), which implies greater certainty about etiology and pathophysiology than exists for most mental disorders. Although mental disorders are by definition syndromes, “syndrome” is a broader term with more variable usage. Its use in category titles in the classification of mental, behavioural and neurodevelopmental disorders is restricted to the grouping of secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere; these are conditions with more variable symptoms that are less specified in the CDDR, but are judged to be direct pathophysiological consequences of a medical condition. Other conditions referred to as syndromes that are mentioned in the CDDR are classified in other parts of ICD-11 (e.g. Tourette syndrome is included in the chapter on diseases of the nervous system). Beyond the issue of terminology, the definition of mental, behavioural and neurodevelopmental disorders helps to delineate two boundaries. The first is the boundary between mental, behavioural and neurodevelopmental disorders and diseases and disorders classified in other chapters of ICD-11, and the second is the boundary between mental, behavioural and neurodevelopmental disorders and normality. Both of these boundaries represent key issues in diagnosis. The first part of the definition (“clinically significant disturbance in an individual’s cognition, emotional regulation or behaviour”) indicates that the essential features of the disorders included in the ICD-11 chapter on mental, behavioural and neurodevelopmental disorders invariably involve (but are not limited to) symptoms from these domains of mental and behavioural functioning. The presentation of disorders in other ICD-11 chapters (e.g. those on diseases of the nervous system and sleep-wake disorders) may include disturbances in these domains, but they are not common to all the disorders in those chapters. The second part of the definition is intended to clarify that in order for a clinical presentation to be diagnosable as a mental, behavioural or neurodevelopmental disorder (as opposed to representing normal variation), the symptom must reflect a dysfunction in an underlying psychological, biological or developmental process. For example, the experiences of an individual who has recently been bereaved might include acute feelings of sadness and emptiness accompanied by disturbances in cognition, emotional regulation or behaviour. However, symptoms entirely attributable to grief are not in and of themselves indicative of an underlying dysfunction in a psychological, biological or developmental process. Normal bereavement is not considered to be a disorder, despite its potential negative impact on social and occupational functioning. Similarly, behaviour (e.g. political, religious, sexual) that deviates from the accepted standards of society is only considered to be symptomatic of a mental disorder if it is a manifestation of a dysfunction in a psychological, biological or developmental process. 10 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders The final part of the definition",
  "gloss_vi": "Introduction 9 key approaches to classifying mental, behavioural and neurodevelopmental disorders the definition of mental, behavioural and neurodevelopmental disorders the icd-11 chapter on mental, behavioural and neuro...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "psychoeducation",
      "do_not_do"
    ],
    "life_topics": [
      "sleep",
      "stress",
      "study",
      "relationships",
      "grief"
    ],
    "advice_section": [
      "communication_tips",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Introduction 9 Key approaches to classifying mental, behavioural and neurodevelopmental disorders The definition of mental, behavioural and neurodevelopmental disorders The ICD-11 chapter on mental, behavioural and neurodevelopmental disorders begins with the following definition: Mental, behavioural and neurodevelopmental disorders are syndromes characterized by clinically significant disturbance in an individual’s cognition, emotional regulation or behaviour that reflects a dysfunction in the psychological, biological or developmental processes that underlie mental and behavioural functioning. These disturbances are usually associated with distress or impairment in personal, family, social, educational, occupational or other important areas of functioning. The term “disorder” is used as a part of nearly all category titles in the chapter. Although “disorder” is not a precise term, as in ICD-10 its use is intended “to avoid even greater problems inherent in the use of terms such as ‘disease’” (15, p. 11), which implies greater certainty about etiology and pathophysiology than exists for most mental disorders. Although mental disorders are by definition syndromes, “syndrome” is a broader term with more variable usage. Its use in category titles in the classification of mental, behavioural and neurodevelopmental disorders is restricted to the grouping of secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere; these are conditions with more variable symptoms that are less specified in the CDDR, but are judged to be direct pathophysiological consequences of a medical condition. Other conditions referred to as syndromes that are mentioned in the CDDR are classified in other parts of ICD-11 (e.g. Tourette syndrome is included in the chapter on diseases of the nervous system). Beyond the issue of terminology, the definition of mental, behavioural and neurodevelopmental disorders helps to delineate two boundaries. The first is the boundary between mental, behavioural and neurodevelopmental disorders and diseases and disorders classified in other chapters of ICD-11, and the second is the boundary between mental, behavioural and neurodevelopmental disorders and normality. Both of these boundaries represent key issues in diagnosis. The first part of the definition (“clinically significant disturbance in an individual’s cognition, emotional regulation or behaviour”) indicates that the essential features of the disorders included in the ICD-11 chapter on mental, behavioural and neurodevelopmental disorders invariably involve (but are not limited to) symptoms from these domains of mental and behavioural functioning. The presentation of disorders in other ICD-11 chapters (e.g. those on diseases of the nervous system and sleep-wake disorders) may include disturbances in these domains, but they are not common to all the disorders in those chapters. The second part of the definition is intended to clarify that in order for a clinical presentation to be diagnosable as a mental, behavioural or neurodevelopmental disorder (as opposed to representing normal variation), the symptom must reflect a dysfunction in an underlying psychological, biological or developmental process. For example, the experiences of an individual who has recently been bereaved might include acute feelings of sadness and emptiness accompanied by disturbances in cognition, emotional regulation or behaviour. However, symptoms entirely attributable to grief are not in and of themselves indicative of an underlying dysfunction in a psychological, biological or developmental process. Normal bereavement is not considered to be a disorder, despite its potential negative impact on social and occupational functioning. Similarly, behaviour (e.g. political, religious, sexual) that deviates from the accepted standards of society is only considered to be symptomatic of a mental disorder if it is a manifestation of a dysfunction in a psychological, biological or developmental process. 10 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders The final part of the definition Introduction 9 key approaches to classifying mental, behavioural and neurodevelopmental disorders the definition of mental, behavioural and neurodevelopmental disorders the icd-11 chapter on mental, behavioural and neuro..."
}