{
  "id": "everyday#screening_cues_9132653d",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "of the the Steering Group and confirmed by the members evidence; (iv) formulation of the recommendations; and of the GDG before the start of the first meeting. The (v) planning for the dissemination, implementation, co-chair also had the role of guideline methodologist. impact evaluation and updating of the guideline. The chair and co-chair were selected based on their previous experience chairing WHO GDGs and managing 2.1 Contributors to the group processes, as well as their content expertise guideline and understanding of WHO guideline development processes. The role of the GDG was to support the The different groups involved in the development of definition of the scope of the guideline and to examine the guideline are described below. Further details are and interpret the evidence and formulate the final provided in Annex 1. recommendations during meetings, and to review the draft guideline document. 2.1.1 WHO Steering Group The guideline development process was guided and 2.1.3 Topic Expert Groups overseen by the Steering Group, which comprised staff The heterogeneity of expertise required to members from the WHO Department of Mental Health comprehensively review these modules, which span and Substance Use, WHO regional advisors and staff MNS disorders, led the Secretariat to introduce Topic members from a number of other WHO departments. Expert Groups (TEGs) to assist in review of the current The role of the Steering Group was to identify priority recommendations, and provide guidance to the questions and outcomes, in consultation with the Steering Group. Topic Expert Groups (TEGs) for each module, the Guideline Development Group (GDG)and the guideline Ten TEGs were established with 51 external experts methodologist. The Steering Group also decided on involved. The same members served as the TEG for composition of the proposed GDG and provided overall both the module for alcohol use disorders and the support to guideline development. module for drug use disorders due to the overlap of expertise in these module areas. Topic experts 2.1.2 Guideline Development Group were identified by the eight focal points – covering The GDG was assembled to be a diverse group of 11 modules2 – and the WHO Secretariat based on 33 individuals with expertise in research, clinical their expertise in the module area. The size of the practice, health policy and programmes, and guideline TEG was informed by the scope of the module. The development methods relating to interventions for TEGs, together with the eight focal points, had a mental health care, and persons with lived experience. key role in appraising existing review questions and The members were identified in a way that ensured recommendations from the previous 2015 mhGAP geographic and gender balance. As mhGAP is intended guideline update, and they provided suggestions on 2 Each module had one person as a focal point, but the same person was the focal point for ALC and DRU, for ANX and STR, and for EPI and OVE, such that there were eight focal points across 11 modules. 4",
  "gloss_vi": "Of the the steering group and confirmed by the members evidence; (iv) formulation of the recommendations; and of the gdg before the start of the first meeting. the (v) planning for the dissemination, implementation, co-c...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation"
    ],
    "life_topics": [
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc of the the Steering Group and confirmed by the members evidence; (iv) formulation of the recommendations; and of the GDG before the start of the first meeting. The (v) planning for the dissemination, implementation, co-chair also had the role of guideline methodologist. impact evaluation and updating of the guideline. The chair and co-chair were selected based on their previous experience chairing WHO GDGs and managing 2.1 Contributors to the group processes, as well as their content expertise guideline and understanding of WHO guideline development processes. The role of the GDG was to support the The different groups involved in the development of definition of the scope of the guideline and to examine the guideline are described below. Further details are and interpret the evidence and formulate the final provided in Annex 1. recommendations during meetings, and to review the draft guideline document. 2.1.1 WHO Steering Group The guideline development process was guided and 2.1.3 Topic Expert Groups overseen by the Steering Group, which comprised staff The heterogeneity of expertise required to members from the WHO Department of Mental Health comprehensively review these modules, which span and Substance Use, WHO regional advisors and staff MNS disorders, led the Secretariat to introduce Topic members from a number of other WHO departments. Expert Groups (TEGs) to assist in review of the current The role of the Steering Group was to identify priority recommendations, and provide guidance to the questions and outcomes, in consultation with the Steering Group. Topic Expert Groups (TEGs) for each module, the Guideline Development Group (GDG)and the guideline Ten TEGs were established with 51 external experts methodologist. The Steering Group also decided on involved. The same members served as the TEG for composition of the proposed GDG and provided overall both the module for alcohol use disorders and the support to guideline development. module for drug use disorders due to the overlap of expertise in these module areas. Topic experts 2.1.2 Guideline Development Group were identified by the eight focal points – covering The GDG was assembled to be a diverse group of 11 modules2 – and the WHO Secretariat based on 33 individuals with expertise in research, clinical their expertise in the module area. The size of the practice, health policy and programmes, and guideline TEG was informed by the scope of the module. The development methods relating to interventions for TEGs, together with the eight focal points, had a mental health care, and persons with lived experience. key role in appraising existing review questions and The members were identified in a way that ensured recommendations from the previous 2015 mhGAP geographic and gender balance. As mhGAP is intended guideline update, and they provided suggestions on 2 Each module had one person as a focal point, but the same person was the focal point for ALC and DRU, for ANX and STR, and for EPI and OVE, such that there were eight focal points across 11 modules. 4 Of the the steering group and confirmed by the members evidence; (iv) formulation of the recommendations; and of the gdg before the start of the first meeting. the (v) planning for the dissemination, implementation, co-c..."
}