{
  "id": "everyday#work_habits_69ad91d9",
  "title_en": "General — Work Habits",
  "title_vi": "General — Work Habits",
  "text_en": "Disruptive behaviour and dissocial disorders 539 Specifiers for the presence or absence of chronic irritability-anger Two specifiers indicating the presence or absence of chronic irritability-anger can be assigned to the diagnosis of oppositional defiant disorder. 6C90.0 Oppositional defiant disorder, with chronic irritability-anger • All diagnostic requirements for oppositional defiant disorder are met. • The presentation is characterized by prevailing, persistent irritable mood or anger that is atypical for individuals of comparable age, developmental level, gender and sociocultural context, including most of the following features: • often feeling angry or resentful, showing bitterness towards others, or feeling as if things are unfair; • often being touchy or easily annoyed, exhibiting oversensitivity or irritation to minimal or perceived provocations; • often losing temper, exhibiting angry verbal or behavioural outbursts – which may include tantrums, destructive behaviours or other forms of severe mood dysregulation. • The anger or resentment, touchiness or annoyance, and loss of temper is out of proportion in intensity or duration to any provocation, and may be present independent of any apparent provocation. • Chronic irritability-anger is characteristic of the individual’s functioning nearly every day, are not limited to discrete periods, is observable across multiple settings or domains of functioning (e.g. home, school, social relationships), and is not restricted to the individual’s relationship with their parents or guardians. • The pattern of chronic irritability-anger is not better accounted for by another mental disorder (e.g. irritable mood in the context of manic or depressive episodes). • Individuals with this subtype usually also display other characteristic features of oppositional defiant disorder, including defiant, headstrong or vindictive behaviours. 6C90.1 Oppositional defiant disorder, without chronic irritability-anger • All diagnostic requirements for oppositional defiant disorder are met. • The presentation is characterized by absence of prevailing, persistently angry or irritable mood. In these individuals, anger and irritability occur less frequently, and tend to be transitory, less severe and less often out of proportion to the provocation compared to individuals with chronic irritability-anger. 6C90.Z Oppositional defiant disorder, unspecified Disruptive behaviour and dissocial disorders | Oppositional defiant disorder 540 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Additional clinical features • Although often identified through parental report of noncompliant behaviour, the negative and antagonistic aspects of oppositional defiant disorder also exert a broader negative influence on interactions with others outside the family. Oppositional defiant disorder is associated with peer rejection and interpersonal discord through the school years and into",
  "gloss_vi": "Disruptive behaviour and dissocial disorders 539 specifiers for the presence or absence of chronic irritability-anger two specifiers indicating the presence or absence of chronic irritability-anger can be assigned to the...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [],
    "life_topics": [
      "relationships",
      "grief"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Work Habits General — Work Habits Disruptive behaviour and dissocial disorders 539 Specifiers for the presence or absence of chronic irritability-anger Two specifiers indicating the presence or absence of chronic irritability-anger can be assigned to the diagnosis of oppositional defiant disorder. 6C90.0 Oppositional defiant disorder, with chronic irritability-anger • All diagnostic requirements for oppositional defiant disorder are met. • The presentation is characterized by prevailing, persistent irritable mood or anger that is atypical for individuals of comparable age, developmental level, gender and sociocultural context, including most of the following features: • often feeling angry or resentful, showing bitterness towards others, or feeling as if things are unfair; • often being touchy or easily annoyed, exhibiting oversensitivity or irritation to minimal or perceived provocations; • often losing temper, exhibiting angry verbal or behavioural outbursts – which may include tantrums, destructive behaviours or other forms of severe mood dysregulation. • The anger or resentment, touchiness or annoyance, and loss of temper is out of proportion in intensity or duration to any provocation, and may be present independent of any apparent provocation. • Chronic irritability-anger is characteristic of the individual’s functioning nearly every day, are not limited to discrete periods, is observable across multiple settings or domains of functioning (e.g. home, school, social relationships), and is not restricted to the individual’s relationship with their parents or guardians. • The pattern of chronic irritability-anger is not better accounted for by another mental disorder (e.g. irritable mood in the context of manic or depressive episodes). • Individuals with this subtype usually also display other characteristic features of oppositional defiant disorder, including defiant, headstrong or vindictive behaviours. 6C90.1 Oppositional defiant disorder, without chronic irritability-anger • All diagnostic requirements for oppositional defiant disorder are met. • The presentation is characterized by absence of prevailing, persistently angry or irritable mood. In these individuals, anger and irritability occur less frequently, and tend to be transitory, less severe and less often out of proportion to the provocation compared to individuals with chronic irritability-anger. 6C90.Z Oppositional defiant disorder, unspecified Disruptive behaviour and dissocial disorders | Oppositional defiant disorder 540 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Additional clinical features • Although often identified through parental report of noncompliant behaviour, the negative and antagonistic aspects of oppositional defiant disorder also exert a broader negative influence on interactions with others outside the family. Oppositional defiant disorder is associated with peer rejection and interpersonal discord through the school years and into Disruptive behaviour and dissocial disorders 539 specifiers for the presence or absence of chronic irritability-anger two specifiers indicating the presence or absence of chronic irritability-anger can be assigned to the..."
}