{
  "id": "everyday#screening_cues_2207de08",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders PSY9. In adults presenting with a depressive episode in bipolar disorder, are medicines with antidepressant effects (adjunct to maintenance treatment) effective and safe? Recommendation (update): Fluoxetine, olanzapine, quetiapine, valproic acid (sodium valproate) or venlafaxine should be considered for adults with bipolar depression. If fluoxetine or venlafaxine are chosen, they should be co-administered with a mood stabilizer (namely quetiapine, olanzapine, carbamazepine, valproic acid [sodium valproate], lithium). Strength of recommendation: Conditional Certainty of evidence: Very low Justification Remarks y Data were extracted from an NMA: Yildiz et al., 2023 y Please refer to recommendation PSY8 to find (101 RCTs on pharmacotherapy for adults with further information on the recommendations bipolar depression) (207). for mood stabilizer and antipsychotic use in y The study showed small effects for reduction maintenance treatment. of depressive symptoms for the combination of Research gaps olanzapine plus fluoxetine with moderate certainty of evidence (SMD = 0.41). Venlafaxine showed small y Most of the evidence is from HICs. Further research is effects as well (SMD = 0.47) with low certainty of needed in LMICs. evidence. Fluoxetine showed large effects (SMD y Most of the available data are for antipsychotics; = 0.75), based however on very low certainty more data are needed on antidepressants. of evidence. Implementation considerations y The other investigated (adjunctive) psychotropic y People living with bipolar disorders should medicines with antidepressive use (including be involved in medicine choice in a supported antidepressants, mood stabilizers and decision-making process. antipsychotics), namely sertraline, paroxetine, imipramine, aripiprazole plus citalopram, sertraline y Acquisition costs can differ substantially and also plus lithium, bupropion, citalopram and risperidone throughout the world. plus paroxetine were not convincingly different than y Lithium carbonate, sodium valproate (valproic placebo. However, sertraline was also close to being acid), carbamazepine and quetiapine (therapeutic possibly superior to placebo. alternatives: aripiprazole, olanzapine, paliperidone) y Overall, data suggest that antidepressants (alone) are available in the WHO EML (13). may be efficacious with small effects, but it is y Antidepressant treatment should begin at a low unclear if they differ. dose and be increased gradually if necessary. y For the outcome “manic switch”, all investigated y Individuals should be monitored carefully for medicines were not convincingly different than early signs of manic symptoms. Antidepressants placebo. However, these data were mainly from should be stopped soon after remission of short-term studies. Generally, manic switch seems to depressive symptoms, while mood stabilizer should be a rare complication. be continued. 100 3. Recommendations PSY10. In adults with psychotic disorders (including schizophrenia), are psychological interventions (such as psychoeducation, family interventions and cognitive behavioural therapy) effective in the acute phase?",
  "gloss_vi": "Mental health gap action programme (mhgap) guideline for mental, neurological and substance use disorders psy9. in adults presenting with a depressive episode in bipolar disorder, are medicines with antidepressant effect...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "psychoeducation"
    ],
    "life_topics": [
      "study",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders PSY9. In adults presenting with a depressive episode in bipolar disorder, are medicines with antidepressant effects (adjunct to maintenance treatment) effective and safe? Recommendation (update): Fluoxetine, olanzapine, quetiapine, valproic acid (sodium valproate) or venlafaxine should be considered for adults with bipolar depression. If fluoxetine or venlafaxine are chosen, they should be co-administered with a mood stabilizer (namely quetiapine, olanzapine, carbamazepine, valproic acid [sodium valproate], lithium). Strength of recommendation: Conditional Certainty of evidence: Very low Justification Remarks y Data were extracted from an NMA: Yildiz et al., 2023 y Please refer to recommendation PSY8 to find (101 RCTs on pharmacotherapy for adults with further information on the recommendations bipolar depression) (207). for mood stabilizer and antipsychotic use in y The study showed small effects for reduction maintenance treatment. of depressive symptoms for the combination of Research gaps olanzapine plus fluoxetine with moderate certainty of evidence (SMD = 0.41). Venlafaxine showed small y Most of the evidence is from HICs. Further research is effects as well (SMD = 0.47) with low certainty of needed in LMICs. evidence. Fluoxetine showed large effects (SMD y Most of the available data are for antipsychotics; = 0.75), based however on very low certainty more data are needed on antidepressants. of evidence. Implementation considerations y The other investigated (adjunctive) psychotropic y People living with bipolar disorders should medicines with antidepressive use (including be involved in medicine choice in a supported antidepressants, mood stabilizers and decision-making process. antipsychotics), namely sertraline, paroxetine, imipramine, aripiprazole plus citalopram, sertraline y Acquisition costs can differ substantially and also plus lithium, bupropion, citalopram and risperidone throughout the world. plus paroxetine were not convincingly different than y Lithium carbonate, sodium valproate (valproic placebo. However, sertraline was also close to being acid), carbamazepine and quetiapine (therapeutic possibly superior to placebo. alternatives: aripiprazole, olanzapine, paliperidone) y Overall, data suggest that antidepressants (alone) are available in the WHO EML (13). may be efficacious with small effects, but it is y Antidepressant treatment should begin at a low unclear if they differ. dose and be increased gradually if necessary. y For the outcome “manic switch”, all investigated y Individuals should be monitored carefully for medicines were not convincingly different than early signs of manic symptoms. Antidepressants placebo. However, these data were mainly from should be stopped soon after remission of short-term studies. Generally, manic switch seems to depressive symptoms, while mood stabilizer should be a rare complication. be continued. 100 3. Recommendations PSY10. In adults with psychotic disorders (including schizophrenia), are psychological interventions (such as psychoeducation, family interventions and cognitive behavioural therapy) effective in the acute phase? Mental health gap action programme (mhgap) guideline for mental, neurological and substance use disorders psy9. in adults presenting with a depressive episode in bipolar disorder, are medicines with antidepressant effect..."
}