{
  "id": "everyday#screening_cues_26ebf9d6",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders 3.5 Dementia (DEM) DEM1. For carers of people with dementia, are psychosocial interventions effective in improving their outcomes? Recommendation (update): 1.1 Psychosocial interventions – namely mindfulness-based interventions, multicomponent interventions, psychoeducation and psychotherapy/ counselling – should be offered for carers of people living with dementia. Strength of recommendation: Strong Certainty of evidence: Low 1.2 Respite care should be considered for carers of people living with dementia. Strength of recommendation: Conditional Certainty of evidence: Low 1.3 Depression and anxiety in carers of people living with dementia should be assessed and treated in line with mhGAP recommendations for depression and anxiety. Strength of recommendation: Strong Certainty of evidence: Low Justification y The most robust evidence exists for multicomponent y Data were extracted from six systematic reviews: interventions that may produce moderate positive Cheng et al., 2020 (83); González-Fraile et al., 2021 effects on carer ability, knowledge, skills and (84); Lee et al., 2020 (85); Lee et al., 2020 (86); Walter mastery and small effects on carer burden and and Pinquart, 2020 (87); Xu et al., 2020 (88). stress, subjective well-being, health-related quality of life and social support. y The extracted data pertained to 10 interventions: (i) psychoeducation; (ii) counselling and y Psychoeducation in combination with cognitive- psychotherapy (including CBT); (iii) mindfulness- behavioural techniques, mindfulness-based based interventions and complementary and interventions, psychotherapy or counselling may alternative medicine (CAM); (iv) support groups, also produce a wide range of positive carer effects emotional support, social support; (v) care of small to large magnitude including reduced carer coordination and case management; (vi) training depressive symptoms, carer burden and stress, and of the care-recipient with carer involvement; anxiety; as well as increased subjective well-being (vii) multicomponent interventions; (viii) remotely and health-related quality of life. delivered interventions; (ix) behavioural activation; y Globally, family members and close friends provide and (x) respite care. most of the care and support for people living y Psychosocial interventions to help carers produce with dementia, with caregiving hours accounting small effects, favouring interventions with on for 50% of the global cost of dementia care (15). average low to very low certainty of evidence. Informal caregiving is associated with significantly 50 3. Recommendations poorer mental health outcomes for carers compared specific coping skills to deal with caregiving with the general population (89), with depression challenges; may be delivered individually or in and anxiety being particularly common. For these group-settings if the therapeutic components reasons, and given that the benefits exceed the are adapted for delivery in a structured harms, a strong recommendation has been made psychoeducational format (83). despite low certainty of evidence. – “Psychotherapy/counselling” as defined by Cheng y Evidence for utilizing respite care (i.e. temporary et al., 2020 (83) refers to interventions that involve relief from caregiving duties through the provision implementation of specified forms of individual or of substitute care",
  "gloss_vi": "Mental health gap action programme (mhgap) guideline for mental, neurological and substance use disorders 3.5 dementia (dem) dem1. for carers of people with dementia, are psychosocial interventions effective in improving...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "psychoeducation"
    ],
    "life_topics": [
      "stress",
      "relationships"
    ],
    "advice_section": [
      "coping_skill"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders 3.5 Dementia (DEM) DEM1. For carers of people with dementia, are psychosocial interventions effective in improving their outcomes? Recommendation (update): 1.1 Psychosocial interventions – namely mindfulness-based interventions, multicomponent interventions, psychoeducation and psychotherapy/ counselling – should be offered for carers of people living with dementia. Strength of recommendation: Strong Certainty of evidence: Low 1.2 Respite care should be considered for carers of people living with dementia. Strength of recommendation: Conditional Certainty of evidence: Low 1.3 Depression and anxiety in carers of people living with dementia should be assessed and treated in line with mhGAP recommendations for depression and anxiety. Strength of recommendation: Strong Certainty of evidence: Low Justification y The most robust evidence exists for multicomponent y Data were extracted from six systematic reviews: interventions that may produce moderate positive Cheng et al., 2020 (83); González-Fraile et al., 2021 effects on carer ability, knowledge, skills and (84); Lee et al., 2020 (85); Lee et al., 2020 (86); Walter mastery and small effects on carer burden and and Pinquart, 2020 (87); Xu et al., 2020 (88). stress, subjective well-being, health-related quality of life and social support. y The extracted data pertained to 10 interventions: (i) psychoeducation; (ii) counselling and y Psychoeducation in combination with cognitive- psychotherapy (including CBT); (iii) mindfulness- behavioural techniques, mindfulness-based based interventions and complementary and interventions, psychotherapy or counselling may alternative medicine (CAM); (iv) support groups, also produce a wide range of positive carer effects emotional support, social support; (v) care of small to large magnitude including reduced carer coordination and case management; (vi) training depressive symptoms, carer burden and stress, and of the care-recipient with carer involvement; anxiety; as well as increased subjective well-being (vii) multicomponent interventions; (viii) remotely and health-related quality of life. delivered interventions; (ix) behavioural activation; y Globally, family members and close friends provide and (x) respite care. most of the care and support for people living y Psychosocial interventions to help carers produce with dementia, with caregiving hours accounting small effects, favouring interventions with on for 50% of the global cost of dementia care (15). average low to very low certainty of evidence. Informal caregiving is associated with significantly 50 3. Recommendations poorer mental health outcomes for carers compared specific coping skills to deal with caregiving with the general population (89), with depression challenges; may be delivered individually or in and anxiety being particularly common. For these group-settings if the therapeutic components reasons, and given that the benefits exceed the are adapted for delivery in a structured harms, a strong recommendation has been made psychoeducational format (83). despite low certainty of evidence. – “Psychotherapy/counselling” as defined by Cheng y Evidence for utilizing respite care (i.e. temporary et al., 2020 (83) refers to interventions that involve relief from caregiving duties through the provision implementation of specified forms of individual or of substitute care Mental health gap action programme (mhgap) guideline for mental, neurological and substance use disorders 3.5 dementia (dem) dem1. for carers of people with dementia, are psychosocial interventions effective in improving..."
}