{
  "id": "everyday#screening_cues_1edc5dd4",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "In contrast, the symptoms in acute and transient psychotic disorder tend to fluctuate rapidly in intensity and type across time, such that the content and focus of delusions or hallucinations often shift, even on a daily basis. Negative symptoms may be present in schizophrenia and schizoaffective disorder, but do not occur in acute and transient psychotic disorder. The duration of acute and transient psychotic disorder does not exceed 3 months, and most often lasts from a few days to 1 month, compared to a much longer typical course for schizophrenia or schizoaffective disorder. Finally, in contrast to schizophrenia, where the onset is often preceded by a history of poor premorbid adjustment, in acute and transient psychotic disorder the person’s symptoms progress rapidly without a prodromal period. In cases that meet both the diagnostic requirements for acute and transient psychotic disorder (i.e. fluctuating symptoms, acute onset, duration less than 3 months) and schizophrenia (e.g. delusions and hallucinations for more than 1 month) in the absence of a previous history of schizophrenia, a diagnosis of acute and transient psychotic disorder and not schizophrenia should be assigned. Boundary with mood disorders with psychotic symptoms Depressive and bipolar disorders are characterized by a predominant disturbance in mood that persists for at least several days and often much longer. Although mood symptoms may occur in acute and transient psychotic disorder, they are transient and do not meet the required duration or associated symptoms to qualify for a depressive, manic or mixed episode. Boundary with acute stress reaction and dissociative disorders Like acute and transient psychotic disorder, acute stress reaction and some dissociative disorders have an acute onset, often in response to a stressful life experience, and resolve in days to weeks. In contrast, by definition, acute and transient psychotic disorder includes psychotic symptoms like hallucinations or delusions that do not occur in disorders specifically associated with stress or in dissociative disorders. Boundary with delirium In delirium, the individual has a fluctuating clouding of consciousness (i.e. reduced ability to direct, focus, sustain and shift attention) and awareness (i.e. reduced orientation to the environment). In contrast, in acute and transient psychotic disorder, the person maintains a regular level of alertness and relatively clear sense of consciousness, despite transient states of perplexity, confusion and impairment of attention or concentration. Schizophrenia and other primary psychotic disorders | Acute and transient psychotic disorder",
  "gloss_vi": "In contrast, the symptoms in acute and transient psychotic disorder tend to fluctuate rapidly in intensity and type across time, such that the content and focus of delusions or hallucinations often shift, even on a daily...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc In contrast, the symptoms in acute and transient psychotic disorder tend to fluctuate rapidly in intensity and type across time, such that the content and focus of delusions or hallucinations often shift, even on a daily basis. Negative symptoms may be present in schizophrenia and schizoaffective disorder, but do not occur in acute and transient psychotic disorder. The duration of acute and transient psychotic disorder does not exceed 3 months, and most often lasts from a few days to 1 month, compared to a much longer typical course for schizophrenia or schizoaffective disorder. Finally, in contrast to schizophrenia, where the onset is often preceded by a history of poor premorbid adjustment, in acute and transient psychotic disorder the person’s symptoms progress rapidly without a prodromal period. In cases that meet both the diagnostic requirements for acute and transient psychotic disorder (i.e. fluctuating symptoms, acute onset, duration less than 3 months) and schizophrenia (e.g. delusions and hallucinations for more than 1 month) in the absence of a previous history of schizophrenia, a diagnosis of acute and transient psychotic disorder and not schizophrenia should be assigned. Boundary with mood disorders with psychotic symptoms Depressive and bipolar disorders are characterized by a predominant disturbance in mood that persists for at least several days and often much longer. Although mood symptoms may occur in acute and transient psychotic disorder, they are transient and do not meet the required duration or associated symptoms to qualify for a depressive, manic or mixed episode. Boundary with acute stress reaction and dissociative disorders Like acute and transient psychotic disorder, acute stress reaction and some dissociative disorders have an acute onset, often in response to a stressful life experience, and resolve in days to weeks. In contrast, by definition, acute and transient psychotic disorder includes psychotic symptoms like hallucinations or delusions that do not occur in disorders specifically associated with stress or in dissociative disorders. Boundary with delirium In delirium, the individual has a fluctuating clouding of consciousness (i.e. reduced ability to direct, focus, sustain and shift attention) and awareness (i.e. reduced orientation to the environment). In contrast, in acute and transient psychotic disorder, the person maintains a regular level of alertness and relatively clear sense of consciousness, despite transient states of perplexity, confusion and impairment of attention or concentration. Schizophrenia and other primary psychotic disorders | Acute and transient psychotic disorder In contrast, the symptoms in acute and transient psychotic disorder tend to fluctuate rapidly in intensity and type across time, such that the content and focus of delusions or hallucinations often shift, even on a daily..."
}