{
  "id": "everyday#risk_safety_4180508b",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "disorders in clinical settings 23 equivalent phenomenon is experiencing feelings of physical restlessness or a sense of discomfort with being quiet or sitting still. Also included in this section are developmental variations that are more common in older adults, among whom many mental disorders are often underdiagnosed. This section also contains information about different patterns of co-occurring conditions and risks for associated sequelae according to developmental stage. Culture-related features This section provides information regarding cultural considerations that should be considered when making the diagnosis. This includes cultural variations in prevalence and symptoms of disorders, sociocultural mechanisms that may account for this variation, and descriptions of cultural concepts of distress that are relevant to diagnosis and treatment decisions. See the section on cultural factors in the Introduction for additional information. Sex- and/or gender-related features This section covers sex- and/or gender-related diagnostic issues, including sex- and/or gender- linked differences in symptom presentation, community prevalence and presentation in clinical settings. Boundaries with other disorders and conditions (differential diagnosis) This section lists other disorders that should be considered in the differential diagnosis – particularly those that share presenting symptoms or features. For each of these disorders, this section describes the features that differentiate it from the index disorder, providing guidance to the clinician about how to make this differentiation. Issues related to the concurrent diagnosis of the disorder being distinguished from the index disorder are also discussed in this section. The boundary descriptions generally cover all information conveyed by exclusion terms on the ICD-11 MMS platform.3 Exclusion terms are often confusing to clinicians because they assume that they mean that the excluded condition cannot be diagnosed simultaneously with the index condition, which is not the case. Rather, an exclusion term in the ICD-11 MMS indicates that the condition excluded is not part of the condition described by the category, so that both conditions may be used at the same time if warranted. These considerations are covered more clearly and explicitly in the boundary descriptions found in this section of the CDDR. Making an ICD-11 diagnosis using the CDDR Consideration of essential (required) features The diagnostic process starts with a consideration of whether the presentation meets the diagnostic requirements laid out in the essential (required) features section of the CDDR for the diagnosis under consideration. There are two types of essential features: those that must be present for the diagnostic requirements to be met and those that require a consideration of whether the symptoms may be better explained by other mental disorders that share presenting features. This aspect of the diagnostic evaluation includes a consideration of: • particular symptoms that must be present (which may be expressed as a minimum number of symptoms from an item list – e.g. “Several of the following symptoms must be present”); • the minimum amount of time that symptoms need to have been present (e.g. “present…for a period of at least several months”); • frequency or proportion of the time that symptoms need to be present during that required period of time (e.g. “most of the time”, “most of the day, nearly every day”, “for more days than not”, “more than 1 hour per day”, “multiple incidents”); 3 ICD-11 for Mortality and Morbidity Statistics (ICD-11 MMS) [website]. Geneva: World Health Organization; 2023 (https://ICD.who. int/browse11/l-m/en#/).",
  "gloss_vi": "Disorders in clinical settings 23 equivalent phenomenon is experiencing feelings of physical restlessness or a sense of discomfort with being quiet or sitting still. also included in this section are developmental variat...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues"
    ],
    "life_topics": [
      "stress",
      "relationships"
    ],
    "advice_section": [
      "communication_tips",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn disorders in clinical settings 23 equivalent phenomenon is experiencing feelings of physical restlessness or a sense of discomfort with being quiet or sitting still. Also included in this section are developmental variations that are more common in older adults, among whom many mental disorders are often underdiagnosed. This section also contains information about different patterns of co-occurring conditions and risks for associated sequelae according to developmental stage. Culture-related features This section provides information regarding cultural considerations that should be considered when making the diagnosis. This includes cultural variations in prevalence and symptoms of disorders, sociocultural mechanisms that may account for this variation, and descriptions of cultural concepts of distress that are relevant to diagnosis and treatment decisions. See the section on cultural factors in the Introduction for additional information. Sex- and/or gender-related features This section covers sex- and/or gender-related diagnostic issues, including sex- and/or gender- linked differences in symptom presentation, community prevalence and presentation in clinical settings. Boundaries with other disorders and conditions (differential diagnosis) This section lists other disorders that should be considered in the differential diagnosis – particularly those that share presenting symptoms or features. For each of these disorders, this section describes the features that differentiate it from the index disorder, providing guidance to the clinician about how to make this differentiation. Issues related to the concurrent diagnosis of the disorder being distinguished from the index disorder are also discussed in this section. The boundary descriptions generally cover all information conveyed by exclusion terms on the ICD-11 MMS platform.3 Exclusion terms are often confusing to clinicians because they assume that they mean that the excluded condition cannot be diagnosed simultaneously with the index condition, which is not the case. Rather, an exclusion term in the ICD-11 MMS indicates that the condition excluded is not part of the condition described by the category, so that both conditions may be used at the same time if warranted. These considerations are covered more clearly and explicitly in the boundary descriptions found in this section of the CDDR. Making an ICD-11 diagnosis using the CDDR Consideration of essential (required) features The diagnostic process starts with a consideration of whether the presentation meets the diagnostic requirements laid out in the essential (required) features section of the CDDR for the diagnosis under consideration. There are two types of essential features: those that must be present for the diagnostic requirements to be met and those that require a consideration of whether the symptoms may be better explained by other mental disorders that share presenting features. This aspect of the diagnostic evaluation includes a consideration of: • particular symptoms that must be present (which may be expressed as a minimum number of symptoms from an item list – e.g. “Several of the following symptoms must be present”); • the minimum amount of time that symptoms need to have been present (e.g. “present…for a period of at least several months”); • frequency or proportion of the time that symptoms need to be present during that required period of time (e.g. “most of the time”, “most of the day, nearly every day”, “for more days than not”, “more than 1 hour per day”, “multiple incidents”); 3 ICD-11 for Mortality and Morbidity Statistics (ICD-11 MMS) [website]. Geneva: World Health Organization; 2023 (https://ICD.who. int/browse11/l-m/en#/). Disorders in clinical settings 23 equivalent phenomenon is experiencing feelings of physical restlessness or a sense of discomfort with being quiet or sitting still. also included in this section are developmental variat..."
}