{
  "id": "everyday#risk_safety_043e9b18",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders QT prolongation A potential medication-induced side-effect of ventricular myocardial repolarization characterized by a prolonged QT interval on the electrocardiogram (ECG) that can lead to symptomatic ventricular arrhythmias and an increased risk of sudden cardiac death. Racing thoughts Rapid thought pattern with tangential movement from one idea to the next, often associated with mania or other mental illnesses. Relapse A return to drinking or other drug use after a period of abstinence, often accompanied by reinstatement of dependence symptoms. The term is also used to indicate return of symptoms of MNS disorder after a period of recovery. Relaxation training Involves training in techniques such as breathing exercises to elicit the relaxation response. Respiratory depression Inadequate slow breathing rate, resulting in insufficient oxygen. Common causes include brain injury and intoxication (e.g. due to benzodiazepines). Respite care Provision of temporary care in a health-care facility to a person normally cared for at home. Rigidity Resistance to the passive movement of a limb that persists throughout its range. It is a symptom of parkinsonism. Seizure Episode of brain malfunction due to disturbance of cortical function, resulting in sudden, abnormal, excessive and disorganized discharge of brain cells. Clinical manifestations include abnormal motor, sensory and psychic phenomena. Self-harm Intentional self-inflicted poisoning or injury, which may or may not have a fatal intent or outcome. Serotonin syndrome Characterized by an excess of serotonin in the central nervous system, associated with the use of various agents, including selective serotonin reuptake inhibitors (SSRIs). Serotonin syndrome may result in muscle rigidity, myoclonus, agitation, confusion, hyperthermia, hyperreflexia, as well as dysautonomic symptoms, with a risk of shock with low peripheral vascular resistance, seizures, coma, rhabdomyolysis and/or disseminated intravascular coagulation (DIC). Slurred speech Speech with indistinctive pronunciation. Social network A construct of analytical sociology referring to the characteristics of social linkages among people as a means of understanding their behaviour, rather than focusing on the attributes of individuals. Social withdrawal Inability of a person to engage",
  "gloss_vi": "Mental health gap action programme (mhgap) guideline for mental, neurological and substance use disorders qt prolongation a potential medication-induced side-effect of ventricular myocardial repolarization characterized ...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral"
    ],
    "life_topics": [
      "stress",
      "study",
      "work"
    ],
    "advice_section": [
      "coping_skill"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders QT prolongation A potential medication-induced side-effect of ventricular myocardial repolarization characterized by a prolonged QT interval on the electrocardiogram (ECG) that can lead to symptomatic ventricular arrhythmias and an increased risk of sudden cardiac death. Racing thoughts Rapid thought pattern with tangential movement from one idea to the next, often associated with mania or other mental illnesses. Relapse A return to drinking or other drug use after a period of abstinence, often accompanied by reinstatement of dependence symptoms. The term is also used to indicate return of symptoms of MNS disorder after a period of recovery. Relaxation training Involves training in techniques such as breathing exercises to elicit the relaxation response. Respiratory depression Inadequate slow breathing rate, resulting in insufficient oxygen. Common causes include brain injury and intoxication (e.g. due to benzodiazepines). Respite care Provision of temporary care in a health-care facility to a person normally cared for at home. Rigidity Resistance to the passive movement of a limb that persists throughout its range. It is a symptom of parkinsonism. Seizure Episode of brain malfunction due to disturbance of cortical function, resulting in sudden, abnormal, excessive and disorganized discharge of brain cells. Clinical manifestations include abnormal motor, sensory and psychic phenomena. Self-harm Intentional self-inflicted poisoning or injury, which may or may not have a fatal intent or outcome. Serotonin syndrome Characterized by an excess of serotonin in the central nervous system, associated with the use of various agents, including selective serotonin reuptake inhibitors (SSRIs). Serotonin syndrome may result in muscle rigidity, myoclonus, agitation, confusion, hyperthermia, hyperreflexia, as well as dysautonomic symptoms, with a risk of shock with low peripheral vascular resistance, seizures, coma, rhabdomyolysis and/or disseminated intravascular coagulation (DIC). Slurred speech Speech with indistinctive pronunciation. Social network A construct of analytical sociology referring to the characteristics of social linkages among people as a means of understanding their behaviour, rather than focusing on the attributes of individuals. Social withdrawal Inability of a person to engage Mental health gap action programme (mhgap) guideline for mental, neurological and substance use disorders qt prolongation a potential medication-induced side-effect of ventricular myocardial repolarization characterized ..."
}