{
  "id": "everyday#communication_tips_2de1545a",
  "title_en": "General — Communication Tips",
  "title_vi": "General — Communication Tips",
  "text_en": "526 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundary with the effects of psychoactive substances, including medications Episodes of stealing may occur during substance intoxication. Individuals taking prescribed dopamine agonists – for example, for Parkinson disease or restless legs syndrome – may exhibit repetitive stealing behaviour with onset corresponding to use of the medication. Kleptomania should not be diagnosed if stealing is better accounted for by intoxication or the disinhibiting effects of alcohol, drugs or medication. However, among individuals with kleptomania, alcohol and substance use may be associated with acts of theft or attempted theft. The presence of features of kleptomania outside of episodes of intoxication is helpful in making this distinction. Boundary with disinhibition in dementia and secondary personality change Some individuals with dementia or secondary personality change may steal objects as a part of a more general pattern of disinhibition of impulse control due to brain damage. A separate diagnosis of kleptomania should not be assigned in such cases. Boundary with disorders associated with impairment of cognitive or intellectual functioning Some individuals with dementia, disorders of intellectual development, or cognitive or intellectual impairment associated with other conditions may steal objects due to their impaired judgement without exhibiting the other features of kleptomania. 6C72 Compulsive sexual behaviour disorder Essential (required) features • The presentation is characterized by a persistent pattern of failure to control intense, repetitive sexual impulses or urges resulting in repetitive sexual behaviour, manifested in one or more of the following. • Engaging in repetitive sexual behaviour has become a central focus of the individual’s life to the point of neglecting health and personal care or other interests, activities and responsibilities. • The individual has made numerous unsuccessful efforts to control or significantly reduce repetitive sexual behaviour. • The individual continues to engage in repetitive sexual behaviour despite adverse consequences (e.g. marital conflict due to sexual behaviour, financial or legal consequences, negative impact on health). • The individual continues to engage in repetitive sexual behaviour even when they derive little or no satisfaction from it. • The pattern of failure to control intense, repetitive sexual impulses or urges and resulting repetitive sexual behaviour is manifested over an extended period of time (e.g. 6 months or more). • The pattern of failure to control intense, repetitive sexual impulses or urges and resulting repetitive sexual behaviour is not better accounted for by another mental disorder (e.g. a manic episode) or other medical condition, and is not due to the effects of a substance or medication. Impulse control disorders | Compulsive sexual behaviour disorder Impulse control disorders 527 • The pattern of repetitive sexual behaviour results in marked distress or significant impairment in",
  "gloss_vi": "526 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders ranh giới with the effects of psychoactive substances, including medications episodes of stealing may o...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [],
    "life_topics": [
      "stress",
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Communication Tips General — Communication Tips 526 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundary with the effects of psychoactive substances, including medications Episodes of stealing may occur during substance intoxication. Individuals taking prescribed dopamine agonists – for example, for Parkinson disease or restless legs syndrome – may exhibit repetitive stealing behaviour with onset corresponding to use of the medication. Kleptomania should not be diagnosed if stealing is better accounted for by intoxication or the disinhibiting effects of alcohol, drugs or medication. However, among individuals with kleptomania, alcohol and substance use may be associated with acts of theft or attempted theft. The presence of features of kleptomania outside of episodes of intoxication is helpful in making this distinction. Boundary with disinhibition in dementia and secondary personality change Some individuals with dementia or secondary personality change may steal objects as a part of a more general pattern of disinhibition of impulse control due to brain damage. A separate diagnosis of kleptomania should not be assigned in such cases. Boundary with disorders associated with impairment of cognitive or intellectual functioning Some individuals with dementia, disorders of intellectual development, or cognitive or intellectual impairment associated with other conditions may steal objects due to their impaired judgement without exhibiting the other features of kleptomania. 6C72 Compulsive sexual behaviour disorder Essential (required) features • The presentation is characterized by a persistent pattern of failure to control intense, repetitive sexual impulses or urges resulting in repetitive sexual behaviour, manifested in one or more of the following. • Engaging in repetitive sexual behaviour has become a central focus of the individual’s life to the point of neglecting health and personal care or other interests, activities and responsibilities. • The individual has made numerous unsuccessful efforts to control or significantly reduce repetitive sexual behaviour. • The individual continues to engage in repetitive sexual behaviour despite adverse consequences (e.g. marital conflict due to sexual behaviour, financial or legal consequences, negative impact on health). • The individual continues to engage in repetitive sexual behaviour even when they derive little or no satisfaction from it. • The pattern of failure to control intense, repetitive sexual impulses or urges and resulting repetitive sexual behaviour is manifested over an extended period of time (e.g. 6 months or more). • The pattern of failure to control intense, repetitive sexual impulses or urges and resulting repetitive sexual behaviour is not better accounted for by another mental disorder (e.g. a manic episode) or other medical condition, and is not due to the effects of a substance or medication. Impulse control disorders | Compulsive sexual behaviour disorder Impulse control disorders 527 • The pattern of repetitive sexual behaviour results in marked distress or significant impairment in 526 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders ranh giới with the effects of psychoactive substances, including medications episodes of stealing may o..."
}