{
  "id": "everyday#screening_cues_315e7cd3",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "3. Recommendations y Country adaptation and translation of training y Stress management can often be provided through materials and tools for the provision of guided or unguided self-help formats. IT-based self- psychological interventions is essential. help interventions often require access to computers y Psychological interventions have shown to be and/or smart phones, and sometimes the internet, effective for people of different ages and genders. which can make these interventions difficult to y If all else is equal, group face-to-face interventions access for low-income individuals or those living are less resource-intensive per person receiving care in poverty. than individual face-to-face interventions. However, y Self-help books are less cost intensive but require groups may be more difficult to organize and require sufficient literacy skills, which can be limited in an initial individual assessment for each group various settings. Materials that rely on visual or member and preparation of individuals for group audio media may be useful alternatives. treatment formats. 49 Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders 3.5 Dementia (DEM) DEM1. For carers of people with dementia, are psychosocial interventions effective in improving their outcomes? Recommendation (update): 1.1 Psychosocial interventions – namely mindfulness-based interventions, multicomponent interventions, psychoeducation and psychotherapy/ counselling – should be offered for carers of people living with dementia. Strength of recommendation: Strong Certainty of evidence: Low 1.2 Respite care should be considered for carers of people living with dementia. Strength of recommendation: Conditional Certainty of evidence: Low 1.3 Depression and anxiety in carers of people living with dementia should be assessed and treated in line with",
  "gloss_vi": "3. recommendations y country adaptation and translation of training y căng thẳng management can often be provided through materials and tools for the provision of guided or unguided self-help formats.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation"
    ],
    "life_topics": [
      "stress",
      "digital"
    ],
    "advice_section": [
      "coping_skill"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 3. Recommendations y Country adaptation and translation of training y Stress management can often be provided through materials and tools for the provision of guided or unguided self-help formats. IT-based self- psychological interventions is essential. help interventions often require access to computers y Psychological interventions have shown to be and/or smart phones, and sometimes the internet, effective for people of different ages and genders. which can make these interventions difficult to y If all else is equal, group face-to-face interventions access for low-income individuals or those living are less resource-intensive per person receiving care in poverty. than individual face-to-face interventions. However, y Self-help books are less cost intensive but require groups may be more difficult to organize and require sufficient literacy skills, which can be limited in an initial individual assessment for each group various settings. Materials that rely on visual or member and preparation of individuals for group audio media may be useful alternatives. treatment formats. 49 Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders 3.5 Dementia (DEM) DEM1. For carers of people with dementia, are psychosocial interventions effective in improving their outcomes? Recommendation (update): 1.1 Psychosocial interventions – namely mindfulness-based interventions, multicomponent interventions, psychoeducation and psychotherapy/ counselling – should be offered for carers of people living with dementia. Strength of recommendation: Strong Certainty of evidence: Low 1.2 Respite care should be considered for carers of people living with dementia. Strength of recommendation: Conditional Certainty of evidence: Low 1.3 Depression and anxiety in carers of people living with dementia should be assessed and treated in line with 3. recommendations y country adaptation and translation of training y căng thẳng management can often be provided through materials and tools for the provision of guided or unguided self-help formats."
}