{
  "id": "everyday#screening_cues_d88395ce",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "204 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Course features • Acute episodes of catatonia associated with another mental disorder typically develop rapidly within hours or days from single symptoms to full presentation. • In catatonia associated with another mental disorder, symptoms most commonly resolve within 4 weeks, although some episodes (e.g. in the context of acute psychosis) may remit spontaneously within hours. However, symptoms may also persist for months or even years with little variation of the clinical presentation and severity. • The individual may experience recurrent episodes of catatonia of several weeks’ duration that remit and recur throughout the course of the associated disorder. Most commonly, these catatonia episodes occur during some but not all of the episodes of the associated mental disorder (e.g. a bipolar disorder). Early signs of recurring episodes may include ambitendency or psychomotor slowing. • Persistent catatonia is most commonly associated with neurodevelopmental disorders or schizophrenia and other primary psychotic disorders. Adolescent onset is more frequent in these cases. Disturbances of volition – such as negativism, mannerisms or stereotyped movements – are more common in persistent catatonia, whereas stupor rarely persists over weeks. In some severe cases, persistent catatonia is characterized by severe, stable symptoms and massive global dysfunction for multiple years. 6A41 Catatonia induced by substances or medications Essential (required) features • The general diagnostic requirements for catatonia are met. • The catatonic symptoms develop during or soon after intoxication with or withdrawal from a specified psychoactive substance, or use of a medication. Substances that may be associated with catatonia include opioids, PCP, cannabis, cocaine, MDMA or related drugs, and hallucinogens such as mescaline or LSD. Catatonia may also be associated with certain psychoactive and non-psychoactive medications (e.g. antipsychotic medications, benzodiazepines, steroids, disulfiram, ciprofloxacin). • The intensity or duration of the catatonic symptoms is substantially in excess of similar symptoms that are characteristic of intoxication or withdrawal due to the specified substance (e.g. stupor during opioid intoxication; psychomotor agitation and autonomic hyperactivity during alcohol",
  "gloss_vi": "204 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders course features • acute episodes of catatonia associated with another mental disorder typically develop...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 204 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Course features • Acute episodes of catatonia associated with another mental disorder typically develop rapidly within hours or days from single symptoms to full presentation. • In catatonia associated with another mental disorder, symptoms most commonly resolve within 4 weeks, although some episodes (e.g. in the context of acute psychosis) may remit spontaneously within hours. However, symptoms may also persist for months or even years with little variation of the clinical presentation and severity. • The individual may experience recurrent episodes of catatonia of several weeks’ duration that remit and recur throughout the course of the associated disorder. Most commonly, these catatonia episodes occur during some but not all of the episodes of the associated mental disorder (e.g. a bipolar disorder). Early signs of recurring episodes may include ambitendency or psychomotor slowing. • Persistent catatonia is most commonly associated with neurodevelopmental disorders or schizophrenia and other primary psychotic disorders. Adolescent onset is more frequent in these cases. Disturbances of volition – such as negativism, mannerisms or stereotyped movements – are more common in persistent catatonia, whereas stupor rarely persists over weeks. In some severe cases, persistent catatonia is characterized by severe, stable symptoms and massive global dysfunction for multiple years. 6A41 Catatonia induced by substances or medications Essential (required) features • The general diagnostic requirements for catatonia are met. • The catatonic symptoms develop during or soon after intoxication with or withdrawal from a specified psychoactive substance, or use of a medication. Substances that may be associated with catatonia include opioids, PCP, cannabis, cocaine, MDMA or related drugs, and hallucinogens such as mescaline or LSD. Catatonia may also be associated with certain psychoactive and non-psychoactive medications (e.g. antipsychotic medications, benzodiazepines, steroids, disulfiram, ciprofloxacin). • The intensity or duration of the catatonic symptoms is substantially in excess of similar symptoms that are characteristic of intoxication or withdrawal due to the specified substance (e.g. stupor during opioid intoxication; psychomotor agitation and autonomic hyperactivity during alcohol 204 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders course features • acute episodes of catatonia associated with another mental disorder typically develop..."
}