{
  "id": "everyday#risk_safety_dc79bd09",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "12 ECP EESSSSEENNTTIIAALL CCAARREE A& NPDR APCRTAICCETICE 1. Treatment Planning B. Reduce stress and strengthen social D. Psychological Treatment 1 supports Discuss and determine treatment goals that respect the Psychological treatments are interventions that typically willingness and preferences for care. Address current psychosocial stressors: require substantial dedicated time and tend to be provided Identify and discuss relevant psychosocial issues that place by specialists trained in providing them. Nonetheless, they Involve the carer after obtaining the person’s agreement. stress on the person and/or impact their life including, but can be effectively delivered by trained and supervised Encourage self-monitoring of symptoms and explain when not limited to, family and relationship problems, employ- non-specialized workers and through guided self-help (e.g. to seek care urgently. ment/occupation/livelihood issues, housing, finances, access with use of e-mental health programmes or self-help books). to basic security and services, stigma, discrimination, etc. The interventions listed below are described briefly in Assist the person to manage stress by discussing methods such the glossary. 22. Psychosocial Interventions as problem solving techniques. Assess and manage any situation of maltreatment, abuse (e.g. A. Psychoeducation domestic violence) and neglect (e.g. of children or the elderly). Example of Intervention Recommended for: Discuss with the person possible referrals to a trusted protec- Provide information about the MNS condition to the tion agency or informal protection network. Contact legal and Behavioral Activation DEP person, including: community resources, as appropriate. Relaxation Training DEP What the condition is and its expected course and Identify supportive family members and involve them as Problem Solving Treatment DEP outcome. much as possible and appropriate. Cognitive Behavioural Therapy (CBT) DEP, CMH, SUB, PSY Contingency Management Therapy SUB Available treatments for the condition and their Strengthen social supports and try to reactivate the Family Counseling or Therapy PSY, SUB expected benefits. person’s social networks. Interpersonal Therapy (IPT) DEP Duration of treatment. Identify prior social activities that, if reinitiated, would Motivational Enhancement Therapy SUB Importance of adhering to treatment, including what have the potential for providing direct or indirect psycho- Parent Skills Training CMH the person can do (e.g. taking medication or practising social support (e.g. family gatherings, visiting neighbours, relevant psychological interventions such as relaxation community activities, religious activities, etc.). exercises) and what carers can do to help the person Teach stress management such as relaxation techniques. adhere to treatment. Potential side-effects (short and long term) of any C. P romote functioning in prescribed medication that the person (and their carers) daily activities need to monitor. Potential involvement of social workers, case managers, Provide the person support to continue regular social, community health workers or other trusted members in the educational and occupational activities as much as possible. community. Facilitate inclusion in economic activities. Refer",
  "gloss_vi": "12 ecp eesssseennttiiaall ccaarree a& npdr apcrtaiccetice 1. treatment planning b.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral",
      "psychoeducation"
    ],
    "life_topics": [
      "stress",
      "study",
      "work",
      "relationships",
      "grief"
    ],
    "advice_section": [
      "coping_skill"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 12 ECP EESSSSEENNTTIIAALL CCAARREE A& NPDR APCRTAICCETICE 1. Treatment Planning B. Reduce stress and strengthen social D. Psychological Treatment 1 supports Discuss and determine treatment goals that respect the Psychological treatments are interventions that typically willingness and preferences for care. Address current psychosocial stressors: require substantial dedicated time and tend to be provided Identify and discuss relevant psychosocial issues that place by specialists trained in providing them. Nonetheless, they Involve the carer after obtaining the person’s agreement. stress on the person and/or impact their life including, but can be effectively delivered by trained and supervised Encourage self-monitoring of symptoms and explain when not limited to, family and relationship problems, employ- non-specialized workers and through guided self-help (e.g. to seek care urgently. ment/occupation/livelihood issues, housing, finances, access with use of e-mental health programmes or self-help books). to basic security and services, stigma, discrimination, etc. The interventions listed below are described briefly in Assist the person to manage stress by discussing methods such the glossary. 22. Psychosocial Interventions as problem solving techniques. Assess and manage any situation of maltreatment, abuse (e.g. A. Psychoeducation domestic violence) and neglect (e.g. of children or the elderly). Example of Intervention Recommended for: Discuss with the person possible referrals to a trusted protec- Provide information about the MNS condition to the tion agency or informal protection network. Contact legal and Behavioral Activation DEP person, including: community resources, as appropriate. Relaxation Training DEP What the condition is and its expected course and Identify supportive family members and involve them as Problem Solving Treatment DEP outcome. much as possible and appropriate. Cognitive Behavioural Therapy (CBT) DEP, CMH, SUB, PSY Contingency Management Therapy SUB Available treatments for the condition and their Strengthen social supports and try to reactivate the Family Counseling or Therapy PSY, SUB expected benefits. person’s social networks. Interpersonal Therapy (IPT) DEP Duration of treatment. Identify prior social activities that, if reinitiated, would Motivational Enhancement Therapy SUB Importance of adhering to treatment, including what have the potential for providing direct or indirect psycho- Parent Skills Training CMH the person can do (e.g. taking medication or practising social support (e.g. family gatherings, visiting neighbours, relevant psychological interventions such as relaxation community activities, religious activities, etc.). exercises) and what carers can do to help the person Teach stress management such as relaxation techniques. adhere to treatment. Potential side-effects (short and long term) of any C. P romote functioning in prescribed medication that the person (and their carers) daily activities need to monitor. Potential involvement of social workers, case managers, Provide the person support to continue regular social, community health workers or other trusted members in the educational and occupational activities as much as possible. community. Facilitate inclusion in economic activities. Refer 12 ecp eesssseennttiiaall ccaarree a& npdr apcrtaiccetice 1. treatment planning b."
}