{
  "id": "everyday#risk_safety_c6cbadd3",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "suicide deaths. planning as a stand-alone intervention is insufficient Remarks to make a recommendation for its use for persons y The evidence for safety planning as originally with thoughts, plans or acts of self-harm. Stallman defined by Stanley and Brown, 2012 (216) is and Allen (2021) found no eligible studies; there was insufficient, but there is some evidence for safety varied methodological weaknesses across studies, planning-type interventions based on safety including participants who did not report suicidality, planning to reduce suicide attempts and suicide. no clear outcome measurement and multiple Because of practice in the field and due to the value interventions analysed (212). of keeping contact with persons with thoughts, y Therefore, this recommendation is focused on safety plans or acts of self-harm, interventions based on planning-type interventions. Meta-analysis by Nuij principles of safety planning can be recommended. et al. (2021): for safety planning-type interventions (based on safety planning), combined outcome of Research gaps suicide attempts and mortality was reduced, and y Well designed, high-quality randomized controlled suicidal ideation was not (213). A commentary by trials of safety planning, as originally defined, are House (2022) about the meta-analysis concluded needed, conducted for the general population with that there were important issues with the non- sufficient sample size to assess the outcome of standardized assessment/definition of suicidal suicide and suicide attempt. behaviour across included studies and that y There is a need to assess the effectiveness and conclusions based on the meta-analysis may have cost effectiveness of safety planning as originally been too generous (214). defined. This was beyond the scope of the y Ferguson et al. (2022) did not proceed with meta- systematic reviews conducted for this update. analysis because of the variation in studies (e.g. y Furthermore, safety planning as part of a veterans, refugees) (215). The narrative synthesis multifaceted intervention would need to concluded an association of safety planning be evaluated. intervention with reduction in suicidal ideation and 108",
  "gloss_vi": "Tự sát deaths. planning as a stand-alone intervention is insufficient remarks to make a recommendation for its use for persons y the evidence for an toàn planning as originally with thoughts, plans or acts of tự hại.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues"
    ],
    "life_topics": [
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn suicide deaths. planning as a stand-alone intervention is insufficient Remarks to make a recommendation for its use for persons y The evidence for safety planning as originally with thoughts, plans or acts of self-harm. Stallman defined by Stanley and Brown, 2012 (216) is and Allen (2021) found no eligible studies; there was insufficient, but there is some evidence for safety varied methodological weaknesses across studies, planning-type interventions based on safety including participants who did not report suicidality, planning to reduce suicide attempts and suicide. no clear outcome measurement and multiple Because of practice in the field and due to the value interventions analysed (212). of keeping contact with persons with thoughts, y Therefore, this recommendation is focused on safety plans or acts of self-harm, interventions based on planning-type interventions. Meta-analysis by Nuij principles of safety planning can be recommended. et al. (2021): for safety planning-type interventions (based on safety planning), combined outcome of Research gaps suicide attempts and mortality was reduced, and y Well designed, high-quality randomized controlled suicidal ideation was not (213). A commentary by trials of safety planning, as originally defined, are House (2022) about the meta-analysis concluded needed, conducted for the general population with that there were important issues with the non- sufficient sample size to assess the outcome of standardized assessment/definition of suicidal suicide and suicide attempt. behaviour across included studies and that y There is a need to assess the effectiveness and conclusions based on the meta-analysis may have cost effectiveness of safety planning as originally been too generous (214). defined. This was beyond the scope of the y Ferguson et al. (2022) did not proceed with meta- systematic reviews conducted for this update. analysis because of the variation in studies (e.g. y Furthermore, safety planning as part of a veterans, refugees) (215). The narrative synthesis multifaceted intervention would need to concluded an association of safety planning be evaluated. intervention with reduction in suicidal ideation and 108 Tự sát deaths. planning as a stand-alone intervention is insufficient remarks to make a recommendation for its use for persons y the evidence for an toàn planning as originally with thoughts, plans or acts of tự hại."
}