{
  "id": "everyday#risk_safety_066f0316",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "62 EPI 1 EPILEPSY Assessment 4 Are there concurrent MNS conditions? A ssess for other concurrent MNS conditions according to the mhGAP-IG Master Chart (MC) Please note persons with EPILEPSY are at higher risk for DEPRESSION, DISORDERS DUE TO SUBSTANCE USE. CHILDREN AND ADOLSCENTS MAY HAVE ASSOCIATED MENTAL AND BEHAVIOURAL DISORDERS. SUBSTANCE USE DISORDERS Go to PROTOCOL 1 IF THERE IS IMMINENT RISK OF SUICIDE, ASSESS AND MANAGE before continuing to Protocol. Go to SUI. EPI 2 Management PROTOCOL 1 Provide psychoeducation to the person and carers (2.1) Initiate antiepileptic medications (2.3) Promote functioning in daily activities (2.2) Special populations Note that interventions are different for EPILEPSY in these populations HIV WOMAN OF CHILDBEARING AGE CHILD / ADOLESCENT PERSON LIVING WITH HIV Concern: Risk of antiepileptic medication to fetus/child Concern: Effect of antiepileptic medication Concern: Drug interactions between antiepileptic on development and/or behavior medications and antiretrovirals Advise folate (5 mg/day) to prevent neural tube For those with a developmental disorder, When available, refer to specific drug interactions defects, in ALL women of childbearing age. manage the condition. Go to CMH. for person’s antiretroviral regimen and antiepileptic medication. AVOID VALPROATE. For children with behavioural disorder, avoid phenobarbital if possible. Manage the condition. Valproate is preferred due to fewer drug-drug CAUTION If Pregnant: Go to CMH. interactions. – Avoid polytherapy. Multiple medications in combination increase the risk of teratogenic effects during pregnancy. AVOID PHENYTOIN AND CARBAMAZEPINE – If medications are stopped during pregnancy, WHEN POSSIBLE. they should always be tapered. – Advise delivery in hospital. – At delivery, give 1 mg vitamin K i.m. to the newborn to prevent haemorrhagic disease. If breastfeeding, carbamazepine preferred to other medication. EPILEPSY 63",
  "gloss_vi": "62 epi 1 epilepsy đánh giá 4 are there concurrent mns conditions? a ssess for other concurrent mns conditions according to the mhgap-ig master chart (mc) please note persons with epilepsy are at higher nguy cơ for trầm c...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral",
      "psychoeducation",
      "do_not_do"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 62 EPI 1 EPILEPSY Assessment 4 Are there concurrent MNS conditions? A ssess for other concurrent MNS conditions according to the mhGAP-IG Master Chart (MC) Please note persons with EPILEPSY are at higher risk for DEPRESSION, DISORDERS DUE TO SUBSTANCE USE. CHILDREN AND ADOLSCENTS MAY HAVE ASSOCIATED MENTAL AND BEHAVIOURAL DISORDERS. SUBSTANCE USE DISORDERS Go to PROTOCOL 1 IF THERE IS IMMINENT RISK OF SUICIDE, ASSESS AND MANAGE before continuing to Protocol. Go to SUI. EPI 2 Management PROTOCOL 1 Provide psychoeducation to the person and carers (2.1) Initiate antiepileptic medications (2.3) Promote functioning in daily activities (2.2) Special populations Note that interventions are different for EPILEPSY in these populations HIV WOMAN OF CHILDBEARING AGE CHILD / ADOLESCENT PERSON LIVING WITH HIV Concern: Risk of antiepileptic medication to fetus/child Concern: Effect of antiepileptic medication Concern: Drug interactions between antiepileptic on development and/or behavior medications and antiretrovirals Advise folate (5 mg/day) to prevent neural tube For those with a developmental disorder, When available, refer to specific drug interactions defects, in ALL women of childbearing age. manage the condition. Go to CMH. for person’s antiretroviral regimen and antiepileptic medication. AVOID VALPROATE. For children with behavioural disorder, avoid phenobarbital if possible. Manage the condition. Valproate is preferred due to fewer drug-drug CAUTION If Pregnant: Go to CMH. interactions. – Avoid polytherapy. Multiple medications in combination increase the risk of teratogenic effects during pregnancy. AVOID PHENYTOIN AND CARBAMAZEPINE – If medications are stopped during pregnancy, WHEN POSSIBLE. they should always be tapered. – Advise delivery in hospital. – At delivery, give 1 mg vitamin K i.m. to the newborn to prevent haemorrhagic disease. If breastfeeding, carbamazepine preferred to other medication. EPILEPSY 63 62 epi 1 epilepsy đánh giá 4 are there concurrent mns conditions? a ssess for other concurrent mns conditions according to the mhgap-ig master chart (mc) please note persons with epilepsy are at higher nguy cơ for trầm c..."
}