{
  "id": "everyday#communication_tips_50694bbf",
  "title_en": "General — Communication Tips",
  "title_vi": "General — Communication Tips",
  "text_en": "after a lower cumulative alcohol intake in women compared to men because of sex-related differences in body mass and composition. • Women are less likely to be involved with the legal system in relation to substance use, and therefore may be less likely to come to clinical attention than men. In clinical contexts, women may be reluctant to admit using substances due to prevailing social attitudes and proscriptions. • In some societies it may be culturally unacceptable for women to admit to substance use. Specific probing may be necessary to elicit a history of substance use and dependence. Boundaries with other disorders and conditions (differential diagnosis) Boundary with substance intoxication Episodic or continuous intoxication with substances is a typical feature of substance dependence, but is not an essential feature. Conversely, even if frequent and severe, substance intoxication alone is not a basis for a diagnosis of substance dependence. If all diagnostic requirements of both conditions are met for the same episode of care, substance dependence should be assigned as the primary diagnosis, with an associated diagnosis of substance intoxication (e.g. opioid dependence with opioid intoxication) if appropriate to the specific clinical situation (e.g. in emergency settings). Boundary with harmful substance use Substance dependence is often associated with physical and mental health consequences, such as those seen in harmful pattern of psychoactive substance use. In the absence of the essential features of substance dependence, a diagnosis of harmful substance use can be given when there has been demonstrable harm to the individual’s physical or mental health or the health of others. Harmful pattern of psychoactive substance use and substance dependence should not be diagnosed together. Boundary with substance withdrawal Depending on the substance, many individuals with substance dependence develop substance withdrawal upon cessation or reduction in the amount of a substance consumed. In such cases, both substance dependence and substance withdrawal should be diagnosed. However, substance withdrawal can be diagnosed in the absence of a diagnosis of substance dependence – for example, in response to cessation of medically appropriate treatment with opioid analgesics that is not accompanied by the other essential features of substance dependence. Note: substance withdrawal is only applicable for some substances or substance classes (see Table 6.13, p. 450). Boundary with substance-induced mental disorders The impact of repeated or continuous use of substances characteristic of substance dependence may include substance-induced mental disorders, in which case both substance dependence and the relevant substance-induced mental disorder should be diagnosed (e.g. alcohol dependence with alcohol-induced delirium). Note: specific substance-induced mental disorders are only applicable for some substance classes (see Table 6.14, p. 454). Diagnostic requirements for disorders due to substance use | Substance dependence",
  "gloss_vi": "After a lower cumulative alcohol intake in women compared to men because of sex-related differences in body mass and composition. • women are less likely to be involved with the legal system in relation to substance use,...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [],
    "life_topics": [
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Communication Tips General — Communication Tips after a lower cumulative alcohol intake in women compared to men because of sex-related differences in body mass and composition. • Women are less likely to be involved with the legal system in relation to substance use, and therefore may be less likely to come to clinical attention than men. In clinical contexts, women may be reluctant to admit using substances due to prevailing social attitudes and proscriptions. • In some societies it may be culturally unacceptable for women to admit to substance use. Specific probing may be necessary to elicit a history of substance use and dependence. Boundaries with other disorders and conditions (differential diagnosis) Boundary with substance intoxication Episodic or continuous intoxication with substances is a typical feature of substance dependence, but is not an essential feature. Conversely, even if frequent and severe, substance intoxication alone is not a basis for a diagnosis of substance dependence. If all diagnostic requirements of both conditions are met for the same episode of care, substance dependence should be assigned as the primary diagnosis, with an associated diagnosis of substance intoxication (e.g. opioid dependence with opioid intoxication) if appropriate to the specific clinical situation (e.g. in emergency settings). Boundary with harmful substance use Substance dependence is often associated with physical and mental health consequences, such as those seen in harmful pattern of psychoactive substance use. In the absence of the essential features of substance dependence, a diagnosis of harmful substance use can be given when there has been demonstrable harm to the individual’s physical or mental health or the health of others. Harmful pattern of psychoactive substance use and substance dependence should not be diagnosed together. Boundary with substance withdrawal Depending on the substance, many individuals with substance dependence develop substance withdrawal upon cessation or reduction in the amount of a substance consumed. In such cases, both substance dependence and substance withdrawal should be diagnosed. However, substance withdrawal can be diagnosed in the absence of a diagnosis of substance dependence – for example, in response to cessation of medically appropriate treatment with opioid analgesics that is not accompanied by the other essential features of substance dependence. Note: substance withdrawal is only applicable for some substances or substance classes (see Table 6.13, p. 450). Boundary with substance-induced mental disorders The impact of repeated or continuous use of substances characteristic of substance dependence may include substance-induced mental disorders, in which case both substance dependence and the relevant substance-induced mental disorder should be diagnosed (e.g. alcohol dependence with alcohol-induced delirium). Note: specific substance-induced mental disorders are only applicable for some substance classes (see Table 6.14, p. 454). Diagnostic requirements for disorders due to substance use | Substance dependence After a lower cumulative alcohol intake in women compared to men because of sex-related differences in body mass and composition. • women are less likely to be involved with the legal system in relation to substance use,..."
}