{
  "id": "everyday#screening_cues_ac14a80f",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "disorders is common. Boundary with conduct-dissocial disorder In adolescents and adults with attention deficit hyperactivity disorder, some behaviours that are manifestations of impulsivity such as grabbing objects, reckless driving or impulsive decision-making – such as suddenly walking out of jobs or relationships – may bring the individual in conflict with Neurodevelopmental disorders | Attention deficit hyperactivity disorder Neurodevelopmental disorders 149 other people and the law. In contrast, individuals with conduct-dissocial disorder typically lack the symptoms of inattention and hyperactivity, and exhibit a repetitive and persistent pattern of behaviour in which the basic rights of others or major age-appropriate societal norms, rules or laws are violated. However, co-occurrence of these disorders is common. Boundary with personality disorder Individuals with attention deficit hyperactivity disorder often experience problems with psychosocial functioning and interpersonal relationships, including regulation of emotions and negative emotionality. If attention deficit hyperactivity disorder persists into adolescence and adulthood, it may be difficult to distinguish from personality disorder with prominent personality features of disinhibition, which includes irresponsibility, impulsivity, distractibility and recklessness, and from negative affectivity, which refers to a habitual tendency to manifest a broad range of distressing emotions including anxiety, anger, self-loathing, irritability and increased sensitivity to negative stimuli. The utility of assigning an additional diagnosis of personality disorder in situations where there is an established diagnosis of attention deficit hyperactivity disorder depends on the specific clinical situation. Boundary with disorders due to substance use and the effects of certain prescribed medications Abuse of alcohol, nicotine, cannabis and stimulants is common among individuals with attention deficit hyperactivity disorder – particularly adolescents and adults. However, the effects of these substances can also mimic the symptoms of attention deficit hyperactivity disorder in individuals without the diagnosis. Symptoms of inattention, hyperactivity or impulsivity are also associated with the effects of certain prescribed medications (e.g. anticonvulsants such as carbamazepine and valproate, antipsychotics such as risperidone, and somatic treatments such as bronchodilators and thyroid replacement medication). The temporal order of onset and the persistence of inattention, hyperactivity and impulsivity in the absence of intoxication or continued medication use are important in differentiating between attention deficit hyperactivity disorder and disorders due to substance use or the effects of prescribed medications. A review of current medications and informants who knew the individual before they started using the substances or medications in question are critical in making this distinction. Boundary with attentional symptoms due to other medical conditions A variety of other medical conditions may influence attentional processes (e.g. hypoglycaemia, hyperthyroidism or hypothyroidism, exposure to toxins, sleep-wake disorders), resulting in temporary or persistent symptoms that resemble or interact with those of attention deficit hyperactivity disorder. As a basis for appropriate management, it is important to evaluate in such cases whether the symptoms are secondary to the medical condition or are more indicative of comorbid attention deficit hyperactivity disorder. 6A06 Stereotyped movement disorder Essential (required) features • The persistent (e.g. lasting for several months) presence of voluntary, repetitive, stereotyped, apparently purposeless and often rhythmic movements (e.g. body rocking, hand flapping, head banging, eye poking and hand biting) that are not caused by the direct physiological effects of a substance or medication (including withdrawal) is required for diagnosis. Neurodevelopmental disorders | Stereotyped movement disorder",
  "gloss_vi": "Disorders is common. ranh giới with conduct-dissocial disorder in adolescents and adults with attention deficit hyperactivity disorder, some behaviours that are manifestations of impulsivity such as grabbing objects, rec...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral"
    ],
    "life_topics": [
      "sleep",
      "stress",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc disorders is common. Boundary with conduct-dissocial disorder In adolescents and adults with attention deficit hyperactivity disorder, some behaviours that are manifestations of impulsivity such as grabbing objects, reckless driving or impulsive decision-making – such as suddenly walking out of jobs or relationships – may bring the individual in conflict with Neurodevelopmental disorders | Attention deficit hyperactivity disorder Neurodevelopmental disorders 149 other people and the law. In contrast, individuals with conduct-dissocial disorder typically lack the symptoms of inattention and hyperactivity, and exhibit a repetitive and persistent pattern of behaviour in which the basic rights of others or major age-appropriate societal norms, rules or laws are violated. However, co-occurrence of these disorders is common. Boundary with personality disorder Individuals with attention deficit hyperactivity disorder often experience problems with psychosocial functioning and interpersonal relationships, including regulation of emotions and negative emotionality. If attention deficit hyperactivity disorder persists into adolescence and adulthood, it may be difficult to distinguish from personality disorder with prominent personality features of disinhibition, which includes irresponsibility, impulsivity, distractibility and recklessness, and from negative affectivity, which refers to a habitual tendency to manifest a broad range of distressing emotions including anxiety, anger, self-loathing, irritability and increased sensitivity to negative stimuli. The utility of assigning an additional diagnosis of personality disorder in situations where there is an established diagnosis of attention deficit hyperactivity disorder depends on the specific clinical situation. Boundary with disorders due to substance use and the effects of certain prescribed medications Abuse of alcohol, nicotine, cannabis and stimulants is common among individuals with attention deficit hyperactivity disorder – particularly adolescents and adults. However, the effects of these substances can also mimic the symptoms of attention deficit hyperactivity disorder in individuals without the diagnosis. Symptoms of inattention, hyperactivity or impulsivity are also associated with the effects of certain prescribed medications (e.g. anticonvulsants such as carbamazepine and valproate, antipsychotics such as risperidone, and somatic treatments such as bronchodilators and thyroid replacement medication). The temporal order of onset and the persistence of inattention, hyperactivity and impulsivity in the absence of intoxication or continued medication use are important in differentiating between attention deficit hyperactivity disorder and disorders due to substance use or the effects of prescribed medications. A review of current medications and informants who knew the individual before they started using the substances or medications in question are critical in making this distinction. Boundary with attentional symptoms due to other medical conditions A variety of other medical conditions may influence attentional processes (e.g. hypoglycaemia, hyperthyroidism or hypothyroidism, exposure to toxins, sleep-wake disorders), resulting in temporary or persistent symptoms that resemble or interact with those of attention deficit hyperactivity disorder. As a basis for appropriate management, it is important to evaluate in such cases whether the symptoms are secondary to the medical condition or are more indicative of comorbid attention deficit hyperactivity disorder. 6A06 Stereotyped movement disorder Essential (required) features • The persistent (e.g. lasting for several months) presence of voluntary, repetitive, stereotyped, apparently purposeless and often rhythmic movements (e.g. body rocking, hand flapping, head banging, eye poking and hand biting) that are not caused by the direct physiological effects of a substance or medication (including withdrawal) is required for diagnosis. Neurodevelopmental disorders | Stereotyped movement disorder Disorders is common. ranh giới with conduct-dissocial disorder in adolescents and adults with attention deficit hyperactivity disorder, some behaviours that are manifestations of impulsivity such as grabbing objects, rec..."
}