{
  "id": "everyday#screening_cues_b474053a",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "affects when confronted with situations that trigger obsessions and compulsions. These affects can include marked anxiety or panic attacks, strong feelings of disgust or a distressing sense of “incompleteness” or uneasiness until things look, feel or sound “just right”. • Individuals with obsessive-compulsive disorder often avoid people, places and things that trigger obsessions and compulsions. • Common beliefs in obsessive-compulsive disorder include an inflated sense of responsibility, overestimation of threat, perfectionism, intolerance of uncertainty and overvaluation of the power of thoughts (e.g. believing that having a forbidden thought is as bad as acting on it). • The severity of obsessive-compulsive disorder symptomatology varies such that some individuals spend a few hours per day obsessing or engaging in compulsions, whereas others have near constant intrusive thoughts or compulsions that can be incapacitating. • When both obsessions and compulsions are present there is typically a discernible relationship between them in content or temporal sequence. Compulsions are most often performed in response to obsessions (e.g. excessive hand washing due to fear of contamination). However, in some individuals with obsessive-compulsive disorder, particularly during the initial phase of the disorder, compulsions may precede the manifestation of obsessions. For example, an individual begins to feel that they must be afraid of an accidental fire because they repeatedly check the gas knob on the stove, or an individual concludes that they must be afraid of contamination based on the evidence of their repeated hand washing. Understanding the relationship between obsessions and compulsions can assist in intervention selection and treatment planning. Boundary with normality (threshold) • Intrusive thoughts, images and impulses/urges, as well as repetitive behaviours, are prevalent among the general population (e.g. thoughts of harming a loved one, double- checking that the door is locked). Obsessive-compulsive disorder should only be diagnosed when obsessions and compulsions are time-consuming (e.g. take more than 1 hour per day), cause significant distress or result in functional impairment. • Developmentally normative preoccupations (e.g. worrying about interacting with strangers in young children) and rituals (e.g. skipping over cracks in a sidewalk) should not be attributed to a presumptive diagnosis of obsessive-compulsive disorder. These are differentiated from obsessions and compulsions characteristic of obsessive-compulsive disorder because they are transient, age-appropriate and not time-consuming (e.g. taking more than hour per day), and they do not result in significant distress or impairment. Course features • Obsessive-compulsive disorder typically has an age of onset in the late teens and early 20s, with late onset (after 35 years of age) less common. In cases of late onset, there is often a history of chronic subclinical symptoms. Obsessive-compulsive and related disorders | Obsessive-compulsive disorder",
  "gloss_vi": "Affects when confronted with situations that trigger obsessions and compulsions. these affects can include marked lo âu or panic attacks, strong feelings of disgust or a distressing sense of “incompleteness” or uneasines...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc affects when confronted with situations that trigger obsessions and compulsions. These affects can include marked anxiety or panic attacks, strong feelings of disgust or a distressing sense of “incompleteness” or uneasiness until things look, feel or sound “just right”. • Individuals with obsessive-compulsive disorder often avoid people, places and things that trigger obsessions and compulsions. • Common beliefs in obsessive-compulsive disorder include an inflated sense of responsibility, overestimation of threat, perfectionism, intolerance of uncertainty and overvaluation of the power of thoughts (e.g. believing that having a forbidden thought is as bad as acting on it). • The severity of obsessive-compulsive disorder symptomatology varies such that some individuals spend a few hours per day obsessing or engaging in compulsions, whereas others have near constant intrusive thoughts or compulsions that can be incapacitating. • When both obsessions and compulsions are present there is typically a discernible relationship between them in content or temporal sequence. Compulsions are most often performed in response to obsessions (e.g. excessive hand washing due to fear of contamination). However, in some individuals with obsessive-compulsive disorder, particularly during the initial phase of the disorder, compulsions may precede the manifestation of obsessions. For example, an individual begins to feel that they must be afraid of an accidental fire because they repeatedly check the gas knob on the stove, or an individual concludes that they must be afraid of contamination based on the evidence of their repeated hand washing. Understanding the relationship between obsessions and compulsions can assist in intervention selection and treatment planning. Boundary with normality (threshold) • Intrusive thoughts, images and impulses/urges, as well as repetitive behaviours, are prevalent among the general population (e.g. thoughts of harming a loved one, double- checking that the door is locked). Obsessive-compulsive disorder should only be diagnosed when obsessions and compulsions are time-consuming (e.g. take more than 1 hour per day), cause significant distress or result in functional impairment. • Developmentally normative preoccupations (e.g. worrying about interacting with strangers in young children) and rituals (e.g. skipping over cracks in a sidewalk) should not be attributed to a presumptive diagnosis of obsessive-compulsive disorder. These are differentiated from obsessions and compulsions characteristic of obsessive-compulsive disorder because they are transient, age-appropriate and not time-consuming (e.g. taking more than hour per day), and they do not result in significant distress or impairment. Course features • Obsessive-compulsive disorder typically has an age of onset in the late teens and early 20s, with late onset (after 35 years of age) less common. In cases of late onset, there is often a history of chronic subclinical symptoms. Obsessive-compulsive and related disorders | Obsessive-compulsive disorder Affects when confronted with situations that trigger obsessions and compulsions. these affects can include marked lo âu or panic attacks, strong feelings of disgust or a distressing sense of “incompleteness” or uneasines..."
}