{
  "id": "everyday#screening_cues_61aa7f32",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "134 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundary with diseases of the nervous system and other medical conditions classified elsewhere Loss of previously acquired skills in language and social communication in the second year of life is reported in some children with autism spectrum disorder, but this rarely occurs after the age of 3 years. Diseases of the nervous system and other medical conditions associated with regression (e.g. acquired epileptic aphasia or Landau-Kleffner syndrome, autoimmune encephalitis, Rett syndrome) are differentiated from autism spectrum disorder with loss of previously acquired skills on the basis of an early history of relatively normal social and language development, and by the characteristic neurological features of these disorders that are not typical of autism spectrum disorder. Boundary with secondary neurodevelopmental syndrome Autistic features may become manifest in the context of acquired medical conditions, such as encephalitis. Identifying accurately whether the symptoms are secondary to another medical condition or represent the exacerbation of pre-existing autism spectrum disorder may have implications for both immediate management and prognosis. When autistic symptoms are attributable to another medical condition, a diagnosis of secondary neurodevelopmental syndrome rather than autism spectrum disorder may be assigned. 6A03 Developmental learning disorder Essential (required) features • The presence of significant limitations in learning academic skills of reading, writing or arithmetic, resulting in a skill level markedly below what would be expected based on age is required for diagnosis. Limitations in learning are manifest, despite appropriate academic instruction in the relevant areas. The limitations may be restricted to a single component of a skill (e.g. an inability to master basic numeracy, or to decode single words accurately and fluently) or may affect all reading, writing and arithmetic. Ideally, limitations are measured using appropriately normed and standardized",
  "gloss_vi": "134 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders ranh giới with diseases of the nervous system and other medical conditions classified elsewhere loss of...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "relationships",
      "grief"
    ],
    "advice_section": [
      "communication_tips",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 134 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundary with diseases of the nervous system and other medical conditions classified elsewhere Loss of previously acquired skills in language and social communication in the second year of life is reported in some children with autism spectrum disorder, but this rarely occurs after the age of 3 years. Diseases of the nervous system and other medical conditions associated with regression (e.g. acquired epileptic aphasia or Landau-Kleffner syndrome, autoimmune encephalitis, Rett syndrome) are differentiated from autism spectrum disorder with loss of previously acquired skills on the basis of an early history of relatively normal social and language development, and by the characteristic neurological features of these disorders that are not typical of autism spectrum disorder. Boundary with secondary neurodevelopmental syndrome Autistic features may become manifest in the context of acquired medical conditions, such as encephalitis. Identifying accurately whether the symptoms are secondary to another medical condition or represent the exacerbation of pre-existing autism spectrum disorder may have implications for both immediate management and prognosis. When autistic symptoms are attributable to another medical condition, a diagnosis of secondary neurodevelopmental syndrome rather than autism spectrum disorder may be assigned. 6A03 Developmental learning disorder Essential (required) features • The presence of significant limitations in learning academic skills of reading, writing or arithmetic, resulting in a skill level markedly below what would be expected based on age is required for diagnosis. Limitations in learning are manifest, despite appropriate academic instruction in the relevant areas. The limitations may be restricted to a single component of a skill (e.g. an inability to master basic numeracy, or to decode single words accurately and fluently) or may affect all reading, writing and arithmetic. Ideally, limitations are measured using appropriately normed and standardized 134 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders ranh giới with diseases of the nervous system and other medical conditions classified elsewhere loss of..."
}