{
  "id": "everyday#screening_cues_0e2f419e",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "as a basis for diagnosing a substance-induced mental disorder if the intensity or duration of the symptoms is substantially in excess of those that are characteristic of the substance withdrawal due to the specified substance (see Table 6.16, p. 484), and the symptoms are sufficiently severe to warrant specific clinical attention. In such cases, if the withdrawal syndrome is ongoing, diagnoses of both substance withdrawal and a substance-induced mental disorder may be assigned. Boundary with other mental disorders Various symptoms associated with substance withdrawal overlap with those that are characteristic of other mental disorders (e.g. depressive and anxiety symptoms). Symptoms of substance withdrawal occur in specific temporal relationship to the cessation of use of a specific substance, and diminish with the passage of time. Evidence supporting a mental disorder diagnosis would include the symptoms preceding the onset of the substance use, the symptoms persisting for a substantial period of time after cessation of the substance or medication use or withdrawal (e.g. 1 month or more, depending on the substance), or other evidence of a pre-existing mental disorder (e.g. a history of prior episodes not associated with substance use). Boundary with other medical conditions It may be difficult to distinguish between various symptoms associated with substance withdrawal (e.g. nausea, retching or vomiting, seizures, abdominal cramps, diarrhoea, perspiration, postural hypotension, decreased or increased heart rate, cough, sleep disruption) and those that are characteristic of other medical conditions. Symptoms of substance withdrawal occur in specific temporal relationship to the cessation of use of a specific substance and diminish with the passage of time. Boundary with fetus or newborn affected by maternal use of tobacco, alcohol, or other drugs of addiction Chapter 19 on certain conditions arising during the perinatal period contains a category of fetus or newborn affected by maternal use of tobacco, alcohol and other drugs. A neonate exhibiting signs of substance withdrawal related to a specific substance may also be assigned the appropriate substance withdrawal diagnosis in order to guide treatment together with appropriate diagnosis from Chapter 19. Substance withdrawal is a cluster of symptoms, behaviours and physiological features, varying in degree of severity and duration, that occur upon cessation or reduction of use of a psychoactive substance in individuals who have developed dependence on that substance, or who have taken the substance for a prolonged period or in large amounts. The diagnosis of substance withdrawal is applicable only to certain substances and substance groups (see Table 6.13, p. 450). Specific presenting features that may occur as a part of substance withdrawal for each applicable class of psychoactive substances in the grouping of disorders due to substance use are listed in Table 6.16. Diagnostic requirements for disorders due to substance use | Substance withdrawal",
  "gloss_vi": "As a basis for diagnosing a substance-induced mental disorder if the intensity or duration of the symptoms is substantially in excess of those that are characteristic of the substance withdrawal due to the specified subs...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation"
    ],
    "life_topics": [
      "sleep",
      "stress",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc as a basis for diagnosing a substance-induced mental disorder if the intensity or duration of the symptoms is substantially in excess of those that are characteristic of the substance withdrawal due to the specified substance (see Table 6.16, p. 484), and the symptoms are sufficiently severe to warrant specific clinical attention. In such cases, if the withdrawal syndrome is ongoing, diagnoses of both substance withdrawal and a substance-induced mental disorder may be assigned. Boundary with other mental disorders Various symptoms associated with substance withdrawal overlap with those that are characteristic of other mental disorders (e.g. depressive and anxiety symptoms). Symptoms of substance withdrawal occur in specific temporal relationship to the cessation of use of a specific substance, and diminish with the passage of time. Evidence supporting a mental disorder diagnosis would include the symptoms preceding the onset of the substance use, the symptoms persisting for a substantial period of time after cessation of the substance or medication use or withdrawal (e.g. 1 month or more, depending on the substance), or other evidence of a pre-existing mental disorder (e.g. a history of prior episodes not associated with substance use). Boundary with other medical conditions It may be difficult to distinguish between various symptoms associated with substance withdrawal (e.g. nausea, retching or vomiting, seizures, abdominal cramps, diarrhoea, perspiration, postural hypotension, decreased or increased heart rate, cough, sleep disruption) and those that are characteristic of other medical conditions. Symptoms of substance withdrawal occur in specific temporal relationship to the cessation of use of a specific substance and diminish with the passage of time. Boundary with fetus or newborn affected by maternal use of tobacco, alcohol, or other drugs of addiction Chapter 19 on certain conditions arising during the perinatal period contains a category of fetus or newborn affected by maternal use of tobacco, alcohol and other drugs. A neonate exhibiting signs of substance withdrawal related to a specific substance may also be assigned the appropriate substance withdrawal diagnosis in order to guide treatment together with appropriate diagnosis from Chapter 19. Substance withdrawal is a cluster of symptoms, behaviours and physiological features, varying in degree of severity and duration, that occur upon cessation or reduction of use of a psychoactive substance in individuals who have developed dependence on that substance, or who have taken the substance for a prolonged period or in large amounts. The diagnosis of substance withdrawal is applicable only to certain substances and substance groups (see Table 6.13, p. 450). Specific presenting features that may occur as a part of substance withdrawal for each applicable class of psychoactive substances in the grouping of disorders due to substance use are listed in Table 6.16. Diagnostic requirements for disorders due to substance use | Substance withdrawal As a basis for diagnosing a substance-induced mental disorder if the intensity or duration of the symptoms is substantially in excess of those that are characteristic of the substance withdrawal due to the specified subs..."
}