{
  "id": "everyday#general_239b538a",
  "title_en": "General — General",
  "title_vi": "General — General",
  "text_en": "Olmo, Ana Luisa Sosa-Ortíz, Ricardo Sánchez Huesca, Héctor Francisco Gómez Estrada, Ricardo Orozco, Claudia Rafful Contributors 831 Switzerland Site: Department of Psychiatry, University of Geneva Site director: Sophia Achab Focus groups coordinator: Joël Billieux Other contributors: Y. Khazaal, G. Gmel, M.P. Schaub, N. Weber, M. Flayelle, A. Cornil, B. Gueorguiev, M. Muller, L. Mukud, L. Suppan, T. Carlevaro, S. Rothen, O. Simon, I. De Carlo, F. Poret, A. Vangopoulou, K. Abawi, L. Rochat, E. Khatcherian Thailand Site: Centre for Alcohol Studies, Faculty of Medicine, Prince of Songkla University Site director: Sawitri Assanangkornchai Other contributors: Rasmon Kalayasiri, Suwanna Aroonpongpaisal, Phunnapa Kittirattanapaiboon, Woraphat Ratta-apha, Nopporn Tantirangse, Athip Tanaree, Apisak Wittayanookulluk, Tawanchai Jirapramukpitak, Mathurada Suwannapho, Pornjira Pariwatcharakul, Chanvit Pornnoppadol, Wachiraporn Arunothong, Surinporn Likhitsathian, Chanchai Tongpanich, Boonsiri Jansirimongkol, Vira Khuangsirikul, Apinun Aramrattana, Pichet Udomratn, Komsan Kiatrungrit, Patanon Kwansanit, Aungkul Pattarakorn, Apichat Renuwattananont, Siriluck Lodton, Korawit Chanachai, Nuttaporn Apisirideth Other contributors to disorders due to addictive behaviours Max Abbott, Osman Tolga Aricak, Hae Kook Lee, Yoneatsu Osaki, Ronnie Pao, Henrietta Bowden-Jones, Alexey Bobrov, Sze Yuan, Masaki Maezono, Satoko Mihara, Varoth Chotpitayasunondh, Thomas Chung, Hideki Nakayam, Nancy Petry, Marc Potenza, Zsolt Demetrovics, Jeffrey Derevensky, Jürgen Rehm, Hans-Jürgen Rumpf, Mehmeet Dinç, Eugenia Fadeeva, Michel Farrell, Emanuele Scafato, Manoj Sharma, Young-Chul Jung, Seon-Wan Ki, Dai Jin Kim, Hiroshi Sakuma, Xiaoping Wang, Xiaojun Xiang, Daniel King, Hervé Kuendig, Daria Kuss, Daniele Zullino, Natacha Carragher",
  "gloss_vi": "Olmo, ana luisa sosa-ortíz, ricardo sánchez huesca, héctor francisco gómez estrada, ricardo orozco, claudia rafful contributors 831 switzerland site: department of psychiatry, university of geneva site director: sophia a...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [],
    "life_topics": [
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — General General — General Olmo, Ana Luisa Sosa-Ortíz, Ricardo Sánchez Huesca, Héctor Francisco Gómez Estrada, Ricardo Orozco, Claudia Rafful Contributors 831 Switzerland Site: Department of Psychiatry, University of Geneva Site director: Sophia Achab Focus groups coordinator: Joël Billieux Other contributors: Y. Khazaal, G. Gmel, M.P. Schaub, N. Weber, M. Flayelle, A. Cornil, B. Gueorguiev, M. Muller, L. Mukud, L. Suppan, T. Carlevaro, S. Rothen, O. Simon, I. De Carlo, F. Poret, A. Vangopoulou, K. Abawi, L. Rochat, E. Khatcherian Thailand Site: Centre for Alcohol Studies, Faculty of Medicine, Prince of Songkla University Site director: Sawitri Assanangkornchai Other contributors: Rasmon Kalayasiri, Suwanna Aroonpongpaisal, Phunnapa Kittirattanapaiboon, Woraphat Ratta-apha, Nopporn Tantirangse, Athip Tanaree, Apisak Wittayanookulluk, Tawanchai Jirapramukpitak, Mathurada Suwannapho, Pornjira Pariwatcharakul, Chanvit Pornnoppadol, Wachiraporn Arunothong, Surinporn Likhitsathian, Chanchai Tongpanich, Boonsiri Jansirimongkol, Vira Khuangsirikul, Apinun Aramrattana, Pichet Udomratn, Komsan Kiatrungrit, Patanon Kwansanit, Aungkul Pattarakorn, Apichat Renuwattananont, Siriluck Lodton, Korawit Chanachai, Nuttaporn Apisirideth Other contributors to disorders due to addictive behaviours Max Abbott, Osman Tolga Aricak, Hae Kook Lee, Yoneatsu Osaki, Ronnie Pao, Henrietta Bowden-Jones, Alexey Bobrov, Sze Yuan, Masaki Maezono, Satoko Mihara, Varoth Chotpitayasunondh, Thomas Chung, Hideki Nakayam, Nancy Petry, Marc Potenza, Zsolt Demetrovics, Jeffrey Derevensky, Jürgen Rehm, Hans-Jürgen Rumpf, Mehmeet Dinç, Eugenia Fadeeva, Michel Farrell, Emanuele Scafato, Manoj Sharma, Young-Chul Jung, Seon-Wan Ki, Dai Jin Kim, Hiroshi Sakuma, Xiaoping Wang, Xiaojun Xiang, Daniel King, Hervé Kuendig, Daria Kuss, Daniele Zullino, Natacha Carragher Olmo, ana luisa sosa-ortíz, ricardo sánchez huesca, héctor francisco gómez estrada, ricardo orozco, claudia rafful contributors 831 switzerland site: department of psychiatry, university of geneva site director: sophia a..."
}