{
  "id": "everyday#screening_cues_51afb279",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Feeding and eating disorders 403 Boundaries with other disorders and conditions (differential diagnosis) Boundary with bulimia nervosa Individuals with anorexia nervosa may engage in binge eating and purging, but can be distinguished from individuals with bulimia nervosa by their very low body weight. A significant proportion of individuals with anorexia nervosa continue to exhibit binging and/or purging symptoms after they have regained a more normal weight. In such cases, the diagnosis may be changed to bulimia nervosa after 1 year during which body weight has not been sufficiently low to meet the diagnostic requirements of anorexia nervosa. Boundary with avoidant-restrictive food intake disorder Behaviours to establish or maintain an abnormally low body weight in anorexia nervosa are usually explicitly motivated by a desire for thinness or an intense fear of gaining weight. However, other rationales for disturbances in eating behaviours or weight loss in anorexia nervosa may be given, such as fear of physical discomfort (e.g. stomach bloating), self-punishment, or religious or moral reasons. In cases in which the individual otherwise meets the diagnostic requirements of anorexia nervosa but weight- or shape-related concerns are not explicitly endorsed, the altered eating behaviours should only be considered as diagnostic of anorexia nervosa if clinical observation or collateral history supports the conclusion that they are motivated by an intention to lose weight or to prevent weight gain. When such individuals begin to alter their eating behaviours and to gain weight, often as a result of treatment, it is common for more explicit weight- or shape-related concerns to emerge. In cases where concerns about body weight or shape continue to be absent in spite of alteration of eating behaviours and weight gain, it is generally more appropriate to change the diagnosis to avoidant-restrictive food intake disorder. Boundary with schizophrenia and other primary psychotic disorders Beliefs that may be considered unusual, are demonstrably untrue, or even appear to be delusional in intensity or fixity may be present in individuals with anorexia nervosa, but these are generally restricted to issues of food, weight and shape, and are otherwise consistent with the psychopathology of anorexia nervosa. Examples include a conviction that one is fat when one is demonstrably underweight, or a belief that one’s caloric intake is excessive when it is in fact insufficient to maintain a normal weight. Such beliefs are consistent with a diagnosis of anorexia nervosa, and an additional diagnosis of delusional disorder or other psychotic disorder is not warranted in such cases. However, if other delusional beliefs are present (e.g. persecutory delusions that are unrelated to weight, shape or food intake) or there are other psychotic symptoms (e.g. thought disorder, hallucinations), a separate diagnosis of a primary psychotic disorder may be warranted. Boundary with obsessive-compulsive disorder Individuals with anorexia nervosa often experience repetitive and persistent thoughts about their weight or shape or about food, which can resemble obsessions. They may also engage in repetitive behaviours in response to these thoughts (e.g. exercise, purging). If repetitive thoughts and behaviours are limited to concerns about weight or shape or about food, an additional diagnosis of obsessive-compulsive disorder should not be assigned. Boundary with body dysmorphic disorder Body",
  "gloss_vi": "Feeding and eating disorders 403 boundaries with other disorders and conditions (differential diagnosis) ranh giới with bulimia nervosa individuals with anorexia nervosa may engage in binge eating and purging, but can be...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation",
      "do_not_do"
    ],
    "life_topics": [
      "study",
      "relationships",
      "grief"
    ],
    "advice_section": [
      "communication_tips",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Feeding and eating disorders 403 Boundaries with other disorders and conditions (differential diagnosis) Boundary with bulimia nervosa Individuals with anorexia nervosa may engage in binge eating and purging, but can be distinguished from individuals with bulimia nervosa by their very low body weight. A significant proportion of individuals with anorexia nervosa continue to exhibit binging and/or purging symptoms after they have regained a more normal weight. In such cases, the diagnosis may be changed to bulimia nervosa after 1 year during which body weight has not been sufficiently low to meet the diagnostic requirements of anorexia nervosa. Boundary with avoidant-restrictive food intake disorder Behaviours to establish or maintain an abnormally low body weight in anorexia nervosa are usually explicitly motivated by a desire for thinness or an intense fear of gaining weight. However, other rationales for disturbances in eating behaviours or weight loss in anorexia nervosa may be given, such as fear of physical discomfort (e.g. stomach bloating), self-punishment, or religious or moral reasons. In cases in which the individual otherwise meets the diagnostic requirements of anorexia nervosa but weight- or shape-related concerns are not explicitly endorsed, the altered eating behaviours should only be considered as diagnostic of anorexia nervosa if clinical observation or collateral history supports the conclusion that they are motivated by an intention to lose weight or to prevent weight gain. When such individuals begin to alter their eating behaviours and to gain weight, often as a result of treatment, it is common for more explicit weight- or shape-related concerns to emerge. In cases where concerns about body weight or shape continue to be absent in spite of alteration of eating behaviours and weight gain, it is generally more appropriate to change the diagnosis to avoidant-restrictive food intake disorder. Boundary with schizophrenia and other primary psychotic disorders Beliefs that may be considered unusual, are demonstrably untrue, or even appear to be delusional in intensity or fixity may be present in individuals with anorexia nervosa, but these are generally restricted to issues of food, weight and shape, and are otherwise consistent with the psychopathology of anorexia nervosa. Examples include a conviction that one is fat when one is demonstrably underweight, or a belief that one’s caloric intake is excessive when it is in fact insufficient to maintain a normal weight. Such beliefs are consistent with a diagnosis of anorexia nervosa, and an additional diagnosis of delusional disorder or other psychotic disorder is not warranted in such cases. However, if other delusional beliefs are present (e.g. persecutory delusions that are unrelated to weight, shape or food intake) or there are other psychotic symptoms (e.g. thought disorder, hallucinations), a separate diagnosis of a primary psychotic disorder may be warranted. Boundary with obsessive-compulsive disorder Individuals with anorexia nervosa often experience repetitive and persistent thoughts about their weight or shape or about food, which can resemble obsessions. They may also engage in repetitive behaviours in response to these thoughts (e.g. exercise, purging). If repetitive thoughts and behaviours are limited to concerns about weight or shape or about food, an additional diagnosis of obsessive-compulsive disorder should not be assigned. Boundary with body dysmorphic disorder Body Feeding and eating disorders 403 boundaries with other disorders and conditions (differential diagnosis) ranh giới with bulimia nervosa individuals with anorexia nervosa may engage in binge eating and purging, but can be..."
}