{
  "id": "everyday#screening_cues_96a78c98",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "622 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Additional clinical features • Early clinical history is typically characterized by gradual onset, progressive memory problems and word-finding difficulties, as well as mild functional impairment. The most common form of Alzheimer disease begins with neuronal impairment in the medial temporal lobes (the brain regions involved in memory formation). • As Alzheimer disease progresses and affects other brain regions, neurocognitive symptoms worsen. • Atypical forms of Alzheimer disease are also characterized by progressive neurocognitive and functional impairment, with initial neurocognitive symptoms often corresponding to the brain region initially affected (e.g. visual processing impairment in posterior cortical atrophy). Note: for all forms of dementia due to Alzheimer disease, the diagnosis 8A20 Alzheimer disease in Chapter 8 on diseases of the nervous system should also be assigned. 6D80.0 Dementia due to Alzheimer disease with early onset Essential (required) features • All diagnostic requirements for dementia due to Alzheimer disease are met. • Neurocognitive, functional and/or behavioural symptoms associated with Alzheimer disease were present prior to the age of 65 years, as evidenced by neuropsychological test data, neuroimaging data, genetic testing, medical tests, family history and/or clinical history. 6D80.1 Dementia due to Alzheimer disease with late onset Essential (required) features • All diagnostic requirements for dementia due to Alzheimer disease are met. • Neurocognitive, functional and/or behavioural symptoms associated with Alzheimer disease were present at or after the age of 65 years, as evidenced by neuropsychological test data, neuroimaging data, genetic testing,",
  "gloss_vi": "622 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders additional clinical features • early clinical history is typically characterized by gradual onset, prog...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 622 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Additional clinical features • Early clinical history is typically characterized by gradual onset, progressive memory problems and word-finding difficulties, as well as mild functional impairment. The most common form of Alzheimer disease begins with neuronal impairment in the medial temporal lobes (the brain regions involved in memory formation). • As Alzheimer disease progresses and affects other brain regions, neurocognitive symptoms worsen. • Atypical forms of Alzheimer disease are also characterized by progressive neurocognitive and functional impairment, with initial neurocognitive symptoms often corresponding to the brain region initially affected (e.g. visual processing impairment in posterior cortical atrophy). Note: for all forms of dementia due to Alzheimer disease, the diagnosis 8A20 Alzheimer disease in Chapter 8 on diseases of the nervous system should also be assigned. 6D80.0 Dementia due to Alzheimer disease with early onset Essential (required) features • All diagnostic requirements for dementia due to Alzheimer disease are met. • Neurocognitive, functional and/or behavioural symptoms associated with Alzheimer disease were present prior to the age of 65 years, as evidenced by neuropsychological test data, neuroimaging data, genetic testing, medical tests, family history and/or clinical history. 6D80.1 Dementia due to Alzheimer disease with late onset Essential (required) features • All diagnostic requirements for dementia due to Alzheimer disease are met. • Neurocognitive, functional and/or behavioural symptoms associated with Alzheimer disease were present at or after the age of 65 years, as evidenced by neuropsychological test data, neuroimaging data, genetic testing, 622 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders additional clinical features • early clinical history is typically characterized by gradual onset, prog..."
}