{
  "id": "everyday#referral_931a0858",
  "title_en": "General — Referral",
  "title_vi": "General — Chuyển tuyến",
  "text_en": "316 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Course features • Onset of olfactory reference disorder is most often reported as occurring during the mid- 20s; however, onset during puberty or adolescence is also common. • Olfactory reference disorder is generally considered a chronic and persistent disorder, with potential worsening over time. • Embarrassment and shame, in conjunction with limited insight and false beliefs that may be delusional in intensity, may lead to underreporting of concerns related to perceived body odour in clinical settings. • Individuals with olfactory reference disorders often consult non-mental health services on multiple occasions (e.g. medical, surgical, dental specialists) about their perceived odour prior to receiving a diagnosis. Culture-related features • Within more collectivistic cultures, or cultures that emphasize shame, the nature of the concern about bodily odour may be focused around fears of causing offence to others. • Cultural concepts related to olfactory reference disorder include taijin kyofusho in Japan and related conditions in the Republic of Korea and other societies. They are characterized by intense fear of offending, embarrassing or hurting others through improper or awkward social behaviour, movements or appearance. If the concerns focus specifically on body odour, olfactory reference disorder is the appropriate ICD-11 diagnosis. In these cases, insight is typically poor to absent. Boundaries with other disorders and conditions (differential diagnosis) Boundary with obsessive-compulsive disorder Recurrent thoughts and repetitive behaviours occur in obsessive-compulsive disorder. However, in olfactory reference disorder, the intrusive thoughts and repetitive behaviours are limited to concerns about body or breath odour. If obsessive thoughts and compulsive behaviours are not restricted to concerns about emitting a smell, both disorders can be diagnosed. Boundary with delusional disorder and other primary psychotic disorders Many individuals with olfactory reference disorder lack insight about the irrationality of their thoughts and behaviours to such an extent that convictions that they are emitting a foul odour may at times appear to be delusional in the degree of conviction or fixity with which these beliefs are held (see insight specifiers, p. 314). If these beliefs are restricted to the fear or conviction of emitting a foul odour in",
  "gloss_vi": "316 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders course features • onset of olfactory reference disorder is most often reported as occurring during the ...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "referral"
    ],
    "life_topics": [
      "study",
      "relationships"
    ],
    "advice_section": [
      "coping_skill",
      "communication_tips",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Referral General — Chuyển tuyến 316 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Course features • Onset of olfactory reference disorder is most often reported as occurring during the mid- 20s; however, onset during puberty or adolescence is also common. • Olfactory reference disorder is generally considered a chronic and persistent disorder, with potential worsening over time. • Embarrassment and shame, in conjunction with limited insight and false beliefs that may be delusional in intensity, may lead to underreporting of concerns related to perceived body odour in clinical settings. • Individuals with olfactory reference disorders often consult non-mental health services on multiple occasions (e.g. medical, surgical, dental specialists) about their perceived odour prior to receiving a diagnosis. Culture-related features • Within more collectivistic cultures, or cultures that emphasize shame, the nature of the concern about bodily odour may be focused around fears of causing offence to others. • Cultural concepts related to olfactory reference disorder include taijin kyofusho in Japan and related conditions in the Republic of Korea and other societies. They are characterized by intense fear of offending, embarrassing or hurting others through improper or awkward social behaviour, movements or appearance. If the concerns focus specifically on body odour, olfactory reference disorder is the appropriate ICD-11 diagnosis. In these cases, insight is typically poor to absent. Boundaries with other disorders and conditions (differential diagnosis) Boundary with obsessive-compulsive disorder Recurrent thoughts and repetitive behaviours occur in obsessive-compulsive disorder. However, in olfactory reference disorder, the intrusive thoughts and repetitive behaviours are limited to concerns about body or breath odour. If obsessive thoughts and compulsive behaviours are not restricted to concerns about emitting a smell, both disorders can be diagnosed. Boundary with delusional disorder and other primary psychotic disorders Many individuals with olfactory reference disorder lack insight about the irrationality of their thoughts and behaviours to such an extent that convictions that they are emitting a foul odour may at times appear to be delusional in the degree of conviction or fixity with which these beliefs are held (see insight specifiers, p. 314). If these beliefs are restricted to the fear or conviction of emitting a foul odour in 316 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders course features • onset of olfactory reference disorder is most often reported as occurring during the ..."
}