{
  "id": "everyday#screening_cues_4f2c8519",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "540 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Additional clinical features • Although often identified through parental report of noncompliant behaviour, the negative and antagonistic aspects of oppositional defiant disorder also exert a broader negative influence on interactions with others outside the family. Oppositional defiant disorder is associated with peer rejection and interpersonal discord through the school years and into adulthood. • Frequently, the oppositional defiant features have a provocative quality, such that individuals initiate confrontations and may be seen as excessively rude and uncooperative. • Younger children (e.g. 3–5 years of age) are typically more closely supervised, and receive frequent instructions and limits imposed on them by authority figures (e.g. parents or other guardians, caregivers, teachers). As children grow older, direct demands by authority figures typically become less frequent. Moreover, others interacting with children or adolescents with oppositional defiant disorder may come to avoid placing demands on them due to their negative response. Therefore, a diagnosis is not precluded because oppositional or defiant behaviours occur relatively infrequently, as long as they characterize most interactions with authority figures. • Adults with oppositional defiant disorder continue to experience conflictual relationships with parents and family members, and have generally poorer social support networks. This affects the number and quality of their friendships and romantic relationships. They typically struggle to function in the workplace due to difficulties in their interactions with supervisors and co-workers. • Features of irritability and anger (e.g. being touchy or easily annoyed, losing temper, being angry and resentful) are sometimes the predominant characteristics of the clinical presentation. However, irritability and anger alone are neither necessary nor sufficient for the diagnosis. These symptoms must be accompanied by a pattern of markedly noncompliant, defiant and disobedient behaviour that is atypical for individuals of comparable age and developmental level. The presence of chronic irritability-anger is indicated using the corresponding specifier. • Oppositional defiant disorder with chronic irritability-anger is not necessarily more severe or rare than oppositional defiant disorder without chronic irritability-anger. Rather, oppositional defiant disorder with chronic irritability-anger identifies a pattern of mood dysregulation that can range in severity from frequent and impairing tantrums to extreme presentations of the mood dysregulation. • Individuals with oppositional defiant disorder may present with limited prosocial emotions. When assessing for oppositional defiant disorder, the clinician should also assess for limited prosocial emotions; if present, the appropriate specifier should be assigned (see p. 548). Individuals with oppositional defiant disorder with limited prosocial emotions are more likely to exhibit",
  "gloss_vi": "540 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders additional clinical features • although often identified through parental report of noncompliant behavi...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation",
      "do_not_do"
    ],
    "life_topics": [
      "work",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 540 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Additional clinical features • Although often identified through parental report of noncompliant behaviour, the negative and antagonistic aspects of oppositional defiant disorder also exert a broader negative influence on interactions with others outside the family. Oppositional defiant disorder is associated with peer rejection and interpersonal discord through the school years and into adulthood. • Frequently, the oppositional defiant features have a provocative quality, such that individuals initiate confrontations and may be seen as excessively rude and uncooperative. • Younger children (e.g. 3–5 years of age) are typically more closely supervised, and receive frequent instructions and limits imposed on them by authority figures (e.g. parents or other guardians, caregivers, teachers). As children grow older, direct demands by authority figures typically become less frequent. Moreover, others interacting with children or adolescents with oppositional defiant disorder may come to avoid placing demands on them due to their negative response. Therefore, a diagnosis is not precluded because oppositional or defiant behaviours occur relatively infrequently, as long as they characterize most interactions with authority figures. • Adults with oppositional defiant disorder continue to experience conflictual relationships with parents and family members, and have generally poorer social support networks. This affects the number and quality of their friendships and romantic relationships. They typically struggle to function in the workplace due to difficulties in their interactions with supervisors and co-workers. • Features of irritability and anger (e.g. being touchy or easily annoyed, losing temper, being angry and resentful) are sometimes the predominant characteristics of the clinical presentation. However, irritability and anger alone are neither necessary nor sufficient for the diagnosis. These symptoms must be accompanied by a pattern of markedly noncompliant, defiant and disobedient behaviour that is atypical for individuals of comparable age and developmental level. The presence of chronic irritability-anger is indicated using the corresponding specifier. • Oppositional defiant disorder with chronic irritability-anger is not necessarily more severe or rare than oppositional defiant disorder without chronic irritability-anger. Rather, oppositional defiant disorder with chronic irritability-anger identifies a pattern of mood dysregulation that can range in severity from frequent and impairing tantrums to extreme presentations of the mood dysregulation. • Individuals with oppositional defiant disorder may present with limited prosocial emotions. When assessing for oppositional defiant disorder, the clinician should also assess for limited prosocial emotions; if present, the appropriate specifier should be assigned (see p. 548). Individuals with oppositional defiant disorder with limited prosocial emotions are more likely to exhibit 540 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders additional clinical features • although often identified through parental report of noncompliant behavi..."
}