{
  "id": "everyday#screening_cues_0112200a",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "2.0 The mhGAP-IG is a model guide and it is essential that it is adapted The mhGAP-IG is a model guide and it is essential that it is The Assessment section is presented in a framework of to the unique national or local situation. Users may select a subset adapted to the unique national or local situation. Users may flowcharts with multiple clinical assessment points. Each of the priority conditions or interventions to adapt and implement, select a subset of the priority conditions or interventions to module starts with common presentations of the suspected depending on the contextual differences in prevalence and adapt and implement, depending on the context. condition, from which there are a series of clinical assess- availability of resources. Adaptation is necessary to ensure that the ment questions one should move down answering yes or no, conditions that contribute most to disease burden in a specific The mhGAP-IG 2.0 begins with “Essential Care and Practice”, which directs the user to move on for further instructions to country are covered, and that mhGAP-IG 2.0 is appropriate for a set of good clinical practices and general guidelines for reach a final clinical assessment. It is important that users of the local conditions that affect treatment of people with MNS interactions of health care providers with people seeking the mhGAP-IG start at the top of the assessment and move disorders in the health care facility. The adaptation process should mental health care. All users of the mhGAP-IG should through all the decision points to develop a comprehensive be used as an opportunity to develop a consensus on technical issues across disease conditions—this requires involvement of key familiarize themselves with these principles and should clinical assessment and management plan. national stakeholders. Adaptation will include language translation follow them as far as possible. and ensuring that the interventions are acceptable in their The Management section consists of intervention details The mhGAP-IG includes a “Master Chart”, which provides sociocultural context and suitable for the local health system. which provide information on how to manage the specific information on common presentations of the priority conditions that have been assessed. This includes more conditions. This guides the clinician to the relevant modules. The target user group of mhGAP-IG is non-specialized health- technical psychosocial and pharmacological interventions care providers working at first- and second-level health-care The most serious conditions should be managed first. when appropriate. facilities. These providers include primary care doctors, nurses mhGAP-IG 2.0 has a new addition to the Master Chart – and other members of the health-care workforce. Although Emergency Presentations of Priority MNS Conditions. The Follow-up section provides detailed information on mhGAP-IG 2.0 is to be implemented primarily by non-specialists, This section has been added to help identify emergency how to continue the clinical relationship and detailed mental health care specialists may also find it useful in their situations and direction to management guidelines. instructions for follow-up management. work. In addition, specialists have an essential and substantial role in training, support and supervision, and mhGAP-IG 2.0 The modules, organized by individual priority conditions, are indicates where access to specialists is required for consultation a tool for clinical decision-making and management. Each The mhGAP-IG 2.0 uses a series of symbols to highlight or referral to improve utilization of scarce resources. Specialists module is in a different colour to allow easy differentiation. certain aspects within the modules. A list of the symbols would also benefit from training on public health aspects of There is an introduction at the beginning of each module and their explanation is given on the following page. the programme and service organization. Implementation of that explains which condition(s) the module covers and a Throughout the modules, important points are also mhGAP-IG ideally requires coordinated action by public health quick overview describing key assessment and management highlighted as key clinical tips. experts and managers, and dedicated specialists with a back- steps. ground in public health. Therefore, training in the use of Also included is a module on Implementation of mhGAP-IG, mhGAP-IG is best done as part of a systems approach involving Each of the modules consists of three sections: which provides summary steps on how to implement health planners, managers and policy makers so that the mhGAP-IG. Assessment interventions proposed are supported by necessary infrastructure/ At the end of the guide, a glossary of terms used in resources e.g. availability of essential medicines. mhGAP-IG Management mhGAP-IG 2.0 is provided. training also needs to be incorporated in an ongoing manner with mechanisms in place to ensure adequate support, supervi- Follow-up sion and refresher training for the healthcare providers. 3",
  "gloss_vi": "2.0 the mhgap-ig is a model guide and it is essential that it is adapted the mhgap-ig is a model guide and it is essential that it is the đánh giá section is presented in a framework of to the unique national or local si...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "psychoeducation"
    ],
    "life_topics": [
      "work",
      "relationships",
      "grief"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 2.0 The mhGAP-IG is a model guide and it is essential that it is adapted The mhGAP-IG is a model guide and it is essential that it is The Assessment section is presented in a framework of to the unique national or local situation. Users may select a subset adapted to the unique national or local situation. Users may flowcharts with multiple clinical assessment points. Each of the priority conditions or interventions to adapt and implement, select a subset of the priority conditions or interventions to module starts with common presentations of the suspected depending on the contextual differences in prevalence and adapt and implement, depending on the context. condition, from which there are a series of clinical assess- availability of resources. Adaptation is necessary to ensure that the ment questions one should move down answering yes or no, conditions that contribute most to disease burden in a specific The mhGAP-IG 2.0 begins with “Essential Care and Practice”, which directs the user to move on for further instructions to country are covered, and that mhGAP-IG 2.0 is appropriate for a set of good clinical practices and general guidelines for reach a final clinical assessment. It is important that users of the local conditions that affect treatment of people with MNS interactions of health care providers with people seeking the mhGAP-IG start at the top of the assessment and move disorders in the health care facility. The adaptation process should mental health care. All users of the mhGAP-IG should through all the decision points to develop a comprehensive be used as an opportunity to develop a consensus on technical issues across disease conditions—this requires involvement of key familiarize themselves with these principles and should clinical assessment and management plan. national stakeholders. Adaptation will include language translation follow them as far as possible. and ensuring that the interventions are acceptable in their The Management section consists of intervention details The mhGAP-IG includes a “Master Chart”, which provides sociocultural context and suitable for the local health system. which provide information on how to manage the specific information on common presentations of the priority conditions that have been assessed. This includes more conditions. This guides the clinician to the relevant modules. The target user group of mhGAP-IG is non-specialized health- technical psychosocial and pharmacological interventions care providers working at first- and second-level health-care The most serious conditions should be managed first. when appropriate. facilities. These providers include primary care doctors, nurses mhGAP-IG 2.0 has a new addition to the Master Chart – and other members of the health-care workforce. Although Emergency Presentations of Priority MNS Conditions. The Follow-up section provides detailed information on mhGAP-IG 2.0 is to be implemented primarily by non-specialists, This section has been added to help identify emergency how to continue the clinical relationship and detailed mental health care specialists may also find it useful in their situations and direction to management guidelines. instructions for follow-up management. work. In addition, specialists have an essential and substantial role in training, support and supervision, and mhGAP-IG 2.0 The modules, organized by individual priority conditions, are indicates where access to specialists is required for consultation a tool for clinical decision-making and management. Each The mhGAP-IG 2.0 uses a series of symbols to highlight or referral to improve utilization of scarce resources. Specialists module is in a different colour to allow easy differentiation. certain aspects within the modules. A list of the symbols would also benefit from training on public health aspects of There is an introduction at the beginning of each module and their explanation is given on the following page. the programme and service organization. Implementation of that explains which condition(s) the module covers and a Throughout the modules, important points are also mhGAP-IG ideally requires coordinated action by public health quick overview describing key assessment and management highlighted as key clinical tips. experts and managers, and dedicated specialists with a back- steps. ground in public health. Therefore, training in the use of Also included is a module on Implementation of mhGAP-IG, mhGAP-IG is best done as part of a systems approach involving Each of the modules consists of three sections: which provides summary steps on how to implement health planners, managers and policy makers so that the mhGAP-IG. Assessment interventions proposed are supported by necessary infrastructure/ At the end of the guide, a glossary of terms used in resources e.g. availability of essential medicines. mhGAP-IG Management mhGAP-IG 2.0 is provided. training also needs to be incorporated in an ongoing manner with mechanisms in place to ensure adequate support, supervi- Follow-up sion and refresher training for the healthcare providers. 3 2.0 the mhgap-ig is a model guide and it is essential that it is adapted the mhgap-ig is a model guide and it is essential that it is the đánh giá section is presented in a framework of to the unique national or local si..."
}