{
  "id": "everyday#screening_cues_021c9c92",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "The symptoms are not better accounted for by another mental disorder such as a depressive disorder, a bipolar disorder, or schizophrenia or another primary psychotic disorder. Evidence supporting a diagnosis of another mental disorder would include mood symptoms preceding the onset of the substance use, the symptoms persisting for a substantial period of time after cessation of the substance or medication use or withdrawal (e.g. 1 month or more depending on the specific substance), or other evidence of a pre-existing mental disorder with mood symptoms (e.g. a history of prior episodes not associated with substance use). • The symptoms are not a manifestation of another medical condition. • The symptoms result in significant distress or significant impairment in personal, family, social, educational, occupational or other important areas of functioning. If functioning is maintained, it is only through significant additional effort. Specifiers for substance-induced mood symptoms An additional specifier can be added to denote the presence of depressive symptoms in the absence of manic symptoms, manic symptoms in the absence of depressive symptoms, or mixed manic and depressive symptoms. The x below corresponds to the fourth-character code indicating the substance class (0 for alcohol, 1 for cannabis and so on). The y represents the character that correspond to substance-induced mood disorder for that class of substances (see the list above and Table 6.14, p. 454). For example, 6C40.700 is alcohol-induced mood disorder with depressive symptoms and 6C4D.602 is dissociative drug-induced mood disorder with mixed depressive and manic symptoms. 6C4x.y00 Substance-induced mood disorder with depressive symptoms • All diagnostic requirements for substance-induced mood disorder are met. • The presentation is characterized by depressive symptoms judged to be the direct consequence of the use of or withdrawal from a specified substance or medication. • Manic symptoms are not present. 6C4x.y01 Substance-induced mood disorder with manic symptoms • All diagnostic requirements for substance-induced mood disorder are met. • The presentation is characterized by manic symptoms judged to be the direct consequence of the use of or withdrawal from a specified substance or medication. • Depressive symptoms are not present. Substance-induced mood disorders",
  "gloss_vi": "The symptoms are not better accounted for by another mental disorder such as a depressive disorder, a bipolar disorder, or schizophrenia or another primary psychotic disorder. evidence supporting a diagnosis of another m...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc The symptoms are not better accounted for by another mental disorder such as a depressive disorder, a bipolar disorder, or schizophrenia or another primary psychotic disorder. Evidence supporting a diagnosis of another mental disorder would include mood symptoms preceding the onset of the substance use, the symptoms persisting for a substantial period of time after cessation of the substance or medication use or withdrawal (e.g. 1 month or more depending on the specific substance), or other evidence of a pre-existing mental disorder with mood symptoms (e.g. a history of prior episodes not associated with substance use). • The symptoms are not a manifestation of another medical condition. • The symptoms result in significant distress or significant impairment in personal, family, social, educational, occupational or other important areas of functioning. If functioning is maintained, it is only through significant additional effort. Specifiers for substance-induced mood symptoms An additional specifier can be added to denote the presence of depressive symptoms in the absence of manic symptoms, manic symptoms in the absence of depressive symptoms, or mixed manic and depressive symptoms. The x below corresponds to the fourth-character code indicating the substance class (0 for alcohol, 1 for cannabis and so on). The y represents the character that correspond to substance-induced mood disorder for that class of substances (see the list above and Table 6.14, p. 454). For example, 6C40.700 is alcohol-induced mood disorder with depressive symptoms and 6C4D.602 is dissociative drug-induced mood disorder with mixed depressive and manic symptoms. 6C4x.y00 Substance-induced mood disorder with depressive symptoms • All diagnostic requirements for substance-induced mood disorder are met. • The presentation is characterized by depressive symptoms judged to be the direct consequence of the use of or withdrawal from a specified substance or medication. • Manic symptoms are not present. 6C4x.y01 Substance-induced mood disorder with manic symptoms • All diagnostic requirements for substance-induced mood disorder are met. • The presentation is characterized by manic symptoms judged to be the direct consequence of the use of or withdrawal from a specified substance or medication. • Depressive symptoms are not present. Substance-induced mood disorders The symptoms are not better accounted for by another mental disorder such as a depressive disorder, a bipolar disorder, or schizophrenia or another primary psychotic disorder. evidence supporting a diagnosis of another m..."
}