{
  "id": "everyday#screening_cues_f5a78875",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "648 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Culture-related features • Differences between cultures may influence psychological or behavioural factors and their effects on other conditions, such as linguistic and verbal communication, explanatory models of illness, health-care practices and delivery, provider-patient relationships, family and gender roles, and attitudes towards pain and death. Boundaries with other disorders and conditions (differential diagnosis) Boundary with adjustment disorder Stress associated with having a medical condition can cause psychological or behavioural symptoms that may meet the diagnostic requirements for adjustment disorder – specifically preoccupation with the stressor or its consequences, including excessive worry, recurrent and distressing thoughts about the stressor, or constant rumination about its implications that results in significant impairment in personal, family, social, educational, occupational or other important areas of functioning. In psychological or behavioural factors affecting disorders and diseases classified elsewhere, the causality is in the opposite direction; that is, psychological or behavioural factors adversely affect an existing medical condition. For example, an individual who, in the weeks following a heart attack, develops severe anxiety whenever they leave the house because they are afraid of experiencing cardiac symptoms when no help is available might be appropriately diagnosed as having adjustment disorder. In contrast, an individual with atherosclerotic heart disease who develops chest pain whenever they become anxious would be diagnosed with psychological or behavioural factors affecting disorders and diseases classified elsewhere. In clinical practice, however, psychological factors and a medical condition are often mutually exacerbating, in which case both diagnoses may be assigned if it is clinically useful to do so. Boundary with hypochondriasis (health anxiety disorder) Hypochondriasis is characterized by persistent preoccupation with or fear about the possibility of having one or more serious, progressive or life-threatening diseases. The focus of clinical care is the individual’s worry about having a disease; in most cases, no serious medical disease is present. In psychological or behavioural factors affecting disorders and diseases classified elsewhere, anxiety may be a relevant psychological factor affecting a medical condition, but the clinical concern is the adverse effects of the anxiety on the manifestations, course or treatment of the medical condition. Boundary with bodily distress disorder occurring in an individual with an established medical condition Bodily distress disorder occurring in an individual with an established medical condition is characterized by a combination of distressing bodily symptoms and a degree of attention related to the symptoms that is clearly excessive in relation to the nature and severity of the medical condition. In contrast, in psychological or behavioural factors affecting disorders and diseases classified elsewhere, the psychological or behavioural factors themselves adversely affect the Psychological or behavioural factors",
  "gloss_vi": "648 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders culture-related features • differences between cultures may influence psychological or behavioural fact...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 648 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Culture-related features • Differences between cultures may influence psychological or behavioural factors and their effects on other conditions, such as linguistic and verbal communication, explanatory models of illness, health-care practices and delivery, provider-patient relationships, family and gender roles, and attitudes towards pain and death. Boundaries with other disorders and conditions (differential diagnosis) Boundary with adjustment disorder Stress associated with having a medical condition can cause psychological or behavioural symptoms that may meet the diagnostic requirements for adjustment disorder – specifically preoccupation with the stressor or its consequences, including excessive worry, recurrent and distressing thoughts about the stressor, or constant rumination about its implications that results in significant impairment in personal, family, social, educational, occupational or other important areas of functioning. In psychological or behavioural factors affecting disorders and diseases classified elsewhere, the causality is in the opposite direction; that is, psychological or behavioural factors adversely affect an existing medical condition. For example, an individual who, in the weeks following a heart attack, develops severe anxiety whenever they leave the house because they are afraid of experiencing cardiac symptoms when no help is available might be appropriately diagnosed as having adjustment disorder. In contrast, an individual with atherosclerotic heart disease who develops chest pain whenever they become anxious would be diagnosed with psychological or behavioural factors affecting disorders and diseases classified elsewhere. In clinical practice, however, psychological factors and a medical condition are often mutually exacerbating, in which case both diagnoses may be assigned if it is clinically useful to do so. Boundary with hypochondriasis (health anxiety disorder) Hypochondriasis is characterized by persistent preoccupation with or fear about the possibility of having one or more serious, progressive or life-threatening diseases. The focus of clinical care is the individual’s worry about having a disease; in most cases, no serious medical disease is present. In psychological or behavioural factors affecting disorders and diseases classified elsewhere, anxiety may be a relevant psychological factor affecting a medical condition, but the clinical concern is the adverse effects of the anxiety on the manifestations, course or treatment of the medical condition. Boundary with bodily distress disorder occurring in an individual with an established medical condition Bodily distress disorder occurring in an individual with an established medical condition is characterized by a combination of distressing bodily symptoms and a degree of attention related to the symptoms that is clearly excessive in relation to the nature and severity of the medical condition. In contrast, in psychological or behavioural factors affecting disorders and diseases classified elsewhere, the psychological or behavioural factors themselves adversely affect the Psychological or behavioural factors 648 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders culture-related features • differences between cultures may influence psychological or behavioural fact..."
}