{
  "id": "everyday#referral_2ff4881a",
  "title_en": "General — Referral",
  "title_vi": "General — Chuyển tuyến",
  "text_en": "Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders discussion lead to insight that struggling, judging y Many interventions other than CBT have so far been and ruminating on psychotic experience creates investigated in only a few trials and further study distress, while mindful observation and acceptance is required to understand whether the balance of of psychotic experience is empowering and calming. effects differs by type of psychosocial intervention. y Hallucination focused integrative treatment y Further research is needed on psychoeducation or (HFIT): This treatment integrates motivational family interventions focused on individuals in the interventions, training in coping skills, CBT, operant acute phase of the disease. conditioning and single-family therapy with Implementation considerations medicine, psychoeducation and rehabilitation. y Experience focused counselling (EFC): EFC aims to y CBT requires specific training which may not be make sense of the voice-hearing experience within available in all LMICs. the person’s life context and supporting the person y Differences in mental health infrastructure and in learning to better deal with the experience resources should be considered. as part of a recovery process. The intervention y Variations in cultural context should be considered. attempts to answer who and what problems the There may be acceptability issues. voices represent, also by uncovering traumatic life y Country adaptation and translation of training connections to voices. materials and tools for the provision of y Integrating the provision of psychological psychological interventions is essential. interventions into primary care provision and y Face-to-face psychological interventions delivered other general and social care facilities has many by service providers is human resource-intensive advantages, including more holistic health care, as they require substantial provider time, training increased accessibility for people in need of mental and supervision. health care, opportunities for reducing the stigma of y For the safe implementation of psychological mental health problems and reduced costs. interventions among people with psychosis by non-specialized professionals, supervision by a Research gaps mental health specialist is an important aspect y Most of the research is from HICs and, in general, that should be considered and planned prior to psychological interventions have been developed in commencement (209). HICs. Further research is needed in LMICs. 102 3. Recommendations PSY11. In adults with psychotic disorders (including schizophrenia), are psychological interventions (such as psychoeducation, family interventions and CBT) effective in the maintenance phase? Recommendation (update): Psychosocial interventions – namely family interventions, family psychoeducation, psychoeducation and cognitive behavioural therapy (CBT) – should be offered to adults with psychosis (including",
  "gloss_vi": "Mental health gap action programme (mhgap) guideline for mental, neurological and substance use disorders discussion lead to insight that struggling, judging y many interventions other than cbt have so far been and rumin...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "referral",
      "psychoeducation"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Referral General — Chuyển tuyến Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders discussion lead to insight that struggling, judging y Many interventions other than CBT have so far been and ruminating on psychotic experience creates investigated in only a few trials and further study distress, while mindful observation and acceptance is required to understand whether the balance of of psychotic experience is empowering and calming. effects differs by type of psychosocial intervention. y Hallucination focused integrative treatment y Further research is needed on psychoeducation or (HFIT): This treatment integrates motivational family interventions focused on individuals in the interventions, training in coping skills, CBT, operant acute phase of the disease. conditioning and single-family therapy with Implementation considerations medicine, psychoeducation and rehabilitation. y Experience focused counselling (EFC): EFC aims to y CBT requires specific training which may not be make sense of the voice-hearing experience within available in all LMICs. the person’s life context and supporting the person y Differences in mental health infrastructure and in learning to better deal with the experience resources should be considered. as part of a recovery process. The intervention y Variations in cultural context should be considered. attempts to answer who and what problems the There may be acceptability issues. voices represent, also by uncovering traumatic life y Country adaptation and translation of training connections to voices. materials and tools for the provision of y Integrating the provision of psychological psychological interventions is essential. interventions into primary care provision and y Face-to-face psychological interventions delivered other general and social care facilities has many by service providers is human resource-intensive advantages, including more holistic health care, as they require substantial provider time, training increased accessibility for people in need of mental and supervision. health care, opportunities for reducing the stigma of y For the safe implementation of psychological mental health problems and reduced costs. interventions among people with psychosis by non-specialized professionals, supervision by a Research gaps mental health specialist is an important aspect y Most of the research is from HICs and, in general, that should be considered and planned prior to psychological interventions have been developed in commencement (209). HICs. Further research is needed in LMICs. 102 3. Recommendations PSY11. In adults with psychotic disorders (including schizophrenia), are psychological interventions (such as psychoeducation, family interventions and CBT) effective in the maintenance phase? Recommendation (update): Psychosocial interventions – namely family interventions, family psychoeducation, psychoeducation and cognitive behavioural therapy (CBT) – should be offered to adults with psychosis (including Mental health gap action programme (mhgap) guideline for mental, neurological and substance use disorders discussion lead to insight that struggling, judging y many interventions other than cbt have so far been and rumin..."
}