{
  "id": "everyday#screening_cues_90f2904e",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "672 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Potentially explanatory medical conditions Brain disorders and general medical conditions that have been shown to be capable of producing neurocognitive syndromes include: • diseases of the nervous system (e.g. adrenoleukodystrophy, cerebral arteritis, seizures); • certain infectious or parasitic diseases (e.g. cryptococcosis, Lyme borreliosis, neurosyphilis); • diseases of the blood or blood-forming organs (e.g. sickle cell disorders); • diseases of the digestive system (e.g. hepatic failure, intestinal malabsorption); • diseases of the genitourinary system (e.g. renal failure); • diseases of the immune system (e.g. eosinophilia, systemic lupus erythematosus); • endocrine, nutritional or metabolic diseases (e.g. hypercalcaemia, hypo- or hyperglycaemia, hypothyroidism); • neoplasms (e.g. neoplasms of brain). 6E68 Secondary personality change Essential (required) features • The presence of personality disturbance (e.g. marked apathy, indifference, suspiciousness, paranoid ideation, disinhibition) that represents a change from the individual’s previous characteristic personality pattern is required for diagnosis. • The personality change is judged to be the direct pathophysiological consequence of a medical condition, based on evidence from the history, physical examination or laboratory findings. This judgement depends on establishing the following. • The medical condition is known to be capable of producing the observed symptoms. • The course of the personality change (e.g. onset, remission, response of the personality disturbance to treatment of the etiological medical condition is consistent with causation by the medical condition). • The symptoms are not better accounted for by delirium, dementia, another mental disorder (e.g. personality disorder, impulse control disorders, secondary impulse control or addictive behaviour syndrome) or the effects of a medication or substance, including withdrawal effects. • The symptoms are sufficiently severe to be a specific focus of clinical attention. Secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere Secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere 673 Boundaries with other disorders and conditions (differential diagnosis) Boundary with personality disorder and personality difficulty Establishing the presence of a potentially explanatory medical condition that can cause personality change and the temporal relationship between the medical condition and the personality change is critical in diagnosing secondary personality change. Personality is relatively stable over time, and personality disorder and personality difficulty are usually evident by early adulthood. In contrast, secondary personality change has its onset following or coincident with the onset of a medical condition that is judged to be its direct pathophysiological cause, and is characterized by the emergence of personality traits that",
  "gloss_vi": "672 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders potentially explanatory medical conditions brain disorders and general medical conditions that have bee...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 672 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Potentially explanatory medical conditions Brain disorders and general medical conditions that have been shown to be capable of producing neurocognitive syndromes include: • diseases of the nervous system (e.g. adrenoleukodystrophy, cerebral arteritis, seizures); • certain infectious or parasitic diseases (e.g. cryptococcosis, Lyme borreliosis, neurosyphilis); • diseases of the blood or blood-forming organs (e.g. sickle cell disorders); • diseases of the digestive system (e.g. hepatic failure, intestinal malabsorption); • diseases of the genitourinary system (e.g. renal failure); • diseases of the immune system (e.g. eosinophilia, systemic lupus erythematosus); • endocrine, nutritional or metabolic diseases (e.g. hypercalcaemia, hypo- or hyperglycaemia, hypothyroidism); • neoplasms (e.g. neoplasms of brain). 6E68 Secondary personality change Essential (required) features • The presence of personality disturbance (e.g. marked apathy, indifference, suspiciousness, paranoid ideation, disinhibition) that represents a change from the individual’s previous characteristic personality pattern is required for diagnosis. • The personality change is judged to be the direct pathophysiological consequence of a medical condition, based on evidence from the history, physical examination or laboratory findings. This judgement depends on establishing the following. • The medical condition is known to be capable of producing the observed symptoms. • The course of the personality change (e.g. onset, remission, response of the personality disturbance to treatment of the etiological medical condition is consistent with causation by the medical condition). • The symptoms are not better accounted for by delirium, dementia, another mental disorder (e.g. personality disorder, impulse control disorders, secondary impulse control or addictive behaviour syndrome) or the effects of a medication or substance, including withdrawal effects. • The symptoms are sufficiently severe to be a specific focus of clinical attention. Secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere Secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere 673 Boundaries with other disorders and conditions (differential diagnosis) Boundary with personality disorder and personality difficulty Establishing the presence of a potentially explanatory medical condition that can cause personality change and the temporal relationship between the medical condition and the personality change is critical in diagnosing secondary personality change. Personality is relatively stable over time, and personality disorder and personality difficulty are usually evident by early adulthood. In contrast, secondary personality change has its onset following or coincident with the onset of a medical condition that is judged to be its direct pathophysiological cause, and is characterized by the emergence of personality traits that 672 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders potentially explanatory medical conditions brain disorders and general medical conditions that have bee..."
}