{
  "id": "everyday#screening_cues_e1381302",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Executive summary Background and objectives Target audience Mental, neurological and substance use (MNS) The guideline is targeted towards non-specialized disorders are major contributors to morbidity and health workers at primary- or secondary-level health- premature mortality in all regions of the world. The care facilities, or those working at the district level resources that have been provided to tackle the huge including basic inpatient and outpatient services. burden of MNS disorders are insufficient, inequitably The guideline also targets health workers in general distributed and inefficiently used, resulting in a large health care and other programmes to support delivery treatment gap. To reduce the treatment gap and to of integrated care and services. The guideline is enhance the capacity of countries to respond to the relevant to other health-care professionals globally, growing challenge, the World Health Organization including staff at ministries of health, nongovernmental (WHO) developed and launched (in 2008) the Mental organizations (NGOs) and researchers at academic Health Gap Action Programme (mhGAP): scaling institutions, especially in LMICs, and it is also intended up care for MNS disorders. An essential component for use by health-care planners, programme managers of mhGAP is the evidence-based guideline for MNS and policy-makers. disorders identified as conditions of high priority for low- and middle-income countries (LMICs). These Methods recommendations were first published in 2010 as part of the mhGAP intervention guide, and they were The guideline was developed in accordance with updated in the 2015 mhGAP guideline. There has been the WHO handbook for guideline development and a rapid expansion in the use of mhGAP since 2015 with meets international standards for evidence-based the guideline and derivate products – especially the guidelines. In collaboration with the Guideline 2016 intervention guide – now used in more than 100 Development Group (GDG), the Topic Expert Groups countries and translated into more than 20 languages. (TEGs) and the guideline methodologist, the WHO Steering Group identified priority questions and The mhGAP guideline aims to: outcomes to determine those that were critical for the ▶ provide up-to-date WHO guidance to facilitate development of the guideline. Conflicts of interest from delivery of MNS interventions by non-specialist all individual guideline contributors were declared, health workers in LMICs; assessed and managed in line with WHO procedures. ▶ assist with the scale-up of care for MNS disorders Systematic evidence reviews were used to develop identified as conditions of high priority in LMICs; and the Evidence to Decision and Summary of Findings ▶ facilitate implementation of WHO action plans tables, according to the Grading of Recommendations including the Comprehensive mental health action Assessment, Development and Evaluations (GRADE) plan 2021–2030, the Intersectoral global action approach. The GDG developed recommendations that plan on epilepsy and other neurological disorders considered a range of elements, namely: the certainty 2022–2031, the Global action plan",
  "gloss_vi": "Executive summary background and objectives target audience mental, neurological and substance use (mns) the guideline is targeted towards non-specialized disorders are major contributors to morbidity and health workers ...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "psychoeducation"
    ],
    "life_topics": [
      "work",
      "relationships"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Executive summary Background and objectives Target audience Mental, neurological and substance use (MNS) The guideline is targeted towards non-specialized disorders are major contributors to morbidity and health workers at primary- or secondary-level health- premature mortality in all regions of the world. The care facilities, or those working at the district level resources that have been provided to tackle the huge including basic inpatient and outpatient services. burden of MNS disorders are insufficient, inequitably The guideline also targets health workers in general distributed and inefficiently used, resulting in a large health care and other programmes to support delivery treatment gap. To reduce the treatment gap and to of integrated care and services. The guideline is enhance the capacity of countries to respond to the relevant to other health-care professionals globally, growing challenge, the World Health Organization including staff at ministries of health, nongovernmental (WHO) developed and launched (in 2008) the Mental organizations (NGOs) and researchers at academic Health Gap Action Programme (mhGAP): scaling institutions, especially in LMICs, and it is also intended up care for MNS disorders. An essential component for use by health-care planners, programme managers of mhGAP is the evidence-based guideline for MNS and policy-makers. disorders identified as conditions of high priority for low- and middle-income countries (LMICs). These Methods recommendations were first published in 2010 as part of the mhGAP intervention guide, and they were The guideline was developed in accordance with updated in the 2015 mhGAP guideline. There has been the WHO handbook for guideline development and a rapid expansion in the use of mhGAP since 2015 with meets international standards for evidence-based the guideline and derivate products – especially the guidelines. In collaboration with the Guideline 2016 intervention guide – now used in more than 100 Development Group (GDG), the Topic Expert Groups countries and translated into more than 20 languages. (TEGs) and the guideline methodologist, the WHO Steering Group identified priority questions and The mhGAP guideline aims to: outcomes to determine those that were critical for the ▶ provide up-to-date WHO guidance to facilitate development of the guideline. Conflicts of interest from delivery of MNS interventions by non-specialist all individual guideline contributors were declared, health workers in LMICs; assessed and managed in line with WHO procedures. ▶ assist with the scale-up of care for MNS disorders Systematic evidence reviews were used to develop identified as conditions of high priority in LMICs; and the Evidence to Decision and Summary of Findings ▶ facilitate implementation of WHO action plans tables, according to the Grading of Recommendations including the Comprehensive mental health action Assessment, Development and Evaluations (GRADE) plan 2021–2030, the Intersectoral global action approach. The GDG developed recommendations that plan on epilepsy and other neurological disorders considered a range of elements, namely: the certainty 2022–2031, the Global action plan Executive summary background and objectives target audience mental, neurological and substance use (mns) the guideline is targeted towards non-specialized disorders are major contributors to morbidity and health workers ..."
}