{
  "id": "everyday#risk_safety_8ec63fd9",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "Feeding and eating disorders 399 information on how to lose weight; or exhibiting extreme avoidant behaviours, such as refusal to have mirrors at home, avoidance of tight-fitting clothes, or refusal to know one’s weight or to purchase clothing with specified sizing. Specifiers for underweight status In the context of anorexia nervosa, severe underweight status is an important prognostic factor that is associated with a high risk of physical complications and substantially increased mortality. In adults, very low BMI has been found to be associated with poorer long-term prognosis among individuals with anorexia nervosa, although it is not the sole determinant of medical risk. 6B80.0 Anorexia nervosa with significantly low body weight • Anorexia nervosa with significantly low body weight meets all diagnostic requirements for anorexia nervosa, with BMI between 18.5 kg/m2 and 14.0 kg/m2 in adults or BMI for age between the 5th and 0.3rd percentile in children and adolescents. 6B80.1 Anorexia nervosa with dangerously low body weight • Anorexia nervosa with dangerously low body weight meets all diagnostic requirements for anorexia nervosa, with BMI of under 14.0 kg/m2 in adults or BMI for age under the 0.3rd percentile (fewer than three in one thousand) in children and adolescents. In the context of anorexia nervosa, dangerously low body weight is an important prognostic factor that is associated with a high risk of physical complications and substantially increased mortality. 6B80.2 Anorexia nervosa in recovery with normal body weight • Among individuals who are recovering from anorexia nervosa who have achieved a healthy body weight, the diagnosis should be retained until a full and lasting recovery is achieved. A full and lasting recovery includes maintenance of a healthy weight and the cessation of behaviours aimed at reducing body weight for a sustained period (e.g. at least 1 year) following the termination of treatment. 6B80.Y Other specified anorexia nervosa 6B80.Z Anorexia nervosa, unspecified Feeding and eating disorders | Anorexia nervosa 400Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Specifiers for the pattern of weight-related behaviours Different patterns of weight-related behaviours among individuals with anorexia nervosa may be related to treatment selection and clinical management, as well as the course and outcome of",
  "gloss_vi": "Feeding and eating disorders 399 information on how to lose weight; or exhibiting extreme avoidant behaviours, such as refusal to have mirrors at home, avoidance of tight-fitting clothes, or refusal to know one’s weight ...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "do_not_do"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn Feeding and eating disorders 399 information on how to lose weight; or exhibiting extreme avoidant behaviours, such as refusal to have mirrors at home, avoidance of tight-fitting clothes, or refusal to know one’s weight or to purchase clothing with specified sizing. Specifiers for underweight status In the context of anorexia nervosa, severe underweight status is an important prognostic factor that is associated with a high risk of physical complications and substantially increased mortality. In adults, very low BMI has been found to be associated with poorer long-term prognosis among individuals with anorexia nervosa, although it is not the sole determinant of medical risk. 6B80.0 Anorexia nervosa with significantly low body weight • Anorexia nervosa with significantly low body weight meets all diagnostic requirements for anorexia nervosa, with BMI between 18.5 kg/m2 and 14.0 kg/m2 in adults or BMI for age between the 5th and 0.3rd percentile in children and adolescents. 6B80.1 Anorexia nervosa with dangerously low body weight • Anorexia nervosa with dangerously low body weight meets all diagnostic requirements for anorexia nervosa, with BMI of under 14.0 kg/m2 in adults or BMI for age under the 0.3rd percentile (fewer than three in one thousand) in children and adolescents. In the context of anorexia nervosa, dangerously low body weight is an important prognostic factor that is associated with a high risk of physical complications and substantially increased mortality. 6B80.2 Anorexia nervosa in recovery with normal body weight • Among individuals who are recovering from anorexia nervosa who have achieved a healthy body weight, the diagnosis should be retained until a full and lasting recovery is achieved. A full and lasting recovery includes maintenance of a healthy weight and the cessation of behaviours aimed at reducing body weight for a sustained period (e.g. at least 1 year) following the termination of treatment. 6B80.Y Other specified anorexia nervosa 6B80.Z Anorexia nervosa, unspecified Feeding and eating disorders | Anorexia nervosa 400Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Specifiers for the pattern of weight-related behaviours Different patterns of weight-related behaviours among individuals with anorexia nervosa may be related to treatment selection and clinical management, as well as the course and outcome of Feeding and eating disorders 399 information on how to lose weight; or exhibiting extreme avoidant behaviours, such as refusal to have mirrors at home, avoidance of tight-fitting clothes, or refusal to know one’s weight ..."
}