{
  "id": "everyday#screening_cues_16df5218",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Personality disorders and related traits 569 and neurodevelopmental disorders, based on evidence from the history, physical examination or laboratory findings. Personality disorder is not diagnosed if the symptoms are due to another medical condition. Boundary with disorders due to substance use Disorders due to substance use often have pervasive effects on functioning of the self and interpersonal functioning. For example, they may exhibit problems with self-direction and self- esteem, difficulties and conflicts in relationships, dissocial behaviour related to obtaining or using drugs, and a wide range of other features that are commonly seen in individuals with personality disorder. If the personality disturbance is entirely accounted for by a disorder due to substance use, a diagnosis of personality disorder should not be given. However, if the personality disturbance is not entirely accounted for by the disorder due to substance use (e.g. if the personality disturbance preceded the onset of substance use) or if there are features of a personality disorder that are not accounted for by substance use (e.g. perfectionism), an additional diagnosis of personality disorder may be assigned. Personality disorders and related traits | General diagnostic requirements for personality disorder 570 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders",
  "gloss_vi": "Personality disorders and related traits 569 and neurodevelopmental disorders, based on evidence from the history, physical examination or laboratory findings. personality disorder is not diagnosed if the symptoms are du...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Personality disorders and related traits 569 and neurodevelopmental disorders, based on evidence from the history, physical examination or laboratory findings. Personality disorder is not diagnosed if the symptoms are due to another medical condition. Boundary with disorders due to substance use Disorders due to substance use often have pervasive effects on functioning of the self and interpersonal functioning. For example, they may exhibit problems with self-direction and self- esteem, difficulties and conflicts in relationships, dissocial behaviour related to obtaining or using drugs, and a wide range of other features that are commonly seen in individuals with personality disorder. If the personality disturbance is entirely accounted for by a disorder due to substance use, a diagnosis of personality disorder should not be given. However, if the personality disturbance is not entirely accounted for by the disorder due to substance use (e.g. if the personality disturbance preceded the onset of substance use) or if there are features of a personality disorder that are not accounted for by substance use (e.g. perfectionism), an additional diagnosis of personality disorder may be assigned. Personality disorders and related traits | General diagnostic requirements for personality disorder 570 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Personality disorders and related traits 569 and neurodevelopmental disorders, based on evidence from the history, physical examination or laboratory findings. personality disorder is not diagnosed if the symptoms are du..."
}