{
  "id": "everyday#risk_safety_4d4ea037",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders y A specialist should periodically review whether y ASM polytherapy is, in general, associated with sodium valproate is the most suitable treatment higher risks of congenital malformations than for all women of childbearing potential taking ASM monotherapy. sodium valproate. EPI5. Which interventions are effective in preventing epilepsy-related mortality, including sudden unexpected death of someone with epilepsy (SUDEP)? Recommendation (new): Nocturnal supervision should be considered for prevention of sudden unexpected death in epilepsy (SUDEP). Strength of recommendation: Conditional Certainty of evidence: Very low Justification evidence of a seizure, excluding documented status y Evidence was extracted from one systematic review: epilepticus and in whom postmortem examination Maguire et al., 2020 (1 case–control study) (186). does not reveal a structural or toxicological cause for death. y Very low-certainty evidence suggests that supervision at night reduces the incidence of SUDEP y This intervention is considered especially (OR = 0.34; 95% CI: 0.22 to 0.53). appropriate for those who have convulsive seizures from sleep. y SUDEP has a reported incidence of 1.2–1.3 per 1000 person-years and represents one of the y Nocturnal supervision was defined by Langan most common causes of mortality in people with et al. (2005) as “the presence of an individual of epilepsy (187,188). normal intelligence and at least 10 years old in the bedroom” (189). The use of special precautions is y This conditional recommendation is made with also considered as a part of nocturnal supervision in very low-certainty evidence. As SUDEP is the most this recommendation. Special precautions involved common epilepsy-related cause of death, nocturnal regular checks throughout the night or the use of a supervision offers a low-risk, low-cost intervention listening device. that merits consideration due to the balance of potential benefits and risks. Consideration",
  "gloss_vi": "Mental health gap action programme (mhgap) guideline for mental, neurological and substance use disorders y a specialist should periodically review whether y asm polytherapy is, in general, associated with sodium valproa...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "referral"
    ],
    "life_topics": [
      "sleep",
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders y A specialist should periodically review whether y ASM polytherapy is, in general, associated with sodium valproate is the most suitable treatment higher risks of congenital malformations than for all women of childbearing potential taking ASM monotherapy. sodium valproate. EPI5. Which interventions are effective in preventing epilepsy-related mortality, including sudden unexpected death of someone with epilepsy (SUDEP)? Recommendation (new): Nocturnal supervision should be considered for prevention of sudden unexpected death in epilepsy (SUDEP). Strength of recommendation: Conditional Certainty of evidence: Very low Justification evidence of a seizure, excluding documented status y Evidence was extracted from one systematic review: epilepticus and in whom postmortem examination Maguire et al., 2020 (1 case–control study) (186). does not reveal a structural or toxicological cause for death. y Very low-certainty evidence suggests that supervision at night reduces the incidence of SUDEP y This intervention is considered especially (OR = 0.34; 95% CI: 0.22 to 0.53). appropriate for those who have convulsive seizures from sleep. y SUDEP has a reported incidence of 1.2–1.3 per 1000 person-years and represents one of the y Nocturnal supervision was defined by Langan most common causes of mortality in people with et al. (2005) as “the presence of an individual of epilepsy (187,188). normal intelligence and at least 10 years old in the bedroom” (189). The use of special precautions is y This conditional recommendation is made with also considered as a part of nocturnal supervision in very low-certainty evidence. As SUDEP is the most this recommendation. Special precautions involved common epilepsy-related cause of death, nocturnal regular checks throughout the night or the use of a supervision offers a low-risk, low-cost intervention listening device. that merits consideration due to the balance of potential benefits and risks. Consideration Mental health gap action programme (mhgap) guideline for mental, neurological and substance use disorders y a specialist should periodically review whether y asm polytherapy is, in general, associated with sodium valproa..."
}