{
  "id": "everyday#risk_safety_c65daf7f",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "DEPRESSION Assessment DEP 1 Assessment COMMON PRESENTATIONS OF DEPRESSION M ultiple persistent physical symptoms with no clear cause L ow energy, fatigue, sleep problems P ersistent sadness or depressed mood, anxiety L oss of interest or pleasure in activities that are normally pleasurable 11 Does the person have depression? Has the person had at least one of the following core symptoms of depression for at least 2 weeks? – Persistent depressed mood – Markedly diminished interest in or pleasure from activities Depression is unlikely Go to OTH DEPRESSION 21 22 DEP 1 DEPRESSION Assessment Has the person had several of the following additional symptoms for at least 2 weeks: – Disturbed sleep or sleeping too much – Indecisiveness – Significant change in appetite or weight – Observable agitation or physical (decrease or increase) restlessness – Beliefs of worthlessness or excessive guilt – Talking or moving more slowly than usual – Fatigue or loss of energy – Hopelessness – Reduced concentration – Suicidal thoughts or acts Depression is unlikely Go to OTH Does the person have considerable difficulty with daily functioning in personal, family, social, educational, occupational or other areas? Depression is unlikely Go to OTH CLINICAL TIP: A person with depression may have psychotic symptoms such as delusions or hallucinations. If present, treatment for depression needs to be Consider DEPRESSION adapted. CONSULT A SPECIALIST.",
  "gloss_vi": "Trầm cảm đánh giá dep 1 đánh giá common presentations of trầm cảm m ultiple persistent physical symptoms with no clear cause l ow energy, fatigue, giấc ngủ problems p ersistent sadness or depressed mood, lo âu l oss of i...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral",
      "psychoeducation"
    ],
    "life_topics": [
      "sleep",
      "relationships",
      "grief"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn DEPRESSION Assessment DEP 1 Assessment COMMON PRESENTATIONS OF DEPRESSION M ultiple persistent physical symptoms with no clear cause L ow energy, fatigue, sleep problems P ersistent sadness or depressed mood, anxiety L oss of interest or pleasure in activities that are normally pleasurable 11 Does the person have depression? Has the person had at least one of the following core symptoms of depression for at least 2 weeks? – Persistent depressed mood – Markedly diminished interest in or pleasure from activities Depression is unlikely Go to OTH DEPRESSION 21 22 DEP 1 DEPRESSION Assessment Has the person had several of the following additional symptoms for at least 2 weeks: – Disturbed sleep or sleeping too much – Indecisiveness – Significant change in appetite or weight – Observable agitation or physical (decrease or increase) restlessness – Beliefs of worthlessness or excessive guilt – Talking or moving more slowly than usual – Fatigue or loss of energy – Hopelessness – Reduced concentration – Suicidal thoughts or acts Depression is unlikely Go to OTH Does the person have considerable difficulty with daily functioning in personal, family, social, educational, occupational or other areas? Depression is unlikely Go to OTH CLINICAL TIP: A person with depression may have psychotic symptoms such as delusions or hallucinations. If present, treatment for depression needs to be Consider DEPRESSION adapted. CONSULT A SPECIALIST. Trầm cảm đánh giá dep 1 đánh giá common presentations of trầm cảm m ultiple persistent physical symptoms with no clear cause l ow energy, fatigue, giấc ngủ problems p ersistent sadness or depressed mood, lo âu l oss of i..."
}