{
  "id": "everyday#risk_safety_070d3af1",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "8 ECP EESSSSEENNTTIIAALL CCAARREE A& NPDR APCRTAICCETICE B. ESSENTIALS OF MENTAL HEALTH CLINICAL PRACTICE I. Assess Physical Health Assessment of Physical Health Management of Physical Health Persons with MNS disorders are at higher risk of premature mortality from preventable disease and therefore must always receive a physical health assessment as part of a comprehensive Take a detailed history and ask about risk factors. Treat existing comorbidities concurrently with the MNS evaluation. Be sure to take a proper history, including both Physical inactivity, inappropriate diet, tobacco, disorder. Refer to/consult with specialists, if needed. physical health and MNS history, followed by a physical health harmful alcohol and/or substance use, risky behaviour Provide education on modifiable risk factors to prevent assessment to identify concurrent conditions and educate the and chronic disease. disease and encourage a healthy lifestyle. person about preventive measures. These actions must always Perform a physical examination. To support physical health of persons with MNS conditions, be undertaken with the person’s informed consent. Consider a differential diagnosis. health care providers should: Rule out physical conditions and underlying causes of MNS – Provide advice about the importance of physical activity presentations by history, physical examination and basic and a healthy diet. laboratory tests as needed and available. – Educate people about harmful alcohol use. Identify comorbidities. – Encourage cessation of tobacco and substance use. Often, a person may have more than one MNS condition at the same time. It is important to assess and manage this – Provide education about other risky behaviour (e.g. when it occurs. unprotected sex). – Conduct regular physical health checks and vaccinations. – Prepare people for developmental life changes, such as puberty and menopause, and provide the necessary CLINICAL TIP: support. Persons with severe mental disorders are 2 to 3 times – Discuss plans for pregnancy and contraception methods more likely to die of",
  "gloss_vi": "8 ecp eesssseennttiiaall ccaarree a& npdr apcrtaiccetice b. essentials of mental health clinical practice i.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral",
      "psychoeducation"
    ],
    "life_topics": [
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 8 ECP EESSSSEENNTTIIAALL CCAARREE A& NPDR APCRTAICCETICE B. ESSENTIALS OF MENTAL HEALTH CLINICAL PRACTICE I. Assess Physical Health Assessment of Physical Health Management of Physical Health Persons with MNS disorders are at higher risk of premature mortality from preventable disease and therefore must always receive a physical health assessment as part of a comprehensive Take a detailed history and ask about risk factors. Treat existing comorbidities concurrently with the MNS evaluation. Be sure to take a proper history, including both Physical inactivity, inappropriate diet, tobacco, disorder. Refer to/consult with specialists, if needed. physical health and MNS history, followed by a physical health harmful alcohol and/or substance use, risky behaviour Provide education on modifiable risk factors to prevent assessment to identify concurrent conditions and educate the and chronic disease. disease and encourage a healthy lifestyle. person about preventive measures. These actions must always Perform a physical examination. To support physical health of persons with MNS conditions, be undertaken with the person’s informed consent. Consider a differential diagnosis. health care providers should: Rule out physical conditions and underlying causes of MNS – Provide advice about the importance of physical activity presentations by history, physical examination and basic and a healthy diet. laboratory tests as needed and available. – Educate people about harmful alcohol use. Identify comorbidities. – Encourage cessation of tobacco and substance use. Often, a person may have more than one MNS condition at the same time. It is important to assess and manage this – Provide education about other risky behaviour (e.g. when it occurs. unprotected sex). – Conduct regular physical health checks and vaccinations. – Prepare people for developmental life changes, such as puberty and menopause, and provide the necessary CLINICAL TIP: support. Persons with severe mental disorders are 2 to 3 times – Discuss plans for pregnancy and contraception methods more likely to die of 8 ecp eesssseennttiiaall ccaarree a& npdr apcrtaiccetice b. essentials of mental health clinical practice i."
}