{
  "id": "everyday#risk_safety_1aee8a69",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders Family therapy Counselling that entails multiple (usually more than six) planned sessions over a period of months. It should be delivered to individual families or groups of families, and should include the person living with mental illness, if feasible. It has supportive and educational or treatment functions. It often includes negotiated problem-solving or crisis management work. Fits Colloquial term for convulsions. See convulsion. Focal deficits Neurological signs that are observable bodily phenomena or responses suggestive of the localization of a relatively circumscribed lesion of the nervous system. Hallucination False perception of reality; seeing, hearing, feeling, smelling or tasting things that are not real. Hepatic encephalopathy Abnormal mental state including drowsiness, confusion or coma caused by liver dysfunction. Hyperarousal Intense and prolonged autonomic discharge accompanied by a state of frozen watchfulness and alertness to environmental stimuli. Such responses are seen most frequently in post-traumatic stress disorders (PTSDs) and often associated with substance use or withdrawal. Hypersensitivity reaction Hypersensitivity reactions are adverse effects of pharmaceutical formulations (including active drugs and excipients) that clinically resemble allergy. It belongs to type B adverse drug reactions, which are defined by the World Health Organization (WHO) as the dose-independent, unpredictable, noxious and unintended response to a medicine taken at a dose normally used in humans. It covers many different clinical phenotypes with variable onset and severity. Idiosyncratic reaction Individual, unpredictable and non-dose-dependent response to any substance: drowsiness or euphoria, flushing, carpopedal spasms, apnoea, etc. Informed consent The process by which the health worker discloses appropriate information to a person who can then make a voluntary choice to accept or refuse treatment. Informed consent includes a discussion of the following elements: the nature of the decision/procedure; reasonable alternatives to the proposed intervention; the relevant risks, benefits and uncertainties related to each alternative; assessment of the person’s understanding; and the acceptance of the intervention by the person. Interpersonal therapy (IPT) Psychological treatment that focuses on the link between depressive symptoms and interpersonal problems, especially those involving grief, disputes, life changes and social isolation. It is also known as interpersonal psychotherapy. Irritability, irritable mood",
  "gloss_vi": "Mental health gap action programme (mhgap) guideline for mental, neurological and substance use disorders family therapy counselling that entails multiple (usually more than six) planned sessions over a period of months....",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "psychoeducation"
    ],
    "life_topics": [
      "stress",
      "study",
      "work",
      "relationships",
      "grief"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders Family therapy Counselling that entails multiple (usually more than six) planned sessions over a period of months. It should be delivered to individual families or groups of families, and should include the person living with mental illness, if feasible. It has supportive and educational or treatment functions. It often includes negotiated problem-solving or crisis management work. Fits Colloquial term for convulsions. See convulsion. Focal deficits Neurological signs that are observable bodily phenomena or responses suggestive of the localization of a relatively circumscribed lesion of the nervous system. Hallucination False perception of reality; seeing, hearing, feeling, smelling or tasting things that are not real. Hepatic encephalopathy Abnormal mental state including drowsiness, confusion or coma caused by liver dysfunction. Hyperarousal Intense and prolonged autonomic discharge accompanied by a state of frozen watchfulness and alertness to environmental stimuli. Such responses are seen most frequently in post-traumatic stress disorders (PTSDs) and often associated with substance use or withdrawal. Hypersensitivity reaction Hypersensitivity reactions are adverse effects of pharmaceutical formulations (including active drugs and excipients) that clinically resemble allergy. It belongs to type B adverse drug reactions, which are defined by the World Health Organization (WHO) as the dose-independent, unpredictable, noxious and unintended response to a medicine taken at a dose normally used in humans. It covers many different clinical phenotypes with variable onset and severity. Idiosyncratic reaction Individual, unpredictable and non-dose-dependent response to any substance: drowsiness or euphoria, flushing, carpopedal spasms, apnoea, etc. Informed consent The process by which the health worker discloses appropriate information to a person who can then make a voluntary choice to accept or refuse treatment. Informed consent includes a discussion of the following elements: the nature of the decision/procedure; reasonable alternatives to the proposed intervention; the relevant risks, benefits and uncertainties related to each alternative; assessment of the person’s understanding; and the acceptance of the intervention by the person. Interpersonal therapy (IPT) Psychological treatment that focuses on the link between depressive symptoms and interpersonal problems, especially those involving grief, disputes, life changes and social isolation. It is also known as interpersonal psychotherapy. Irritability, irritable mood Mental health gap action programme (mhgap) guideline for mental, neurological and substance use disorders family therapy counselling that entails multiple (usually more than six) planned sessions over a period of months...."
}