{
  "id": "everyday#screening_cues_3113089a",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "fragile X syndrome), both disorder of intellectual development or autism spectrum disorder and the underlying medical condition should be diagnosed, and a diagnosis of other specified secondary neurodevelopmental syndrome should not be assigned. However, if the diagnostic requirements of a disorder of intellectual development or autism spectrum disorder are not fully met (e.g. limitations in intellectual functioning are present without limitations in adaptive functioning), and the symptoms are attributed to a medical condition with onset during the prenatal or developmental period, a diagnosis of other specified secondary neurodevelopmental syndrome may be assigned. Boundary with developmental motor coordination disorder In developmental motor coordination disorder, individuals exhibit significant delays in the acquisition of gross and fine motor skills during the developmental period, and impairment in the execution of coordinated motor skills that manifest in clumsiness, slowness or inaccuracy of motor performance. If the difficulties with motor coordination are solely attributable to a disease of nervous system (e.g. cerebral palsy, muscular dystrophy), a disease of the musculoskeletal system or connective tissue, a sensory impairment (especially severe visual impairment) or joint hypermobility, a diagnosis of other specified secondary neurodevelopmental syndrome should be assigned rather than developmental motor coordination disorder. Boundary with stereotyped movement disorder Stereotyped movement disorder is a neurodevelopmental disorder that is characterized bythe presence of persistent voluntary, repetitive, stereotyped movements (e.g. body rocking, head banging) that result in significant interference with the ability to engage in normal daily activities or result in severe bodily injury. Stereotyped movement disorder is diagnosed even if it is judged to be caused by a medical condition classified elsewhere, and a diagnosis of other specified secondary neurodevelopmental syndrome is not assigned. Boundary with other neurodevelopmental disorders The diagnosis of secondary neurodevelopmental disorder should be assigned instead of other neurodevelopmental disorders when the symptoms are judged to be due to an underlying medical condition. (This does not apply to disorders of intellectual development, autism spectrum disorder or stereotyped movement disorder.) Boundary with developmental difficulties caused by substances or medications, including withdrawal effects When establishing a diagnosis of other specified secondary neurodevelopmental syndrome, it is important to rule out the possibility that a medication or substance is causing difficulties in the acquisition or execution of specific intellectual, motor or social functions instead of – or in addition to – an underlying medical condition. This involves first considering whether any of the medications being used to treat the medical condition are known to cause developmental difficulties at the dose and duration at which it has been administered. Second, a temporal relationship between the medication use and the onset of the developmental difficulties should be established (i.e. the developmental difficulties began after administration of the medication). Secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere",
  "gloss_vi": "Fragile x syndrome), both disorder of intellectual development or autism spectrum disorder and the underlying medical condition should be diagnosed, and a diagnosis of other specified secondary neurodevelopmental syndrom...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc fragile X syndrome), both disorder of intellectual development or autism spectrum disorder and the underlying medical condition should be diagnosed, and a diagnosis of other specified secondary neurodevelopmental syndrome should not be assigned. However, if the diagnostic requirements of a disorder of intellectual development or autism spectrum disorder are not fully met (e.g. limitations in intellectual functioning are present without limitations in adaptive functioning), and the symptoms are attributed to a medical condition with onset during the prenatal or developmental period, a diagnosis of other specified secondary neurodevelopmental syndrome may be assigned. Boundary with developmental motor coordination disorder In developmental motor coordination disorder, individuals exhibit significant delays in the acquisition of gross and fine motor skills during the developmental period, and impairment in the execution of coordinated motor skills that manifest in clumsiness, slowness or inaccuracy of motor performance. If the difficulties with motor coordination are solely attributable to a disease of nervous system (e.g. cerebral palsy, muscular dystrophy), a disease of the musculoskeletal system or connective tissue, a sensory impairment (especially severe visual impairment) or joint hypermobility, a diagnosis of other specified secondary neurodevelopmental syndrome should be assigned rather than developmental motor coordination disorder. Boundary with stereotyped movement disorder Stereotyped movement disorder is a neurodevelopmental disorder that is characterized bythe presence of persistent voluntary, repetitive, stereotyped movements (e.g. body rocking, head banging) that result in significant interference with the ability to engage in normal daily activities or result in severe bodily injury. Stereotyped movement disorder is diagnosed even if it is judged to be caused by a medical condition classified elsewhere, and a diagnosis of other specified secondary neurodevelopmental syndrome is not assigned. Boundary with other neurodevelopmental disorders The diagnosis of secondary neurodevelopmental disorder should be assigned instead of other neurodevelopmental disorders when the symptoms are judged to be due to an underlying medical condition. (This does not apply to disorders of intellectual development, autism spectrum disorder or stereotyped movement disorder.) Boundary with developmental difficulties caused by substances or medications, including withdrawal effects When establishing a diagnosis of other specified secondary neurodevelopmental syndrome, it is important to rule out the possibility that a medication or substance is causing difficulties in the acquisition or execution of specific intellectual, motor or social functions instead of – or in addition to – an underlying medical condition. This involves first considering whether any of the medications being used to treat the medical condition are known to cause developmental difficulties at the dose and duration at which it has been administered. Second, a temporal relationship between the medication use and the onset of the developmental difficulties should be established (i.e. the developmental difficulties began after administration of the medication). Secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere Fragile x syndrome), both disorder of intellectual development or autism spectrum disorder and the underlying medical condition should be diagnosed, and a diagnosis of other specified secondary neurodevelopmental syndrom..."
}