{
  "id": "everyday#screening_cues_b93de7bb",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "training, understanding of paranoid symptoms as an emotion), role-play social situations (distinguishing facts from guesses, jumping to conclusions, understanding bad events), and integration of learning. ▶ Group dialectical behaviour therapy (DBT): Psychoeducation about bipolar disorder and treatment. Training of skills: states of mind, reducing vulnerability to emotions, nonjudgemental stance, acceptance, distracting, self-soothing, pros and cons, urge management, self-validation opposite to emotion action, and balancing enjoyable activities with responsibilities. Source: Oud et al., 2016 (211). 106 3. Recommendations Research gaps and resources should be considered. y Most of the evidence is from HICs. Further research is y Variations in cultural context should be considered needed in LMICs. that may have implications on treatment y Reviews investigating the single psychological acceptability. interventions (separately and not pooling groups y Country adaptation and translation of training and individual interventions) are needed. materials and tools for the provision of psychological interventions is essential. Implementation considerations y Face-to-face psychological interventions delivered y Persons with bipolar disorders, similar to all service- by service providers are human resource-intensive users, should be treated with respect and dignity, as they require substantial provider time, training and provided care based on their consent, in line and supervision. with human rights instruments, without coercion. y Integrating the provision of psychological y Attempts should be made to involve families and interventions into primary care provides many carers in the treatment. Family psychoeducation, a advantages, including more holistic health care, relatively simple intervention that has been proven increased accessibility of mental health services effective, should be offered in all settings. for people in need of care, opportunities for y Not all forms of psychological interventions may reducing the stigma of mental health problems and be available in LMICs. Differences in availability and reduced costs. accessibility to mental health system infrastructure 107",
  "gloss_vi": "Training, understanding of paranoid symptoms as an emotion), role-play social situations (distinguishing facts from guesses, jumping to conclusions, understanding bad events), and integration of learning. ▶ group dialect...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation"
    ],
    "life_topics": [
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc training, understanding of paranoid symptoms as an emotion), role-play social situations (distinguishing facts from guesses, jumping to conclusions, understanding bad events), and integration of learning. ▶ Group dialectical behaviour therapy (DBT): Psychoeducation about bipolar disorder and treatment. Training of skills: states of mind, reducing vulnerability to emotions, nonjudgemental stance, acceptance, distracting, self-soothing, pros and cons, urge management, self-validation opposite to emotion action, and balancing enjoyable activities with responsibilities. Source: Oud et al., 2016 (211). 106 3. Recommendations Research gaps and resources should be considered. y Most of the evidence is from HICs. Further research is y Variations in cultural context should be considered needed in LMICs. that may have implications on treatment y Reviews investigating the single psychological acceptability. interventions (separately and not pooling groups y Country adaptation and translation of training and individual interventions) are needed. materials and tools for the provision of psychological interventions is essential. Implementation considerations y Face-to-face psychological interventions delivered y Persons with bipolar disorders, similar to all service- by service providers are human resource-intensive users, should be treated with respect and dignity, as they require substantial provider time, training and provided care based on their consent, in line and supervision. with human rights instruments, without coercion. y Integrating the provision of psychological y Attempts should be made to involve families and interventions into primary care provides many carers in the treatment. Family psychoeducation, a advantages, including more holistic health care, relatively simple intervention that has been proven increased accessibility of mental health services effective, should be offered in all settings. for people in need of care, opportunities for y Not all forms of psychological interventions may reducing the stigma of mental health problems and be available in LMICs. Differences in availability and reduced costs. accessibility to mental health system infrastructure 107 Training, understanding of paranoid symptoms as an emotion), role-play social situations (distinguishing facts from guesses, jumping to conclusions, understanding bad events), and integration of learning. ▶ group dialect..."
}