{
  "id": "everyday#screening_cues_ba57a312",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders TABLE 1. (continued) Summary of recommendations Module and Recommendation recommendation Strength of the recommendation and certainty of the evidence number Depression (DEP) DEP1 (update) In adults with moderate-to-severe depression, citalopram, escitalopram, fluoxetine, fluvoxamine, paroxetine or sertraline (SSRIs) or amitriptyline (TCA) should be considered. Conditional recommendation. Very low certainty of evidence. DEP2 (update) In adults with moderate-to-severe depression who have benefited from initial antidepressant treatment, continuation of the antidepressant treatment should be considered for at least six months after remission. Treatment should be regularly monitored, with special attention to treatment adherence, change in depressive symptoms and possible adverse effects. Conditional recommendation. Very low certainty of evidence. DEP3 (update) Structured psychological interventions should be offered for the treatment of adults with moderate-to-severe depression, namely behavioural activation therapy (BAT), brief psychodynamic therapy (DYN), cognitive behavioural therapy (CBT), interpersonal therapy (IPT), problem-solving therapy (PST) and third wave therapies (3WV). Strong recommendation. Moderate certainty of evidence. DEP4 (update) In adults with moderate-to-severe depression, psychological interventions or combined treatment should be considered based on individual preferences and careful consideration of the balance of benefits and harms. Antidepressant medicine alone for adults with depression (moderate to severe) should only be considered when psychological interventions are not available. Providers should keep in mind the possible adverse effects associated with antidepressant medicines, and individual preferences. Conditional recommendation. Low certainty of evidence. xxiv Executive summary TABLE 1. (continued) Summary of recommendations Module and Recommendation recommendation Strength of the recommendation and certainty of the evidence number Drug use disorders (DRU) DRU1 (update) 1.1 Adults using cannabis should be",
  "gloss_vi": "Mental health gap action programme (mhgap) guideline for mental, neurological and substance use disorders table 1. (continued) summary of recommendations module and recommendation recommendation strength of the recommend...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders TABLE 1. (continued) Summary of recommendations Module and Recommendation recommendation Strength of the recommendation and certainty of the evidence number Depression (DEP) DEP1 (update) In adults with moderate-to-severe depression, citalopram, escitalopram, fluoxetine, fluvoxamine, paroxetine or sertraline (SSRIs) or amitriptyline (TCA) should be considered. Conditional recommendation. Very low certainty of evidence. DEP2 (update) In adults with moderate-to-severe depression who have benefited from initial antidepressant treatment, continuation of the antidepressant treatment should be considered for at least six months after remission. Treatment should be regularly monitored, with special attention to treatment adherence, change in depressive symptoms and possible adverse effects. Conditional recommendation. Very low certainty of evidence. DEP3 (update) Structured psychological interventions should be offered for the treatment of adults with moderate-to-severe depression, namely behavioural activation therapy (BAT), brief psychodynamic therapy (DYN), cognitive behavioural therapy (CBT), interpersonal therapy (IPT), problem-solving therapy (PST) and third wave therapies (3WV). Strong recommendation. Moderate certainty of evidence. DEP4 (update) In adults with moderate-to-severe depression, psychological interventions or combined treatment should be considered based on individual preferences and careful consideration of the balance of benefits and harms. Antidepressant medicine alone for adults with depression (moderate to severe) should only be considered when psychological interventions are not available. Providers should keep in mind the possible adverse effects associated with antidepressant medicines, and individual preferences. Conditional recommendation. Low certainty of evidence. xxiv Executive summary TABLE 1. (continued) Summary of recommendations Module and Recommendation recommendation Strength of the recommendation and certainty of the evidence number Drug use disorders (DRU) DRU1 (update) 1.1 Adults using cannabis should be Mental health gap action programme (mhgap) guideline for mental, neurological and substance use disorders table 1. (continued) summary of recommendations module and recommendation recommendation strength of the recommend..."
}