{
  "id": "everyday#screening_cues_c33f8e71",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "in the brain. Although it can occur at any age, it is more common dementia may be totally unaware of these changes and may not in older people. Dementia is a significant cause of disability and seek help. Family members may notice memory problems, changes dependency among older people worldwide; it has a physical, in personality or behaviour, confusion, wandering, or incontinence. psychological, social, and economic impact on carers, families, However some people with dementia and their carers may deny and society at large. or minimize the severity of memory loss and associated problems. Dementia results in decline in cognitive functioning and usually The conditions that cause dementia produce changes in a person’s interferes with activities of daily living, such as washing, dressing, mental ability, personality, and behaviour. People with dementia eating, personal hygiene, and toilet activities. Although there is no commonly experience problems with memory and the skills needed cure, with early recognition and supportive treatment, the lives of to carry out everyday activities. Dementia is not part of normal people with dementia and their caregivers can be significantly ageing. Alzheimer’s disease is the most common cause, however, improved, and the physical health, cognition, activity, and well- dementia can be caused by a variety of diseases and injuries to the being of the person with dementia can be optimized. brain. People with dementia often present with forgetfulness or feeling depressed. Other common symptoms include deterioration 93",
  "gloss_vi": "In the brain. although it can occur at any age, it is more common dementia may be totally unaware of these changes and may not in older people.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation"
    ],
    "life_topics": [
      "relationships",
      "grief"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc in the brain. Although it can occur at any age, it is more common dementia may be totally unaware of these changes and may not in older people. Dementia is a significant cause of disability and seek help. Family members may notice memory problems, changes dependency among older people worldwide; it has a physical, in personality or behaviour, confusion, wandering, or incontinence. psychological, social, and economic impact on carers, families, However some people with dementia and their carers may deny and society at large. or minimize the severity of memory loss and associated problems. Dementia results in decline in cognitive functioning and usually The conditions that cause dementia produce changes in a person’s interferes with activities of daily living, such as washing, dressing, mental ability, personality, and behaviour. People with dementia eating, personal hygiene, and toilet activities. Although there is no commonly experience problems with memory and the skills needed cure, with early recognition and supportive treatment, the lives of to carry out everyday activities. Dementia is not part of normal people with dementia and their caregivers can be significantly ageing. Alzheimer’s disease is the most common cause, however, improved, and the physical health, cognition, activity, and well- dementia can be caused by a variety of diseases and injuries to the being of the person with dementia can be optimized. brain. People with dementia often present with forgetfulness or feeling depressed. Other common symptoms include deterioration 93 In the brain. although it can occur at any age, it is more common dementia may be totally unaware of these changes and may not in older people."
}