{
  "id": "everyday#risk_safety_15491cc6",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "and calls for specific uninterrupted supply of essential medicines for MNS conditions. and the WHO Parental Skills training manual. actions. One basic principle is that advocacy is only effective when the target audience is asked to do something. Mobilizing Ensure that the indicators are part of the national health Essential medicines can be used to treat symptoms of MNS people means asking them to become part of the solution. information system. Collecting data using indicators will assist in conditions, to shorten the course of many disorders, reduce monitoring mhGAP-IG. They will also assist in reporting on disability and prevent relapse. Essential medicines are part of the national mental health every two years to the WHO Mental WHO Model Lists of Essential Medicines. Access to essential Health Atlas, to monitor progress on implementation of the medicines is a component of “the right to [the highest attainable Mental Health Action Plan 2013-2020. standard of] health.” Examples of advocacy actions C. NETWORKING AND INTERSECTORAL To facilitate efficient collaboration between these COLLABORATION: groups, it is important to: Advocacy actions within the general population: Ensure that members of the mhGAP-IG implementation mhGAP-IG implementation requires collaboration amongst Include and mobilize people with MNS conditions and their team have clear roles and functions. various sectors and stakeholders, such as: carers in the advocacy actions. Ensure that the community Prepare a list of resources and benefits to help non- has direct and positive social contact with people with Specialist and non-specialist health services and specialized health care staff make meaningful links for those MNS conditions. care-providers: e.g. psychologists, community health with mhGAP priority conditions, their carers and other family Use the media to increase awareness of mental health issues, workers, social workers,inpatient or outpatient service members by gathering information from the situational e.g. through public announcements, magazine features and providers, outreach care workers. analysis and regularly updating the list based on new announcement at health centers, while at same time Service users: e.g. groups or individuals living with the information. emphasizing the need for responsible reporting, particularly same condition, family members with the same condition or regarding suicide. caring for someone with the same condition (after seeking Provide education about mental health issues in public consent from all those involved). places (e.g. schools, health care centers). Family and friends: Identify the person’s prior social Hold public events and lectures around mental health themes. activities that, if reinitiated, would have the potential for providing direct or indirect psychological and social support Advocacy actions with health and mental health workers: (e.g. family gatherings, outings with friends, visiting neighbors, social activities at work sites, sports, community activities) Promote an understanding of the importance of community and encourage the person to resume these activities. care, community participation and human rights of people affected with MNS conditions. Informal community supports: e.g. spiritual groups, Provide adequate training and support to mental health and saving groups, recreational groups, women groups, youth general health workers. support groups, cultural groups, self-help groups, helplines. Education and employment: e.g. schools, education, income generating or vocational training programmmes. Specifically, suicide prevention programmes in school settings that include mental health awareness training and skills training to reduce suicide attempts and suicide deaths among adolescent students. Non-governmental organizations: e.g. legal aid, child protection services, gender based violence programmes or psychosocial support programmes. Government services and benefits: e.g. public justice systems, child welfare, pension, disability, transportation discounts. IMPLEMENTATION OF mhGAP-IG 157",
  "gloss_vi": "And calls for specific uninterrupted supply of essential medicines for mns conditions. and the who parental skills training manual.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral",
      "psychoeducation"
    ],
    "life_topics": [
      "study",
      "work",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn and calls for specific uninterrupted supply of essential medicines for MNS conditions. and the WHO Parental Skills training manual. actions. One basic principle is that advocacy is only effective when the target audience is asked to do something. Mobilizing Ensure that the indicators are part of the national health Essential medicines can be used to treat symptoms of MNS people means asking them to become part of the solution. information system. Collecting data using indicators will assist in conditions, to shorten the course of many disorders, reduce monitoring mhGAP-IG. They will also assist in reporting on disability and prevent relapse. Essential medicines are part of the national mental health every two years to the WHO Mental WHO Model Lists of Essential Medicines. Access to essential Health Atlas, to monitor progress on implementation of the medicines is a component of “the right to [the highest attainable Mental Health Action Plan 2013-2020. standard of] health.” Examples of advocacy actions C. NETWORKING AND INTERSECTORAL To facilitate efficient collaboration between these COLLABORATION: groups, it is important to: Advocacy actions within the general population: Ensure that members of the mhGAP-IG implementation mhGAP-IG implementation requires collaboration amongst Include and mobilize people with MNS conditions and their team have clear roles and functions. various sectors and stakeholders, such as: carers in the advocacy actions. Ensure that the community Prepare a list of resources and benefits to help non- has direct and positive social contact with people with Specialist and non-specialist health services and specialized health care staff make meaningful links for those MNS conditions. care-providers: e.g. psychologists, community health with mhGAP priority conditions, their carers and other family Use the media to increase awareness of mental health issues, workers, social workers,inpatient or outpatient service members by gathering information from the situational e.g. through public announcements, magazine features and providers, outreach care workers. analysis and regularly updating the list based on new announcement at health centers, while at same time Service users: e.g. groups or individuals living with the information. emphasizing the need for responsible reporting, particularly same condition, family members with the same condition or regarding suicide. caring for someone with the same condition (after seeking Provide education about mental health issues in public consent from all those involved). places (e.g. schools, health care centers). Family and friends: Identify the person’s prior social Hold public events and lectures around mental health themes. activities that, if reinitiated, would have the potential for providing direct or indirect psychological and social support Advocacy actions with health and mental health workers: (e.g. family gatherings, outings with friends, visiting neighbors, social activities at work sites, sports, community activities) Promote an understanding of the importance of community and encourage the person to resume these activities. care, community participation and human rights of people affected with MNS conditions. Informal community supports: e.g. spiritual groups, Provide adequate training and support to mental health and saving groups, recreational groups, women groups, youth general health workers. support groups, cultural groups, self-help groups, helplines. Education and employment: e.g. schools, education, income generating or vocational training programmmes. Specifically, suicide prevention programmes in school settings that include mental health awareness training and skills training to reduce suicide attempts and suicide deaths among adolescent students. Non-governmental organizations: e.g. legal aid, child protection services, gender based violence programmes or psychosocial support programmes. Government services and benefits: e.g. public justice systems, child welfare, pension, disability, transportation discounts. IMPLEMENTATION OF mhGAP-IG 157 And calls for specific uninterrupted supply of essential medicines for mns conditions. and the who parental skills training manual."
}