{
  "id": "everyday#risk_safety_2c54ca96",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders SUI3. Are stand-alone digital interventions for the self-management of thoughts, plans or acts of self-harm among persons with thoughts or plans of self-harm in the last month or acts of self-harm in the last year effective in reducing deaths from suicide, suicide attempts, acts and thoughts of self-harm? Recommendation (new): Stand-alone digital interventions based on evidence-based interventions such as cognitive behavioural therapy (CBT), dialectical behaviour therapy (DBT), problem-solving therapy (PST) and mindfulness should be considered as support for persons with suicidal thoughts. Strength of recommendation: Conditional Certainty of evidence: Low Justification health interventions. Measures should be taken y Evidence was extracted from one systematic review: to ensure that digital interventions are provided Sutori et al. (4 RCTs).15 under conditions of safety/security, confidentiality, informed consent and privacy of data. This can y The few studies using direct measures to evaluate include the establishment of standard operating the critical outcomes of interest of suicides and procedures that describe protocols for ensuring suicide attempts are underpowered and show no consent, data protection and storage, and verifying effects. provider licensing and credentials. Further y There are small, pooled effects favouring the guidance can be found in the 2019 WHO guideline: intervention in studies using the important outcome recommendations on digital interventions for health of suicidal thoughts. system strengthening (31). Remarks Research gaps y Stand-alone digital interventions hold promise for y All studies were conducted in HICs (Australia, increased scalability and sustainability for the self- Europe, United States of America). Further research management of suicidal thoughts (and of self-harm is needed in LMICs. once evidence of effectiveness was available), which y Only one RCT was identified that included data on could be especially valuable for LMICs. the critical outcome of death by suicide, but it was y The applicability and health outcomes may be underpowered to",
  "gloss_vi": "Mental health gap action programme (mhgap) guideline for mental, neurological and substance use disorders sui3. are stand-alone digital interventions for the self-management of thoughts, plans or acts of tự hại among per...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "psychoeducation"
    ],
    "life_topics": [],
    "advice_section": [
      "coping_skill",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders SUI3. Are stand-alone digital interventions for the self-management of thoughts, plans or acts of self-harm among persons with thoughts or plans of self-harm in the last month or acts of self-harm in the last year effective in reducing deaths from suicide, suicide attempts, acts and thoughts of self-harm? Recommendation (new): Stand-alone digital interventions based on evidence-based interventions such as cognitive behavioural therapy (CBT), dialectical behaviour therapy (DBT), problem-solving therapy (PST) and mindfulness should be considered as support for persons with suicidal thoughts. Strength of recommendation: Conditional Certainty of evidence: Low Justification health interventions. Measures should be taken y Evidence was extracted from one systematic review: to ensure that digital interventions are provided Sutori et al. (4 RCTs).15 under conditions of safety/security, confidentiality, informed consent and privacy of data. This can y The few studies using direct measures to evaluate include the establishment of standard operating the critical outcomes of interest of suicides and procedures that describe protocols for ensuring suicide attempts are underpowered and show no consent, data protection and storage, and verifying effects. provider licensing and credentials. Further y There are small, pooled effects favouring the guidance can be found in the 2019 WHO guideline: intervention in studies using the important outcome recommendations on digital interventions for health of suicidal thoughts. system strengthening (31). Remarks Research gaps y Stand-alone digital interventions hold promise for y All studies were conducted in HICs (Australia, increased scalability and sustainability for the self- Europe, United States of America). Further research management of suicidal thoughts (and of self-harm is needed in LMICs. once evidence of effectiveness was available), which y Only one RCT was identified that included data on could be especially valuable for LMICs. the critical outcome of death by suicide, but it was y The applicability and health outcomes may be underpowered to Mental health gap action programme (mhgap) guideline for mental, neurological and substance use disorders sui3. are stand-alone digital interventions for the self-management of thoughts, plans or acts of tự hại among per..."
}