{
  "id": "everyday#screening_cues_d0363232",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Schizophrenia and other primary psychotic disorders 179 Culture-related features • A person’s behaviour, appearance, speech or illness explanations may appear odd or unusual to clinicians who are unfamiliar with the person’s culture, but in the context of the person’s cultural group may be either normative or not sufficiently severe to reach the threshold of a mental disorder. Concepts and experiences that are common in some cultures include witchcraft or sorcery, speaking in tongues, life beyond death, shamanism, mind reading, sixth sense, evil eye, spirit possession and magical beliefs related to health and illness. • Reduced engagement in interpersonal relationships may be part of some cultural or religious practices (e.g. monastic isolation) and should not be considered pathological. Sex- and/or gender-related features • Schizotypal disorder is slightly more prevalent among males. Boundaries with other disorders and conditions (differential diagnosis) Boundary with schizophrenia In the prodromal and residual phases of schizophrenia, the individual may experience extended periods of perceptual distortions, unusual beliefs, odd or digressive speech, social withdrawal and other symptoms that are characteristic of schizotypal disorder. A diagnosis of schizophrenia, however, requires a period of at least 1 month of psychotic symptoms, in contrast to schizotypal disorder, which requires that any psychotic-like symptoms do not meet the diagnostic requirements for schizophrenia in terms of severity or duration. Moreover, the pattern of unusual speech, perceptions, beliefs and behaviours tends to be stable over time – even over years – in individuals with schizotypal disorder, in contrast to an evolving symptom picture either in prodromal or residual phases of schizophrenia. Boundary with autism spectrum disorder Interpersonal difficulties seen in schizotypal disorder may share some features of autism spectrum disorder, including poor rapport with others and social withdrawal. However, individuals with schizotypal disorder do not exhibit restricted, repetitive and stereotyped patterns of behaviour, interests or activities. Boundary with personality disorder Personality disorder is defined as an enduring disturbance in the individual’s way of interpreting and experiencing themselves, others and the world that result in maladaptive patterns of emotional expression and behaviour, and produce significant problems in functioning that are particularly evident in interpersonal relationships. Individuals with schizotypal disorder should not be given an additional diagnosis of personality disorder based on disturbances in functioning and interpersonal Schizophrenia and",
  "gloss_vi": "Schizophrenia and other primary psychotic disorders 179 culture-related features • a person’s behaviour, appearance, speech or illness explanations may appear odd or unusual to clinicians who are unfamiliar with the pers...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "relationships"
    ],
    "advice_section": [
      "communication_tips",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Schizophrenia and other primary psychotic disorders 179 Culture-related features • A person’s behaviour, appearance, speech or illness explanations may appear odd or unusual to clinicians who are unfamiliar with the person’s culture, but in the context of the person’s cultural group may be either normative or not sufficiently severe to reach the threshold of a mental disorder. Concepts and experiences that are common in some cultures include witchcraft or sorcery, speaking in tongues, life beyond death, shamanism, mind reading, sixth sense, evil eye, spirit possession and magical beliefs related to health and illness. • Reduced engagement in interpersonal relationships may be part of some cultural or religious practices (e.g. monastic isolation) and should not be considered pathological. Sex- and/or gender-related features • Schizotypal disorder is slightly more prevalent among males. Boundaries with other disorders and conditions (differential diagnosis) Boundary with schizophrenia In the prodromal and residual phases of schizophrenia, the individual may experience extended periods of perceptual distortions, unusual beliefs, odd or digressive speech, social withdrawal and other symptoms that are characteristic of schizotypal disorder. A diagnosis of schizophrenia, however, requires a period of at least 1 month of psychotic symptoms, in contrast to schizotypal disorder, which requires that any psychotic-like symptoms do not meet the diagnostic requirements for schizophrenia in terms of severity or duration. Moreover, the pattern of unusual speech, perceptions, beliefs and behaviours tends to be stable over time – even over years – in individuals with schizotypal disorder, in contrast to an evolving symptom picture either in prodromal or residual phases of schizophrenia. Boundary with autism spectrum disorder Interpersonal difficulties seen in schizotypal disorder may share some features of autism spectrum disorder, including poor rapport with others and social withdrawal. However, individuals with schizotypal disorder do not exhibit restricted, repetitive and stereotyped patterns of behaviour, interests or activities. Boundary with personality disorder Personality disorder is defined as an enduring disturbance in the individual’s way of interpreting and experiencing themselves, others and the world that result in maladaptive patterns of emotional expression and behaviour, and produce significant problems in functioning that are particularly evident in interpersonal relationships. Individuals with schizotypal disorder should not be given an additional diagnosis of personality disorder based on disturbances in functioning and interpersonal Schizophrenia and Schizophrenia and other primary psychotic disorders 179 culture-related features • a person’s behaviour, appearance, speech or illness explanations may appear odd or unusual to clinicians who are unfamiliar with the pers..."
}