{
  "id": "everyday#risk_safety_21941c29",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "Specifier scales for symptomatic manifestations of primary psychotic disorders 195 The rating should be made based on the severity of negative symptoms during the past week. Table 6.8. Rating scale for negative symptoms in primary psychotic disorders Severity Anchor points None No significant negative symptoms have been present during the past week. 6A25.1&XS8H Mild Example symptoms (not all are required) 6A25.1&XS5W Blunted emotional experience or expression is present, with subtle but detectable affective changes. Initiation of speech is limited, but the individual is responsive to questions. The person shows little interest in external events, but exhibits sufficient motivation to engage in basic activities of daily living or to complete a task when prompted Moderate Example symptoms (not all are required) 6A25.1&XS0T Flat emotional expression is present. Initiation of speech for purposes other than indicating immediate needs and desires is minimal, but the individual is responsive to questions with terse phrases. Lack of volition leads to neglect of hygiene or required activities, but the person will complete them with significant prompting. Severe Example symptoms (not all are required) 6A25.1&XS25 The person reports feeling empty or robotic most of the time. Generally the individual does not initiate speech, even to indicate immediate needs and desires. The person is not capable of initiating behaviour even with significant prompting, which may lead to serious neglect of self-care to the extent that it puts the person at risk of harm (e.g. infrequently taking life-sustaining medication). Severity unspecified Negative symptoms have been present during the past week, but it is not possible to make a severity rating based on the available information. 6A25.1 6A25.2 Depressive mood symptoms This specifier may be used together with a diagnosis from the grouping of schizophrenia and other primary psychotic disorders to indicate the degree to which depressive mood symptoms are a prominent part of the current clinical presentation (see Table 6.9). The specifier refers only to depressive mood symptoms, as reported by the individual (feeling down, sad) or as observed by the clinician (e.g. tearful, defeated appearance). The severity of associated non-mood symptoms of a depressive episode (e.g. anhedonia or other negative symptoms, changes in sleep or appetite) should not be considered in making a rating for this specifier. In this regard, the depressive mood symptoms specifier is different from the severity rating applied to a depressive episode (see p. 216). If suicidal ideation is present, a rating of moderate or severe depressive mood symptoms should automatically be applied (see below). This specifier may be used regardless",
  "gloss_vi": "Specifier scales for symptomatic manifestations of primary psychotic disorders 195 the rating should be made based on the severity of negative symptoms during the past week. table 6.8.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral"
    ],
    "life_topics": [
      "sleep",
      "study"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn Specifier scales for symptomatic manifestations of primary psychotic disorders 195 The rating should be made based on the severity of negative symptoms during the past week. Table 6.8. Rating scale for negative symptoms in primary psychotic disorders Severity Anchor points None No significant negative symptoms have been present during the past week. 6A25.1&XS8H Mild Example symptoms (not all are required) 6A25.1&XS5W Blunted emotional experience or expression is present, with subtle but detectable affective changes. Initiation of speech is limited, but the individual is responsive to questions. The person shows little interest in external events, but exhibits sufficient motivation to engage in basic activities of daily living or to complete a task when prompted Moderate Example symptoms (not all are required) 6A25.1&XS0T Flat emotional expression is present. Initiation of speech for purposes other than indicating immediate needs and desires is minimal, but the individual is responsive to questions with terse phrases. Lack of volition leads to neglect of hygiene or required activities, but the person will complete them with significant prompting. Severe Example symptoms (not all are required) 6A25.1&XS25 The person reports feeling empty or robotic most of the time. Generally the individual does not initiate speech, even to indicate immediate needs and desires. The person is not capable of initiating behaviour even with significant prompting, which may lead to serious neglect of self-care to the extent that it puts the person at risk of harm (e.g. infrequently taking life-sustaining medication). Severity unspecified Negative symptoms have been present during the past week, but it is not possible to make a severity rating based on the available information. 6A25.1 6A25.2 Depressive mood symptoms This specifier may be used together with a diagnosis from the grouping of schizophrenia and other primary psychotic disorders to indicate the degree to which depressive mood symptoms are a prominent part of the current clinical presentation (see Table 6.9). The specifier refers only to depressive mood symptoms, as reported by the individual (feeling down, sad) or as observed by the clinician (e.g. tearful, defeated appearance). The severity of associated non-mood symptoms of a depressive episode (e.g. anhedonia or other negative symptoms, changes in sleep or appetite) should not be considered in making a rating for this specifier. In this regard, the depressive mood symptoms specifier is different from the severity rating applied to a depressive episode (see p. 216). If suicidal ideation is present, a rating of moderate or severe depressive mood symptoms should automatically be applied (see below). This specifier may be used regardless Specifier scales for symptomatic manifestations of primary psychotic disorders 195 the rating should be made based on the severity of negative symptoms during the past week. table 6.8."
}