{
  "id": "everyday#general_40549aaf",
  "title_en": "General — General",
  "title_vi": "General — General",
  "text_en": "Goldberg, Chair Tai-Pong Lam Michael Klinkman, Vice Chair Elizabeth H.B. Lin Sally W.C. Chan Joseph K. Mbatia C. Anthony Dowell Fareed Minhas Sandra Fortes Marianne Rosendal Linda Gask Eileen Y.Y. Tse K.S. Jacob Gloria Thupayagale-Tshweneagae Additional contributor Chris Dowrick ICD-11 Working Group on Sexual Disorders and Sexual Health Jane C. Cottingham, Chair Alain Giami Elham Atalla Sudhakar Krishnamurti Rosemary Coates Richard B. Krueger Susan D. Cochran Adele Marais Peggy T. Cohen-Kettenis Elisabeth M. Vieira Jack Drescher Sam Winter Additional contributors Iván Arango-de Montis Kerstin Fugl-Meyer Walter P. Bouman Donald Grubin Peer Briken Swati K. Gupta Megan M. Campbell Brigitte Khoury Sara Casanova-Cottler Baudewijntje Kreukels Eli Coleman Anne M. Lovell Griet De Cuypere D. Narayana Reddy Annelou L.C. de Vries Michael Tan Cecilia Dhejne Andrey A. Tkachenko Reinhard Eher Marleen Wasserman Amr El-Meliegy Kevan R Wylie World Association for Sexual Health/International Society for the Study of Women’s Sexual Health Consultation Group Sharon J. Parish, Co-Chair Susan Kellogg Eli Coleman, Co-Chair Marita P. McCabe Iván Arango-de Montis Eusebio Rubio-Aurioles Elham Atalla Taylor T. Segraves Anita H. Clayton Ashley H. Tapscott Annamaria Giraldi Kevan R Wylie Irwin Goldstein",
  "gloss_vi": "Goldberg, chair tai-pong lam michael klinkman, vice chair elizabeth h.b. lin sally w.c.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [],
    "life_topics": [
      "study",
      "work"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — General General — General Goldberg, Chair Tai-Pong Lam Michael Klinkman, Vice Chair Elizabeth H.B. Lin Sally W.C. Chan Joseph K. Mbatia C. Anthony Dowell Fareed Minhas Sandra Fortes Marianne Rosendal Linda Gask Eileen Y.Y. Tse K.S. Jacob Gloria Thupayagale-Tshweneagae Additional contributor Chris Dowrick ICD-11 Working Group on Sexual Disorders and Sexual Health Jane C. Cottingham, Chair Alain Giami Elham Atalla Sudhakar Krishnamurti Rosemary Coates Richard B. Krueger Susan D. Cochran Adele Marais Peggy T. Cohen-Kettenis Elisabeth M. Vieira Jack Drescher Sam Winter Additional contributors Iván Arango-de Montis Kerstin Fugl-Meyer Walter P. Bouman Donald Grubin Peer Briken Swati K. Gupta Megan M. Campbell Brigitte Khoury Sara Casanova-Cottler Baudewijntje Kreukels Eli Coleman Anne M. Lovell Griet De Cuypere D. Narayana Reddy Annelou L.C. de Vries Michael Tan Cecilia Dhejne Andrey A. Tkachenko Reinhard Eher Marleen Wasserman Amr El-Meliegy Kevan R Wylie World Association for Sexual Health/International Society for the Study of Women’s Sexual Health Consultation Group Sharon J. Parish, Co-Chair Susan Kellogg Eli Coleman, Co-Chair Marita P. McCabe Iván Arango-de Montis Eusebio Rubio-Aurioles Elham Atalla Taylor T. Segraves Anita H. Clayton Ashley H. Tapscott Annamaria Giraldi Kevan R Wylie Irwin Goldstein Goldberg, chair tai-pong lam michael klinkman, vice chair elizabeth h.b. lin sally w.c."
}