{
  "id": "everyday#screening_cues_09153dd6",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "3. Recommendations supported decision-making process, without y The dosing interval should be considered based coercion and in line with human rights instruments. on the LAIs prescribed and their recommended y Treatment with antipsychotic medicines should be intervals. For further information on duration of combined with psychosocial interventions (see other treatment, please refer to recommendation PSY2. recommendations in this module – namely PSY11). PSY5. Is antipsychotic medicine effective and safe for adolescents with psychotic disorders (including schizophrenia)? Recommendation (update): 5.1 Oral antipsychotic medicines – namely aripiprazole, olanzapine, paliperidone, quetiapine, risperidone – should be considered under specialist supervision for adolescents with psychotic disorders (including schizophrenia), carefully balancing effectiveness, side-effects and individual preference. Strength of recommendation: Conditional Certainty of evidence: Low 5.2 Clozapine should be considered for adolescents with a treatment- resistant psychotic disorder (including schizophrenia) under specialist supervision, carefully balancing effectiveness, side-effects and individual preference. Strength of recommendation: Conditional Certainty of evidence: Low Justification y Clozapine was followed by (compared with y Data were extracted from an NMA on efficacy, placebo) olanzapine, molindone, risperidone, acceptability and tolerability of antipsychotics in lurasidone, aripiprazole, quetiapine, paliperidone children and adolescents with schizophrenia: Krause and asenapine. Overall, effect sizes were moderate et al., 2018 (28 RCTs) (199). to large. y Few antipsychotics have been tested in children and y For quality of life, quetiapine and lurasidone were adolescents. The medicines mentioned above were significantly superior to placebo with small effects. the only efficacious ones. y For social functioning, risperidone, aripiprazole and y With regard to overall change in symptoms, all lurasidone were significantly superior to placebo investigated medicines for which evidence in this with small-to-moderate effects. age group was available were significantly superior y For weight gain, molindone produced a weight to placebo (clozapine, olanzapine, molindone, decrease compared with the placebo, yet not risperidone, lurasidone, aripiprazole, quetiapine, significantly. Lurasidone was rather weight-neutral paliperidone, asenapine) with the exception of with no significant results. Aripiprazole, asenapine, haloperidol, trifluperazine, loxapine, ziprasidone risperidone, paliperidone and olanzapine produced and fluphenazine. Clozapine ranked as the most significantly more weight gain than placebo with a efficacious medicine with large effects. small effect for aripiprazole, moderate effect sizes 93 Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders for asenapine and risperidone and large effects for Research gaps paliperidone, clozapine, quetiapine and olanzapine. y Insufficient knowledge of long-term",
  "gloss_vi": "3. recommendations supported decision-making process, without y the dosing interval should be considered based coercion and in line with human rights instruments.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "psychoeducation"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 3. Recommendations supported decision-making process, without y The dosing interval should be considered based coercion and in line with human rights instruments. on the LAIs prescribed and their recommended y Treatment with antipsychotic medicines should be intervals. For further information on duration of combined with psychosocial interventions (see other treatment, please refer to recommendation PSY2. recommendations in this module – namely PSY11). PSY5. Is antipsychotic medicine effective and safe for adolescents with psychotic disorders (including schizophrenia)? Recommendation (update): 5.1 Oral antipsychotic medicines – namely aripiprazole, olanzapine, paliperidone, quetiapine, risperidone – should be considered under specialist supervision for adolescents with psychotic disorders (including schizophrenia), carefully balancing effectiveness, side-effects and individual preference. Strength of recommendation: Conditional Certainty of evidence: Low 5.2 Clozapine should be considered for adolescents with a treatment- resistant psychotic disorder (including schizophrenia) under specialist supervision, carefully balancing effectiveness, side-effects and individual preference. Strength of recommendation: Conditional Certainty of evidence: Low Justification y Clozapine was followed by (compared with y Data were extracted from an NMA on efficacy, placebo) olanzapine, molindone, risperidone, acceptability and tolerability of antipsychotics in lurasidone, aripiprazole, quetiapine, paliperidone children and adolescents with schizophrenia: Krause and asenapine. Overall, effect sizes were moderate et al., 2018 (28 RCTs) (199). to large. y Few antipsychotics have been tested in children and y For quality of life, quetiapine and lurasidone were adolescents. The medicines mentioned above were significantly superior to placebo with small effects. the only efficacious ones. y For social functioning, risperidone, aripiprazole and y With regard to overall change in symptoms, all lurasidone were significantly superior to placebo investigated medicines for which evidence in this with small-to-moderate effects. age group was available were significantly superior y For weight gain, molindone produced a weight to placebo (clozapine, olanzapine, molindone, decrease compared with the placebo, yet not risperidone, lurasidone, aripiprazole, quetiapine, significantly. Lurasidone was rather weight-neutral paliperidone, asenapine) with the exception of with no significant results. Aripiprazole, asenapine, haloperidol, trifluperazine, loxapine, ziprasidone risperidone, paliperidone and olanzapine produced and fluphenazine. Clozapine ranked as the most significantly more weight gain than placebo with a efficacious medicine with large effects. small effect for aripiprazole, moderate effect sizes 93 Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders for asenapine and risperidone and large effects for Research gaps paliperidone, clozapine, quetiapine and olanzapine. y Insufficient knowledge of long-term 3. recommendations supported decision-making process, without y the dosing interval should be considered based coercion and in line with human rights instruments."
}