{
  "id": "everyday#risk_safety_8929c3f5",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "390 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundaries with other disorders and conditions (differential diagnosis) Boundary with trance disorder and possession trance disorder Some dissociative intrusions in partial dissociative identity disorder may resemble trance states, but trance disorder is not characterized by the presence of two or more distinct personality states. In possession trance disorder, the individual’s normal sense of personal identity is replaced by an external “possessing” identity, which is attributed to the influence of a spirit, power, deity or other spiritual entity. Behaviours or movements are experienced as being controlled by the possessing agent. Individuals who experience dissociative intrusions attributed to both internal and external entities should receive a diagnosis of partial dissociative identity disorder rather than possession trance disorder. Boundary with dissociative identity disorder In dissociative identity disorder, discontinuities in agency and sense of self are marked (manifested in episodes of executive control – often including amnesia – and greater elaboration of the personality states), whereas in partial dissociative identity disorder, these discontinuities are less pronounced. In dissociative identity disorder, two or more distinct personality states recurrently take executive control of the individual’s consciousness and functioning to the extent that they function in daily life or engage in relatively elaborate patterns of behaviour in specific situations. In contrast, in partial dissociative identity disorder, the non-dominant, alternate personality states do not recurrently take executive control of the individual’s consciousness and functioning to the extent that they perform in specific aspects of daily life, although there may be occasional, limited and transient episodes in which a distinct personality state assumes executive control to engage in circumscribed behaviours (e.g. in response to extreme emotional states, episodes of self-harm or the re-enactment of traumatic memories). In partial dissociative identity disorder, the non- dominant alternate personality states are not elaborated to the extent observed in dissociative identity disorder. For example, they may not be oriented to the present, may have the identity of a child, or may be mostly or exclusively involved in re-enacting traumatic memories. Furthermore, in dissociative identity disorder there are typically (although not always) significant episodes of amnesia, which may be severe. In partial dissociative identity disorder, amnesia – if present – is usually brief and restricted to extreme emotional states or episodes of self-harm. Boundary with other dissociative disorders Partial dissociative identity disorder is distinguished from other dissociative disorders by the presence of two or more distinct personality states. This does not occur in any other dissociative disorder (except dissociative identity disorder, as described above). An additional dissociative disorder diagnosis should not be assigned based on phenomena that occur in specific relationship to intrusions by non-dominant personality states (e.g. memory loss, changes in motor or sensory functioning, experiences of depersonalization and derealization). Boundary with schizophrenia and other primary psychotic disorders Individuals with partial dissociative identity disorder may report experiencing symptoms such as hearing voices or intrusive thoughts",
  "gloss_vi": "390 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders boundaries with other disorders and conditions (differential diagnosis) ranh giới with trance disorder ...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "study",
      "relationships",
      "grief"
    ],
    "advice_section": [
      "communication_tips",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 390 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundaries with other disorders and conditions (differential diagnosis) Boundary with trance disorder and possession trance disorder Some dissociative intrusions in partial dissociative identity disorder may resemble trance states, but trance disorder is not characterized by the presence of two or more distinct personality states. In possession trance disorder, the individual’s normal sense of personal identity is replaced by an external “possessing” identity, which is attributed to the influence of a spirit, power, deity or other spiritual entity. Behaviours or movements are experienced as being controlled by the possessing agent. Individuals who experience dissociative intrusions attributed to both internal and external entities should receive a diagnosis of partial dissociative identity disorder rather than possession trance disorder. Boundary with dissociative identity disorder In dissociative identity disorder, discontinuities in agency and sense of self are marked (manifested in episodes of executive control – often including amnesia – and greater elaboration of the personality states), whereas in partial dissociative identity disorder, these discontinuities are less pronounced. In dissociative identity disorder, two or more distinct personality states recurrently take executive control of the individual’s consciousness and functioning to the extent that they function in daily life or engage in relatively elaborate patterns of behaviour in specific situations. In contrast, in partial dissociative identity disorder, the non-dominant, alternate personality states do not recurrently take executive control of the individual’s consciousness and functioning to the extent that they perform in specific aspects of daily life, although there may be occasional, limited and transient episodes in which a distinct personality state assumes executive control to engage in circumscribed behaviours (e.g. in response to extreme emotional states, episodes of self-harm or the re-enactment of traumatic memories). In partial dissociative identity disorder, the non- dominant alternate personality states are not elaborated to the extent observed in dissociative identity disorder. For example, they may not be oriented to the present, may have the identity of a child, or may be mostly or exclusively involved in re-enacting traumatic memories. Furthermore, in dissociative identity disorder there are typically (although not always) significant episodes of amnesia, which may be severe. In partial dissociative identity disorder, amnesia – if present – is usually brief and restricted to extreme emotional states or episodes of self-harm. Boundary with other dissociative disorders Partial dissociative identity disorder is distinguished from other dissociative disorders by the presence of two or more distinct personality states. This does not occur in any other dissociative disorder (except dissociative identity disorder, as described above). An additional dissociative disorder diagnosis should not be assigned based on phenomena that occur in specific relationship to intrusions by non-dominant personality states (e.g. memory loss, changes in motor or sensory functioning, experiences of depersonalization and derealization). Boundary with schizophrenia and other primary psychotic disorders Individuals with partial dissociative identity disorder may report experiencing symptoms such as hearing voices or intrusive thoughts 390 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders boundaries with other disorders and conditions (differential diagnosis) ranh giới with trance disorder ..."
}