{
  "id": "everyday#screening_cues_d4399bdc",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "explosive disorder Regularly occurring severe temper outbursts that are grossly out of proportion in intensity or duration to the provocation are the core symptom of intermittent explosive disorder but may also occur in the context of oppositional defiant disorder with chronic irritability-anger. Individuals with oppositional defiant disorder with chronic irritability-anger typically display other features of oppositional defiant disorder, including defiant, headstrong or vindictive behaviours, which are not characteristic of intermittent explosive disorder. In addition, individuals with intermittent explosive disorder are more likely to exhibit significant physical aggression. Disruptive behaviour and dissocial disorders | Oppositional defiant disorder 544 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders 6C91 Conduct-dissocial disorder Essential (required) features • A repetitive and persistent pattern of behaviour in which the basic rights of others or major age-appropriate social or cultural norms, rules or laws are violated is required for diagnosis. Typically, multiple behaviours are involved, including one or more of the following: • aggression towards people or animals, such as bullying, threatening or intimidating others, instigating physical fights, using weapons that can cause serious physical harm to others (such as a brick, broken bottle, knife or gun), physical cruelty to people, physical cruelty to animals, aggressive forms of stealing (e.g. mugging, purse snatching, extortion), or forcing someone into sexual activity; • destruction of property, such as deliberate fire setting with the intention of causing serious damage or deliberate destruction of others’ property (e.g. purposely breaking other children’s toys, breaking windows, scratching cars, slashing tires); • deceitfulness or theft, such as stealing items of value (e.g. shoplifting, forgery), lying to obtain goods or favours or to avoid obligations (e.g. “conning” others), or breaking into someone’s house, building or car; • serious violations of rules, such as children or adolescents repeatedly staying out all night despite parental prohibitions, repeatedly running away from home, or often skipping school or work without permission. • The pattern of behaviour must be persistent and recurrent, including multiple incidents of the types of behaviours described above over an extended period of time (e.g. at least 1 year). The mere commission of one or more delinquent acts is not sufficient for the diagnosis. • The behaviour pattern results in significant impairment in personal, family, social, educational, occupational or other important areas of functioning. Specifiers for age of onset Two subtypes related to age of onset can be specified in individuals who meet the diagnostic requirements for conduct-dissocial disorder. 6C91.0 Conduct-dissocial disorder, childhood onset • All diagnostic requirements for conduct-dissocial disorder are met. • One or more features of the disorder have clearly been present and persistent during childhood prior to adolescence (e.g. before 10 years of age). Disruptive behaviour and dissocial disorders | Conduct-dissocial disorder",
  "gloss_vi": "Explosive disorder regularly occurring severe temper outbursts that are grossly out of proportion in intensity or duration to the provocation are the core symptom of intermittent explosive disorder but may also occur in ...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation",
      "do_not_do"
    ],
    "life_topics": [
      "work",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc explosive disorder Regularly occurring severe temper outbursts that are grossly out of proportion in intensity or duration to the provocation are the core symptom of intermittent explosive disorder but may also occur in the context of oppositional defiant disorder with chronic irritability-anger. Individuals with oppositional defiant disorder with chronic irritability-anger typically display other features of oppositional defiant disorder, including defiant, headstrong or vindictive behaviours, which are not characteristic of intermittent explosive disorder. In addition, individuals with intermittent explosive disorder are more likely to exhibit significant physical aggression. Disruptive behaviour and dissocial disorders | Oppositional defiant disorder 544 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders 6C91 Conduct-dissocial disorder Essential (required) features • A repetitive and persistent pattern of behaviour in which the basic rights of others or major age-appropriate social or cultural norms, rules or laws are violated is required for diagnosis. Typically, multiple behaviours are involved, including one or more of the following: • aggression towards people or animals, such as bullying, threatening or intimidating others, instigating physical fights, using weapons that can cause serious physical harm to others (such as a brick, broken bottle, knife or gun), physical cruelty to people, physical cruelty to animals, aggressive forms of stealing (e.g. mugging, purse snatching, extortion), or forcing someone into sexual activity; • destruction of property, such as deliberate fire setting with the intention of causing serious damage or deliberate destruction of others’ property (e.g. purposely breaking other children’s toys, breaking windows, scratching cars, slashing tires); • deceitfulness or theft, such as stealing items of value (e.g. shoplifting, forgery), lying to obtain goods or favours or to avoid obligations (e.g. “conning” others), or breaking into someone’s house, building or car; • serious violations of rules, such as children or adolescents repeatedly staying out all night despite parental prohibitions, repeatedly running away from home, or often skipping school or work without permission. • The pattern of behaviour must be persistent and recurrent, including multiple incidents of the types of behaviours described above over an extended period of time (e.g. at least 1 year). The mere commission of one or more delinquent acts is not sufficient for the diagnosis. • The behaviour pattern results in significant impairment in personal, family, social, educational, occupational or other important areas of functioning. Specifiers for age of onset Two subtypes related to age of onset can be specified in individuals who meet the diagnostic requirements for conduct-dissocial disorder. 6C91.0 Conduct-dissocial disorder, childhood onset • All diagnostic requirements for conduct-dissocial disorder are met. • One or more features of the disorder have clearly been present and persistent during childhood prior to adolescence (e.g. before 10 years of age). Disruptive behaviour and dissocial disorders | Conduct-dissocial disorder Explosive disorder regularly occurring severe temper outbursts that are grossly out of proportion in intensity or duration to the provocation are the core symptom of intermittent explosive disorder but may also occur in ..."
}