{
  "id": "everyday#risk_safety_0b56612e",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "Glossary Status epilepticus Defined as 5 minutes or more of continuous clinical and/or electrographic seizure activity or recurrent seizure activity without recovery (returning to baseline) between seizures; it can be convulsive or non-convulsive. Stevens-Johnson syndrome Life-threatening skin condition characterized by painful skin peeling, ulcers, blisters and crusting of mucocutaneous tissues such as mouth, lips, throat, tongue, eyes and genitals, sometimes associated with fever. It is most often caused by a severe reaction to medications, especially antiseizure medicines. Stigma A distinguishing mark establishing a demarcation between the stigmatized persona and others attributing negative characteristics to this person. The stigma attached to mental illness often leads to social exclusion and discrimination and creates an additional burden for the affected individual. Suicidal thoughts/ideation Thoughts, ideas or ruminations about the possibility of ending one’s life, ranging from thinking that one would be better off dead to formulation of elaborate plans. Tardive dyskinesia This is dystonia characterized by twisting and sustained muscle spasms that affect regions of the head, neck, and occasionally, the back. It may not improve after stopping the antipsychotic medicine. Toxic epidermal necrolysis Life-threatening skin peeling that is usually caused by a reaction to a medicine or infection. It is similar to but more severe than Stevens-Johnson syndrome. Tremor Trembling or shaking movements, usually of the fingers, that is an involuntary oscillation of a body part. Valproic acid (sodium See the WHO model list of essential medicines (EML).1 The full medicine name, valproate) “valproic acid (sodium valproate)”, is used in the recommendation text with the briefer term “sodium valproate” used in other sections of the recommendation. Vitamin K deficiency disease Lack of vitamin K can cause severe bleeding in newborn babies usually of the newborn immediately after birth but sometimes up to 6 months of age. Bleeding may be cutaneous, gastrointestinal, intracranial or mucosal. Maternal intake of antiseizure medicines is one of its causes. 1 The current EML (23rd list, 2023) is available at: https://iris.who.int/handle/10665/371090 xv Executive summary Background and objectives Target audience Mental, neurological and substance use (MNS) The guideline is targeted towards non-specialized disorders are major contributors to morbidity and health workers at primary- or secondary-level health- premature mortality in all regions of the world. The care facilities, or those working at the district level resources that have been provided to tackle the huge including basic inpatient and outpatient services. burden of MNS disorders are insufficient, inequitably The guideline also targets health workers in general distributed and inefficiently used, resulting in a large health care and other programmes to support delivery treatment",
  "gloss_vi": "Glossary status epilepticus defined as 5 minutes or more of continuous clinical and/or electrographic seizure activity or recurrent seizure activity without recovery (returning to baseline) between seizures; it can be co...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "psychoeducation"
    ],
    "life_topics": [
      "work",
      "grief"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn Glossary Status epilepticus Defined as 5 minutes or more of continuous clinical and/or electrographic seizure activity or recurrent seizure activity without recovery (returning to baseline) between seizures; it can be convulsive or non-convulsive. Stevens-Johnson syndrome Life-threatening skin condition characterized by painful skin peeling, ulcers, blisters and crusting of mucocutaneous tissues such as mouth, lips, throat, tongue, eyes and genitals, sometimes associated with fever. It is most often caused by a severe reaction to medications, especially antiseizure medicines. Stigma A distinguishing mark establishing a demarcation between the stigmatized persona and others attributing negative characteristics to this person. The stigma attached to mental illness often leads to social exclusion and discrimination and creates an additional burden for the affected individual. Suicidal thoughts/ideation Thoughts, ideas or ruminations about the possibility of ending one’s life, ranging from thinking that one would be better off dead to formulation of elaborate plans. Tardive dyskinesia This is dystonia characterized by twisting and sustained muscle spasms that affect regions of the head, neck, and occasionally, the back. It may not improve after stopping the antipsychotic medicine. Toxic epidermal necrolysis Life-threatening skin peeling that is usually caused by a reaction to a medicine or infection. It is similar to but more severe than Stevens-Johnson syndrome. Tremor Trembling or shaking movements, usually of the fingers, that is an involuntary oscillation of a body part. Valproic acid (sodium See the WHO model list of essential medicines (EML).1 The full medicine name, valproate) “valproic acid (sodium valproate)”, is used in the recommendation text with the briefer term “sodium valproate” used in other sections of the recommendation. Vitamin K deficiency disease Lack of vitamin K can cause severe bleeding in newborn babies usually of the newborn immediately after birth but sometimes up to 6 months of age. Bleeding may be cutaneous, gastrointestinal, intracranial or mucosal. Maternal intake of antiseizure medicines is one of its causes. 1 The current EML (23rd list, 2023) is available at: https://iris.who.int/handle/10665/371090 xv Executive summary Background and objectives Target audience Mental, neurological and substance use (MNS) The guideline is targeted towards non-specialized disorders are major contributors to morbidity and health workers at primary- or secondary-level health- premature mortality in all regions of the world. The care facilities, or those working at the district level resources that have been provided to tackle the huge including basic inpatient and outpatient services. burden of MNS disorders are insufficient, inequitably The guideline also targets health workers in general distributed and inefficiently used, resulting in a large health care and other programmes to support delivery treatment Glossary status epilepticus defined as 5 minutes or more of continuous clinical and/or electrographic seizure activity or recurrent seizure activity without recovery (returning to baseline) between seizures; it can be co..."
}