{
  "id": "everyday#screening_cues_bb86403f",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Obsessive-compulsive and related disorders 305 Boundaries with other disorders and conditions (differential diagnosis) Boundary with hypochondriasis (health anxiety disorder) Hypochondriasis is characterized by persistent preoccupation or fear about the possibility of having one or more serious, progressive or life-threatening illnesses. Although obsessions in obsessive-compulsive disorder may be health-related, when these occur, they tend to be focused more on potential contamination than on the undiagnosed symptoms of a particular illness, and to be accompanied by a history of other obsessions that are not health-related. Boundary with other obsessive-compulsive and related disorders Recurrent thoughts and repetitive behaviours occur in other obsessive-compulsive and related disorders, but the foci of apprehension and form of repetitive behaviours are distinct for each diagnostic entity. In body dysmorphic disorder, the intrusive thoughts and repetitive behaviours are limited to concerns about physical appearance. In trichotillomania or excoriation disorder, the repetitive behaviours are limited to hair pulling or skin picking, respectively, in the absence of obsessions. Hoarding disorder symptoms include excessive accumulation or difficulty discarding possessions and marked distress related to discarding items. Hoarding behaviour can be symptomatic of obsessive-compulsive disorder, but in contrast to hoarding disorder it is undertaken with the goal of neutralizing or reducing concomitant distress and anxiety arising from obsessional content such as aggressive (e.g. fear of harming others), sexual/religious (e.g. fear of committing blasphemous or disrespectful acts), contamination (e.g. fear of spreading infectious diseases) or symmetry/ordering (e.g. feeling of incompleteness) themes. However, obsessive-compulsive and related disorders can co-occur, and multiple diagnoses from this grouping may be assigned if warranted. Boundary with autism spectrum disorder Persistent repetitive thoughts, images or impulses/urges (i.e. obsessions) and/or repetitive behaviours (i.e. compulsions) characteristic of obsessive-compulsive disorder may be difficult to distinguish from restricted, repetitive and inflexible patterns of behaviour, interests or activities that are characteristic of autism spectrum disorder. However, unlike those with autism spectrum disorder, individuals with obsessive-compulsive disorder feel driven to perform repetitive behaviours in response to an obsession, according to rigid rules, to reduce anxiety or to achieve a sense of “completeness”. Obsessive-compulsive disorder can also be distinguished from autism spectrum disorder because difficulties in initiating and sustaining social communication and reciprocal social interactions are not features of obsessive-compulsive disorder. Boundary with stereotyped movement disorder Stereotyped movement disorder is characterized by the persistent (e.g. lasting for several months) presence of voluntary, repetitive, stereotyped, apparently purposeless and often rhythmic movements (e.g. body rocking, hand flapping, head banging, eye poking and hand biting). These movements are typically less complex than compulsions, and are not aimed at neutralizing obsessions. Obsessive-compulsive and related disorders | Obsessive-compulsive disorder 306 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundary with delusional disorder and other primary psychotic disorders Some individuals with obsessive-compulsive disorder lack insight about the irrationality of their thoughts and behaviours to such an extent that their conviction of the veracity of their obsessions – and the strength of beliefs regarding the connection between compulsions and obsessions – may at times appear to be delusional in the degree of conviction and fixity with which these beliefs are held (see insight specifiers,",
  "gloss_vi": "Obsessive-compulsive and related disorders 305 boundaries with other disorders and conditions (differential diagnosis) ranh giới with hypochondriasis (health lo âu disorder) hypochondriasis is characterized by persistent...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Obsessive-compulsive and related disorders 305 Boundaries with other disorders and conditions (differential diagnosis) Boundary with hypochondriasis (health anxiety disorder) Hypochondriasis is characterized by persistent preoccupation or fear about the possibility of having one or more serious, progressive or life-threatening illnesses. Although obsessions in obsessive-compulsive disorder may be health-related, when these occur, they tend to be focused more on potential contamination than on the undiagnosed symptoms of a particular illness, and to be accompanied by a history of other obsessions that are not health-related. Boundary with other obsessive-compulsive and related disorders Recurrent thoughts and repetitive behaviours occur in other obsessive-compulsive and related disorders, but the foci of apprehension and form of repetitive behaviours are distinct for each diagnostic entity. In body dysmorphic disorder, the intrusive thoughts and repetitive behaviours are limited to concerns about physical appearance. In trichotillomania or excoriation disorder, the repetitive behaviours are limited to hair pulling or skin picking, respectively, in the absence of obsessions. Hoarding disorder symptoms include excessive accumulation or difficulty discarding possessions and marked distress related to discarding items. Hoarding behaviour can be symptomatic of obsessive-compulsive disorder, but in contrast to hoarding disorder it is undertaken with the goal of neutralizing or reducing concomitant distress and anxiety arising from obsessional content such as aggressive (e.g. fear of harming others), sexual/religious (e.g. fear of committing blasphemous or disrespectful acts), contamination (e.g. fear of spreading infectious diseases) or symmetry/ordering (e.g. feeling of incompleteness) themes. However, obsessive-compulsive and related disorders can co-occur, and multiple diagnoses from this grouping may be assigned if warranted. Boundary with autism spectrum disorder Persistent repetitive thoughts, images or impulses/urges (i.e. obsessions) and/or repetitive behaviours (i.e. compulsions) characteristic of obsessive-compulsive disorder may be difficult to distinguish from restricted, repetitive and inflexible patterns of behaviour, interests or activities that are characteristic of autism spectrum disorder. However, unlike those with autism spectrum disorder, individuals with obsessive-compulsive disorder feel driven to perform repetitive behaviours in response to an obsession, according to rigid rules, to reduce anxiety or to achieve a sense of “completeness”. Obsessive-compulsive disorder can also be distinguished from autism spectrum disorder because difficulties in initiating and sustaining social communication and reciprocal social interactions are not features of obsessive-compulsive disorder. Boundary with stereotyped movement disorder Stereotyped movement disorder is characterized by the persistent (e.g. lasting for several months) presence of voluntary, repetitive, stereotyped, apparently purposeless and often rhythmic movements (e.g. body rocking, hand flapping, head banging, eye poking and hand biting). These movements are typically less complex than compulsions, and are not aimed at neutralizing obsessions. Obsessive-compulsive and related disorders | Obsessive-compulsive disorder 306 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundary with delusional disorder and other primary psychotic disorders Some individuals with obsessive-compulsive disorder lack insight about the irrationality of their thoughts and behaviours to such an extent that their conviction of the veracity of their obsessions – and the strength of beliefs regarding the connection between compulsions and obsessions – may at times appear to be delusional in the degree of conviction and fixity with which these beliefs are held (see insight specifiers, Obsessive-compulsive and related disorders 305 boundaries with other disorders and conditions (differential diagnosis) ranh giới with hypochondriasis (health lo âu disorder) hypochondriasis is characterized by persistent..."
}