{
  "id": "everyday#screening_cues_f5fb9c33",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "individuals with a as they require substantial provider time, training psychotic disorder, it usually covers the following and supervision. topics: symptoms of psychosis, models of psychosis, y Integrating the provision of psychological effects and side-effects of medicine, maintenance interventions into primary care provides many medicine, psychotherapy for psychosis, early advantages, including more holistic health care, symptoms of relapse and relapse prevention. increased accessibility of mental health services y Rehabilitation: Usually includes a prevocational for people in need of care, opportunities for day programme, recreational and social activities, reducing the stigma of mental health problems and apartment living and transitional employment reduced costs. 104 3. Recommendations y For the safe implementation of psychological mental health specialist is an important aspect interventions for people with psychosis by that should be considered and planned prior to non-specialized professionals, supervision by a commencement (209). PSY12. In adults with bipolar disorder in remission, are psychological interventions (such as psychoeducation, family interventions and CBT) effective? Recommendation (update): Individual psychological interventions – namely cognitive behavioural therapy (CBT), family psychoeducation, medicine adherence therapy, online psychoeducation or psychoeducation – should be considered as adjunctive to pharmacological interventions in the treatment of adults with bipolar disorder in remission. Strength of recommendation: Conditional Certainty of evidence: Low Justification y The investigated psychological interventions are all y Data were extracted from a systematic review: Oud listed and defined in Box 3.2. et al., 2016 (55 trials on the use of psychological Remarks interventions for adults with bipolar disorder) (211). y The majority of people living with bipolar disorder y Individual psychological interventions (CBT, online would benefit from maintenance treatment used in psychoeducation, psychoeducation, medicine the absence of acute symptoms to preserve stability adherence therapy) had a small effect in reducing of clinical symptoms and avoid acuity of symptoms, depressive symptoms. There was no significant recurrence or relapse. effect for mania symptoms or quality of life. There y In the majority of studies included in the evidence, was a medium effect for prevention of relapse. psychosocial interventions were used adjunctively y Group psychological interventions to medicine, but given the recommendation for (psychoeducation, CBT, mindfulness therapy, social psychotropic medicine use for six months, it is still cognition, dialectical behaviour therapy [DBT]) had good for psychotherapy to be provided to those not no significant effect for the outcomes in question. on medicines as well. There was a large yet non-significant effect for y Moderate evidence indicates that psychotherapy is prevention of relapse. effective in the prevention of relapse and low-quality y Family psychoeducation showed a large effect for evidence indicates that it lowers the severity of reduction of depressive and mania symptoms, based depressive symptoms (but not mania symptoms). only on one small trial, however. y There is relative difficulty in providing psychological y Integrated cognitive and interpersonal therapy interventions in LMICs whereas medicine is preferred showed a medium-to-large effect for reduction due to ease and low costs. This is something that of depressive symptoms, based only on one needs to be overcome and is also reflected in the small study, however. There was a small effect for lack of research. improved quality of life and no significant effect for mania symptoms. 105",
  "gloss_vi": "Individuals with a as they require substantial provider time, training psychotic disorder, it usually covers the following and supervision. topics: symptoms of psychosis, models of psychosis, y integrating the provision ...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "psychoeducation",
      "do_not_do"
    ],
    "life_topics": [
      "study",
      "relationships"
    ],
    "advice_section": [
      "coping_skill"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc individuals with a as they require substantial provider time, training psychotic disorder, it usually covers the following and supervision. topics: symptoms of psychosis, models of psychosis, y Integrating the provision of psychological effects and side-effects of medicine, maintenance interventions into primary care provides many medicine, psychotherapy for psychosis, early advantages, including more holistic health care, symptoms of relapse and relapse prevention. increased accessibility of mental health services y Rehabilitation: Usually includes a prevocational for people in need of care, opportunities for day programme, recreational and social activities, reducing the stigma of mental health problems and apartment living and transitional employment reduced costs. 104 3. Recommendations y For the safe implementation of psychological mental health specialist is an important aspect interventions for people with psychosis by that should be considered and planned prior to non-specialized professionals, supervision by a commencement (209). PSY12. In adults with bipolar disorder in remission, are psychological interventions (such as psychoeducation, family interventions and CBT) effective? Recommendation (update): Individual psychological interventions – namely cognitive behavioural therapy (CBT), family psychoeducation, medicine adherence therapy, online psychoeducation or psychoeducation – should be considered as adjunctive to pharmacological interventions in the treatment of adults with bipolar disorder in remission. Strength of recommendation: Conditional Certainty of evidence: Low Justification y The investigated psychological interventions are all y Data were extracted from a systematic review: Oud listed and defined in Box 3.2. et al., 2016 (55 trials on the use of psychological Remarks interventions for adults with bipolar disorder) (211). y The majority of people living with bipolar disorder y Individual psychological interventions (CBT, online would benefit from maintenance treatment used in psychoeducation, psychoeducation, medicine the absence of acute symptoms to preserve stability adherence therapy) had a small effect in reducing of clinical symptoms and avoid acuity of symptoms, depressive symptoms. There was no significant recurrence or relapse. effect for mania symptoms or quality of life. There y In the majority of studies included in the evidence, was a medium effect for prevention of relapse. psychosocial interventions were used adjunctively y Group psychological interventions to medicine, but given the recommendation for (psychoeducation, CBT, mindfulness therapy, social psychotropic medicine use for six months, it is still cognition, dialectical behaviour therapy [DBT]) had good for psychotherapy to be provided to those not no significant effect for the outcomes in question. on medicines as well. There was a large yet non-significant effect for y Moderate evidence indicates that psychotherapy is prevention of relapse. effective in the prevention of relapse and low-quality y Family psychoeducation showed a large effect for evidence indicates that it lowers the severity of reduction of depressive and mania symptoms, based depressive symptoms (but not mania symptoms). only on one small trial, however. y There is relative difficulty in providing psychological y Integrated cognitive and interpersonal therapy interventions in LMICs whereas medicine is preferred showed a medium-to-large effect for reduction due to ease and low costs. This is something that of depressive symptoms, based only on one needs to be overcome and is also reflected in the small study, however. There was a small effect for lack of research. improved quality of life and no significant effect for mania symptoms. 105 Individuals with a as they require substantial provider time, training psychotic disorder, it usually covers the following and supervision. topics: symptoms of psychosis, models of psychosis, y integrating the provision ..."
}