{
  "id": "everyday#screening_cues_a3629120",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "428 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Disorders of bodily distress or bodily experience 429 Disorders of bodily distress or bodily experience Disorders of bodily distress or bodily experience are characterized by disturbances in the person’s experience of their body. Bodily distress disorder involves bodily symptoms that the individual finds distressing, and to which excessive attention is directed. Body integrity dysphoria involves a disturbance in the person’s experience of the body manifested in the persistent desire to have a specific physical disability, accompanied by persistent discomfort or intense feelings of inappropriateness concerning current non-disabled body configuration. Disorders of bodily distress or bodily experience include the following: 6C20 Bodily distress disorder 6C21 Body integrity dysphoria 6C2Y Other specified disorder of bodily distress or bodily experience 6C2Z Disorder of bodily distress or bodily experience, unspecified. 6C20 Bodily distress disorder Essential (required) features • The presence of bodily symptoms that are distressing to the individual is required for diagnosis. Typically, this involves multiple bodily symptoms that may vary over time. Occasionally, the focus is limited to a single symptom – usually pain or fatigue. Disorders of bodily distress or bodily experience | Bodily distress disorder",
  "gloss_vi": "428 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders disorders of bodily distress or bodily experience 429 disorders of bodily distress or bodily experience...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "stress",
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 428 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Disorders of bodily distress or bodily experience 429 Disorders of bodily distress or bodily experience Disorders of bodily distress or bodily experience are characterized by disturbances in the person’s experience of their body. Bodily distress disorder involves bodily symptoms that the individual finds distressing, and to which excessive attention is directed. Body integrity dysphoria involves a disturbance in the person’s experience of the body manifested in the persistent desire to have a specific physical disability, accompanied by persistent discomfort or intense feelings of inappropriateness concerning current non-disabled body configuration. Disorders of bodily distress or bodily experience include the following: 6C20 Bodily distress disorder 6C21 Body integrity dysphoria 6C2Y Other specified disorder of bodily distress or bodily experience 6C2Z Disorder of bodily distress or bodily experience, unspecified. 6C20 Bodily distress disorder Essential (required) features • The presence of bodily symptoms that are distressing to the individual is required for diagnosis. Typically, this involves multiple bodily symptoms that may vary over time. Occasionally, the focus is limited to a single symptom – usually pain or fatigue. Disorders of bodily distress or bodily experience | Bodily distress disorder 428 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders disorders of bodily distress or bodily experience 429 disorders of bodily distress or bodily experience..."
}