{
  "id": "everyday#screening_cues_484f0e48",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "concerns seldom occur without additional worries regarding other domains of everyday life. Boundary with panic disorder If an individual with separation anxiety disorder experiences panic attacks exclusively in the context of separation from key attachment figures, an additional diagnosis of panic disorder is not warranted, and the presence of panic attacks may be indicated using the with panic attacks specifier. However, if unexpected panic attacks also occur, an additional diagnosis of panic disorder may be assigned. Boundary with agoraphobia In agoraphobia, individuals avoid a variety of situations, including leaving home alone, but the fear or anxiety is centred on the possibility that help will not be available in the event of a panic attack or other incapacitating or embarrassing symptoms rather than concerns about separation from key attachment figures. Boundary with social anxiety disorder In social anxiety disorder, the avoidance of social situations is in response to fear or anxiety about being negatively evaluated by others rather than concerns about being separated from key attachment figures. Boundary with depressive disorders Beliefs of social inadequacy, rejection and failure are common in depressive disorders, and may be associated with avoidance of leaving the home and being separated from loved ones. However, unlike in separation anxiety disorder, these symptoms occur almost exclusively during a depressive episode. Boundary with post-traumatic stress disorder In post-traumatic stress disorder, individuals have a history of exposure to a traumatic event that may have involved the loss of a key attachment figure. However, the focus of apprehension is on intrusive re-experiencing of the traumatic event from memory and avoidance of associated stimuli rather than concerns about future loss of or harm coming to the key attachment figure. Nevertheless, separation anxiety disorder rather than post-traumatic stress disorder may occur subsequent to the experience of a traumatic event, and if all diagnostic requirements are met, the diagnosis can be assigned. Boundary with disruptive behaviour and dissocial disorders Individuals with oppositional defiant disorder can exhibit similar behaviours to those observed in separation anxiety disorder, such as anger, irritability and temper outbursts, or defiant and headstrong behaviour (e.g. refusal to leave home or go to school). However, in separation anxiety disorder these occur exclusively as a result of anticipated or actual separation from a key attachment figure. School refusal or truancy may occur in the context of conduct-dissocial disorder, but the behaviour is not related to concerns for the well-being of a key attachment figure. Anxiety and fear-related disorders | Separation anxiety disorder",
  "gloss_vi": "Concerns seldom occur without additional worries regarding other domains of everyday life. ranh giới with panic disorder if an individual with separation lo âu disorder experiences panic attacks exclusively in the contex...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships",
      "grief"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc concerns seldom occur without additional worries regarding other domains of everyday life. Boundary with panic disorder If an individual with separation anxiety disorder experiences panic attacks exclusively in the context of separation from key attachment figures, an additional diagnosis of panic disorder is not warranted, and the presence of panic attacks may be indicated using the with panic attacks specifier. However, if unexpected panic attacks also occur, an additional diagnosis of panic disorder may be assigned. Boundary with agoraphobia In agoraphobia, individuals avoid a variety of situations, including leaving home alone, but the fear or anxiety is centred on the possibility that help will not be available in the event of a panic attack or other incapacitating or embarrassing symptoms rather than concerns about separation from key attachment figures. Boundary with social anxiety disorder In social anxiety disorder, the avoidance of social situations is in response to fear or anxiety about being negatively evaluated by others rather than concerns about being separated from key attachment figures. Boundary with depressive disorders Beliefs of social inadequacy, rejection and failure are common in depressive disorders, and may be associated with avoidance of leaving the home and being separated from loved ones. However, unlike in separation anxiety disorder, these symptoms occur almost exclusively during a depressive episode. Boundary with post-traumatic stress disorder In post-traumatic stress disorder, individuals have a history of exposure to a traumatic event that may have involved the loss of a key attachment figure. However, the focus of apprehension is on intrusive re-experiencing of the traumatic event from memory and avoidance of associated stimuli rather than concerns about future loss of or harm coming to the key attachment figure. Nevertheless, separation anxiety disorder rather than post-traumatic stress disorder may occur subsequent to the experience of a traumatic event, and if all diagnostic requirements are met, the diagnosis can be assigned. Boundary with disruptive behaviour and dissocial disorders Individuals with oppositional defiant disorder can exhibit similar behaviours to those observed in separation anxiety disorder, such as anger, irritability and temper outbursts, or defiant and headstrong behaviour (e.g. refusal to leave home or go to school). However, in separation anxiety disorder these occur exclusively as a result of anticipated or actual separation from a key attachment figure. School refusal or truancy may occur in the context of conduct-dissocial disorder, but the behaviour is not related to concerns for the well-being of a key attachment figure. Anxiety and fear-related disorders | Separation anxiety disorder Concerns seldom occur without additional worries regarding other domains of everyday life. ranh giới with panic disorder if an individual with separation lo âu disorder experiences panic attacks exclusively in the contex..."
}