{
  "id": "everyday#do_not_do_c66ca419",
  "title_en": "General — Do Not Do",
  "title_vi": "General — Do Not Do",
  "text_en": "impairment. Coercive sexual sadism disorder is characterized by sexual impulses, urges or behaviours that are manifestations of a sustained, focused and intense pattern of sexual arousal that involves the infliction of physical or psychological suffering on a non-consenting person. In contrast, compulsive sexual behaviour disorder is characterized by a persistent pattern of failure to control sexual impulses, urges or behaviours, regardless of the focus of sexual arousal. If an individual with coercive sexual sadism disorder is able to exercise some degree of control over the behavioural expressions of the arousal pattern, an additional diagnosis of compulsive sexual behavioural disorder is generally not warranted. Boundary with conduct-dissocial disorder Conduct-dissocial disorder is characterized by a pervasive pattern of disregard for and violation of the rights of others. Coercive or sadistic sexual behaviours that occur in the context of conduct- dissocial disorder but that do not reflect an underlying, persistent pattern of sexual arousal involving the infliction of physical or psychological suffering should not be used as a basis for diagnosing coercive sexual sadism disorder. Boundary with disorders due to substance use Episodes of impulsive or disinhibited sexual behaviour, including coercive sexual behaviour, may occur during substance intoxication. Such episodes may not be a manifestation of a sustained, focused and intense sexual arousal pattern. At the same time, some individuals with coercive sexual sadism disorder may use substances with the intention of engaging in coercive sexual behaviour that does reflect an underlying paraphilic arousal pattern. A diagnosis of coercive sexual sadism disorder may be assigned together with a disorder due to substance use if the diagnostic requirements for both are met. Boundary with other mental disorders The occurrence or a history of sexual behaviours involving the infliction of physical or psychological suffering on non-consenting individuals is not sufficient to establish a diagnosis of coercive sexual sadism disorder. Rather, these behaviours must reflect a sustained, focused and intense pattern of coercive sexual sadistic arousal. When this is not the case, other causes of the behaviour need to be considered. For example, coercive sexual behaviour may occur in the context of some mental disorders, such as a bipolar type I disorder during manic or mixed episodes, or dementia. Paraphilic disorders | Coercive sexual sadism disorder",
  "gloss_vi": "Impairment. coercive sexual sadism disorder is characterized by sexual impulses, urges or behaviours that are manifestations of a sustained, focused and intense pattern of sexual arousal that involves the infliction of p...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "do_not_do"
    ],
    "life_topics": [
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Do Not Do General — Do Not Do impairment. Coercive sexual sadism disorder is characterized by sexual impulses, urges or behaviours that are manifestations of a sustained, focused and intense pattern of sexual arousal that involves the infliction of physical or psychological suffering on a non-consenting person. In contrast, compulsive sexual behaviour disorder is characterized by a persistent pattern of failure to control sexual impulses, urges or behaviours, regardless of the focus of sexual arousal. If an individual with coercive sexual sadism disorder is able to exercise some degree of control over the behavioural expressions of the arousal pattern, an additional diagnosis of compulsive sexual behavioural disorder is generally not warranted. Boundary with conduct-dissocial disorder Conduct-dissocial disorder is characterized by a pervasive pattern of disregard for and violation of the rights of others. Coercive or sadistic sexual behaviours that occur in the context of conduct- dissocial disorder but that do not reflect an underlying, persistent pattern of sexual arousal involving the infliction of physical or psychological suffering should not be used as a basis for diagnosing coercive sexual sadism disorder. Boundary with disorders due to substance use Episodes of impulsive or disinhibited sexual behaviour, including coercive sexual behaviour, may occur during substance intoxication. Such episodes may not be a manifestation of a sustained, focused and intense sexual arousal pattern. At the same time, some individuals with coercive sexual sadism disorder may use substances with the intention of engaging in coercive sexual behaviour that does reflect an underlying paraphilic arousal pattern. A diagnosis of coercive sexual sadism disorder may be assigned together with a disorder due to substance use if the diagnostic requirements for both are met. Boundary with other mental disorders The occurrence or a history of sexual behaviours involving the infliction of physical or psychological suffering on non-consenting individuals is not sufficient to establish a diagnosis of coercive sexual sadism disorder. Rather, these behaviours must reflect a sustained, focused and intense pattern of coercive sexual sadistic arousal. When this is not the case, other causes of the behaviour need to be considered. For example, coercive sexual behaviour may occur in the context of some mental disorders, such as a bipolar type I disorder during manic or mixed episodes, or dementia. Paraphilic disorders | Coercive sexual sadism disorder Impairment. coercive sexual sadism disorder is characterized by sexual impulses, urges or behaviours that are manifestations of a sustained, focused and intense pattern of sexual arousal that involves the infliction of p..."
}