{
  "id": "everyday#screening_cues_fe8f4181",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "432 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders injury may result in multiple medical tests and procedures. This pattern is most common in individuals with severe bodily distress disorder, who may have long and complicated histories of contact with both primary and specialist medical services, during which many negative investigations or fruitless operations across various body systems may have been carried out. • Individuals with bodily distress disorder most often present in general medical settings rather than for mental health services. They may be reluctant to agree that there is a psychological component to their experience, and may react negatively to the suggestion of a referral to a mental health professional. • Individuals with bodily distress disorder often express dissatisfaction with the medical care they have received previously, and may change health-care providers frequently. • In communities with limited access to health care, individuals with bodily distress disorder may not have extensive interactions with the formal health-care system, but they may seek care from alternative sources. • Bodily distress disorder often occurs in the context of comorbid medical conditions and co-occurring mental disorders – especially depressive disorders and anxiety and fear- related disorders. Boundary with normality (threshold) • The experience of bodily symptoms and occasional concern about them is normal. However, people with bodily distress disorder report greater distress about their bodily symptoms than would generally be regarded as proportional to the nature of the symptoms, and their excessive attention to their symptoms is not alleviated by appropriate clinical examination and investigations, and by reassurance from health-care providers. • Individuals with bodily distress disorder who have a comorbid medical condition that may be causing or contributing to the bodily symptoms exhibit greater preoccupation with symptoms and greater functional impairment than those who have a medical condition that is similar in nature and severity without concurrent bodily distress disorder. Furthermore, the number of bodily symptoms reported often exceeds that usually associated with the comorbid medical condition. Course features • In about half of individuals diagnosed with bodily distress disorder seen in primary care settings, bodily symptoms resolve within 6–12 months. Individuals with severe disorder and those with multiple bodily symptoms tend to experience a more chronic and persistent course. The presence of multiple bodily symptoms is commonly associated with greater impairment in functioning, as well as with poorer treatment response for any co-occurring mental or medical conditions. Disorders of bodily distress or bodily experience | Bodily distress disorder Disorders of bodily distress or bodily experience 433 Developmental presentations",
  "gloss_vi": "432 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders injury may result in multiple medical tests and procedures. this pattern is most common in individuals ...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 432 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders injury may result in multiple medical tests and procedures. This pattern is most common in individuals with severe bodily distress disorder, who may have long and complicated histories of contact with both primary and specialist medical services, during which many negative investigations or fruitless operations across various body systems may have been carried out. • Individuals with bodily distress disorder most often present in general medical settings rather than for mental health services. They may be reluctant to agree that there is a psychological component to their experience, and may react negatively to the suggestion of a referral to a mental health professional. • Individuals with bodily distress disorder often express dissatisfaction with the medical care they have received previously, and may change health-care providers frequently. • In communities with limited access to health care, individuals with bodily distress disorder may not have extensive interactions with the formal health-care system, but they may seek care from alternative sources. • Bodily distress disorder often occurs in the context of comorbid medical conditions and co-occurring mental disorders – especially depressive disorders and anxiety and fear- related disorders. Boundary with normality (threshold) • The experience of bodily symptoms and occasional concern about them is normal. However, people with bodily distress disorder report greater distress about their bodily symptoms than would generally be regarded as proportional to the nature of the symptoms, and their excessive attention to their symptoms is not alleviated by appropriate clinical examination and investigations, and by reassurance from health-care providers. • Individuals with bodily distress disorder who have a comorbid medical condition that may be causing or contributing to the bodily symptoms exhibit greater preoccupation with symptoms and greater functional impairment than those who have a medical condition that is similar in nature and severity without concurrent bodily distress disorder. Furthermore, the number of bodily symptoms reported often exceeds that usually associated with the comorbid medical condition. Course features • In about half of individuals diagnosed with bodily distress disorder seen in primary care settings, bodily symptoms resolve within 6–12 months. Individuals with severe disorder and those with multiple bodily symptoms tend to experience a more chronic and persistent course. The presence of multiple bodily symptoms is commonly associated with greater impairment in functioning, as well as with poorer treatment response for any co-occurring mental or medical conditions. Disorders of bodily distress or bodily experience | Bodily distress disorder Disorders of bodily distress or bodily experience 433 Developmental presentations 432 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders injury may result in multiple medical tests and procedures. this pattern is most common in individuals ..."
}