{
  "id": "everyday#risk_safety_0b9b5d20",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "minority communities, living in areas with a low proportion of their own migrant, ethnic or cultural group (low “ethnic density”) is associated with higher rates of schizophrenia. In addition, etiological or course-related factors may be affected by culture at the level of the family (e.g. level of family support or style of family interaction, such as expressed emotion) or at the societal context (e.g. industrialization, urbanization). For example, the prevalence of schizophrenia is much higher in urban than rural settings. • The risk of misdiagnosing the expression of distress as indicative of schizophrenia or another primary psychotic disorder may be increased among ethnic minority and immigrant groups, and in other situations in which the clinician is unfamiliar with culturally normative expressions of distress. These include situations involving spiritual or supernatural beliefs or resulting from migration trauma, social isolation, minority and acculturative stress, discrimination and victimization. Sex- and/or gender-related features • Schizophrenia is more prevalent among males. • The age of onset of the first psychotic episode differs by gender, with a greater proportion of males experiencing onset in their early to mid-20s and females in their late 20s. • Females with schizophrenia tend to report more positive symptoms that increase in severity over the course of their lives. Females also tend to have greater mood disturbance and a greater prevalence of subsequent or co-occurring mental disorders (e.g. schizoaffective disorder, depressive disorders). • Females with schizophrenia are less likely to exhibit disorganized thinking, negative symptoms and social impairment. Boundaries with other disorders and conditions (differential diagnosis) Boundary with schizoaffective disorder The diagnoses of schizophrenia and schizoaffective disorder are intended to apply to the current or most recent episode of the disorder. In other words, a previous diagnosis of schizoaffective disorder does not preclude a diagnosis of schizophrenia, and vice versa. In both schizophrenia and schizoaffective disorder, at least two the characteristic symptoms of schizophrenia are present most of the time for a period of 1 month or more. In schizoaffective disorder, the symptoms of schizophrenia are present concurrently with mood symptoms that meet the full diagnostic requirements of a mood episode and last for at least 1 month, and the onsets of the psychotic and mood symptoms are either simultaneous or occur within a few days of one another. In schizophrenia, co-occurring mood symptoms, if any, either do not persist for as long as 1 month or are not of sufficient severity Schizophrenia and other primary psychotic disorders | Schizophrenia",
  "gloss_vi": "Minority communities, living in areas with a low proportion of their own migrant, ethnic or cultural group (low “ethnic density”) is associated with higher rates of schizophrenia. in addition, etiological or course-relat...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "psychoeducation",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn minority communities, living in areas with a low proportion of their own migrant, ethnic or cultural group (low “ethnic density”) is associated with higher rates of schizophrenia. In addition, etiological or course-related factors may be affected by culture at the level of the family (e.g. level of family support or style of family interaction, such as expressed emotion) or at the societal context (e.g. industrialization, urbanization). For example, the prevalence of schizophrenia is much higher in urban than rural settings. • The risk of misdiagnosing the expression of distress as indicative of schizophrenia or another primary psychotic disorder may be increased among ethnic minority and immigrant groups, and in other situations in which the clinician is unfamiliar with culturally normative expressions of distress. These include situations involving spiritual or supernatural beliefs or resulting from migration trauma, social isolation, minority and acculturative stress, discrimination and victimization. Sex- and/or gender-related features • Schizophrenia is more prevalent among males. • The age of onset of the first psychotic episode differs by gender, with a greater proportion of males experiencing onset in their early to mid-20s and females in their late 20s. • Females with schizophrenia tend to report more positive symptoms that increase in severity over the course of their lives. Females also tend to have greater mood disturbance and a greater prevalence of subsequent or co-occurring mental disorders (e.g. schizoaffective disorder, depressive disorders). • Females with schizophrenia are less likely to exhibit disorganized thinking, negative symptoms and social impairment. Boundaries with other disorders and conditions (differential diagnosis) Boundary with schizoaffective disorder The diagnoses of schizophrenia and schizoaffective disorder are intended to apply to the current or most recent episode of the disorder. In other words, a previous diagnosis of schizoaffective disorder does not preclude a diagnosis of schizophrenia, and vice versa. In both schizophrenia and schizoaffective disorder, at least two the characteristic symptoms of schizophrenia are present most of the time for a period of 1 month or more. In schizoaffective disorder, the symptoms of schizophrenia are present concurrently with mood symptoms that meet the full diagnostic requirements of a mood episode and last for at least 1 month, and the onsets of the psychotic and mood symptoms are either simultaneous or occur within a few days of one another. In schizophrenia, co-occurring mood symptoms, if any, either do not persist for as long as 1 month or are not of sufficient severity Schizophrenia and other primary psychotic disorders | Schizophrenia Minority communities, living in areas with a low proportion of their own migrant, ethnic or cultural group (low “ethnic density”) is associated with higher rates of schizophrenia. in addition, etiological or course-relat..."
}