{
  "id": "everyday#screening_cues_0dab79e1",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "148 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundary with developmental learning disorder Individuals with developmental learning disorder without attention deficit hyperactivity disorder may exhibit symptoms of inattention and hyperactivity when asked to focus on specific academic activities that correspond to their areas of difficulty (i.e. reading, mathematics or writing). If difficulty in sustaining attention on academic tasks or appropriately modulating activity level occurs only in response to these tasks, and there is evidence of limitations in acquisition of academic skills in the specific corresponding area, a diagnosis of developmental learning disorder and not attention deficit hyperactivity disorder should be assigned. Boundary with developmental motor coordination disorder Co-occurrence of attention deficit hyperactivity disorder and developmental motor coordination disorder is common, and both diagnoses may be assigned if warranted. However, apparent clumsiness in some individuals with attention deficit hyperactivity disorder (e.g. bumping into obstacles, knocking things over) that is due to distractibility and impulsivity should not be diagnosed as developmental motor coordination disorder. Boundary with mood disorders and anxiety and fear-related disorders Attention deficit hyperactivity disorder can co-occur with mood disorders and anxiety and fear- related disorders, but inattention, hyperactivity and impulsivity can also be features of these disorders in individuals without attention deficit hyperactivity disorder. For example, symptoms such as restlessness, pacing and impaired concentration can be features of a depressive episode, and should not be considered as part of the diagnosis of attention deficit hyperactivity disorder unless they have been present since childhood and persist after the resolution of the depressive episode. Inattention, impulsivity and hyperactivity are typical features of manic and hypomanic episodes. At the same time, mood lability and irritability may be associated features of attention deficit hyperactivity disorder. Late adolescent or adult onset, episodicity and intensity of mood elevation characteristic of bipolar disorders are features that assist in differentiation from attention deficit hyperactivity disorder. Fidgeting, restlessness and tension in the context of anxiety and fear-related disorders may resemble hyperactivity. Furthermore, anxious preoccupations or reaction to anxiety-provoking stimuli in individuals with anxiety and fear-related disorders can be associated with difficulties concentrating. To qualify for an attention deficit hyperactivity disorder diagnosis in the presence of a mood disorder or an anxiety or fear-related disorder, inattention and/or hyperactivity should not be exclusively associated with mood episodes, be solely attributable to anxious preoccupations, or occur specifically in response to anxiety-provoking situations. Boundary with intermittent explosive disorder Attention deficit hyperactivity disorder and intermittent explosive disorder are both characterized by impulsive behaviour. However, intermittent explosive disorder is specifically characterized by intermittent severe impulsive outbursts or aggression rather than ongoing generalized behavioural impulsivity that may be seen in attention deficit hyperactivity disorder. Boundary with oppositional defiant disorder Individuals with attention deficit hyperactivity disorder often have difficulty following instructions, complying with rules and getting along with others, but these difficulties are primarily accounted for by symptoms of inattention and/or hyperactivity and impulsivity (e.g. failure to follow long and complicated instructions, difficulty remaining seated or staying on task). In contrast, noncompliance in individuals with oppositional defiant disorder is characterized by deliberate defiance or disobedience and not by problems with inattention or with controlling behavioural impulses or inhibiting inappropriate behaviours. However, co-occurrence of these",
  "gloss_vi": "148 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders ranh giới with developmental learning disorder individuals with developmental learning disorder without...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 148 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundary with developmental learning disorder Individuals with developmental learning disorder without attention deficit hyperactivity disorder may exhibit symptoms of inattention and hyperactivity when asked to focus on specific academic activities that correspond to their areas of difficulty (i.e. reading, mathematics or writing). If difficulty in sustaining attention on academic tasks or appropriately modulating activity level occurs only in response to these tasks, and there is evidence of limitations in acquisition of academic skills in the specific corresponding area, a diagnosis of developmental learning disorder and not attention deficit hyperactivity disorder should be assigned. Boundary with developmental motor coordination disorder Co-occurrence of attention deficit hyperactivity disorder and developmental motor coordination disorder is common, and both diagnoses may be assigned if warranted. However, apparent clumsiness in some individuals with attention deficit hyperactivity disorder (e.g. bumping into obstacles, knocking things over) that is due to distractibility and impulsivity should not be diagnosed as developmental motor coordination disorder. Boundary with mood disorders and anxiety and fear-related disorders Attention deficit hyperactivity disorder can co-occur with mood disorders and anxiety and fear- related disorders, but inattention, hyperactivity and impulsivity can also be features of these disorders in individuals without attention deficit hyperactivity disorder. For example, symptoms such as restlessness, pacing and impaired concentration can be features of a depressive episode, and should not be considered as part of the diagnosis of attention deficit hyperactivity disorder unless they have been present since childhood and persist after the resolution of the depressive episode. Inattention, impulsivity and hyperactivity are typical features of manic and hypomanic episodes. At the same time, mood lability and irritability may be associated features of attention deficit hyperactivity disorder. Late adolescent or adult onset, episodicity and intensity of mood elevation characteristic of bipolar disorders are features that assist in differentiation from attention deficit hyperactivity disorder. Fidgeting, restlessness and tension in the context of anxiety and fear-related disorders may resemble hyperactivity. Furthermore, anxious preoccupations or reaction to anxiety-provoking stimuli in individuals with anxiety and fear-related disorders can be associated with difficulties concentrating. To qualify for an attention deficit hyperactivity disorder diagnosis in the presence of a mood disorder or an anxiety or fear-related disorder, inattention and/or hyperactivity should not be exclusively associated with mood episodes, be solely attributable to anxious preoccupations, or occur specifically in response to anxiety-provoking situations. Boundary with intermittent explosive disorder Attention deficit hyperactivity disorder and intermittent explosive disorder are both characterized by impulsive behaviour. However, intermittent explosive disorder is specifically characterized by intermittent severe impulsive outbursts or aggression rather than ongoing generalized behavioural impulsivity that may be seen in attention deficit hyperactivity disorder. Boundary with oppositional defiant disorder Individuals with attention deficit hyperactivity disorder often have difficulty following instructions, complying with rules and getting along with others, but these difficulties are primarily accounted for by symptoms of inattention and/or hyperactivity and impulsivity (e.g. failure to follow long and complicated instructions, difficulty remaining seated or staying on task). In contrast, noncompliance in individuals with oppositional defiant disorder is characterized by deliberate defiance or disobedience and not by problems with inattention or with controlling behavioural impulses or inhibiting inappropriate behaviours. However, co-occurrence of these 148 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders ranh giới with developmental learning disorder individuals with developmental learning disorder without..."
}