{
  "id": "everyday#risk_safety_d9eb10b6",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "prolonged grief disorder if the symptoms involve – It is normal to grieve for any major loss. One can grieve for a person, a place, or considerable difficulty with daily functioning for at least 6 months and include property or the loss of one’s own health and wellbeing. Grief has both mental and severe preoccupation with or intense longing for the deceased person physical effects. accompanied by intense emotional pain. – People grieve in different ways. Some people show strong emotions while others do not. Crying does not mean one is weak. People who do not cry may feel the emotional pain just as deeply but have other ways of expressing it. » » In the case of reactions to recent exposure to a potentially If post-traumatic stress disorder (PTSD) is suspected, consult a specialist traumatic event, explain that: for further assessment and management. – People often have reactions after such events. The reactions may be highly variable – After a potentially traumatic event, the person may have PTSD if the symptoms from person to person and change over time. involve considerable difficulty with daily functioning for at least 1 month and include recurring frightening dreams, flashbacks or intrusive memories of the – They can include somatic symptoms such as palpitations, aches and pains, gastric events accompanied by intense fear or horror; deliberate avoidance of reminders upset, and headaches and emotional and behavioural symptoms that include sleep of the event; excessive concern and alertness to danger or reacting strongly to disturbance, sadness, anxiety, irritation and aggression. loud noises or unexpected movements. – Such feelings can be exacerbated or can reappear when reminders of the stressful event or new stressors occur. – In most cases the symptoms are likely to diminish over time, particularly if the person gets rest, social support, and engages in stress reduction. Go to » ECP. Go to Box 1. OTHER SIGNIFICANT MENTAL HEALTH COMPLAINTS 147",
  "gloss_vi": "Prolonged grief disorder if the symptoms involve – it is normal to grieve for any major loss. one can grieve for a person, a place, or considerable difficulty with daily functioning for at least 6 months and include prop...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral",
      "psychoeducation",
      "do_not_do"
    ],
    "life_topics": [
      "sleep",
      "stress",
      "grief"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn prolonged grief disorder if the symptoms involve – It is normal to grieve for any major loss. One can grieve for a person, a place, or considerable difficulty with daily functioning for at least 6 months and include property or the loss of one’s own health and wellbeing. Grief has both mental and severe preoccupation with or intense longing for the deceased person physical effects. accompanied by intense emotional pain. – People grieve in different ways. Some people show strong emotions while others do not. Crying does not mean one is weak. People who do not cry may feel the emotional pain just as deeply but have other ways of expressing it. » » In the case of reactions to recent exposure to a potentially If post-traumatic stress disorder (PTSD) is suspected, consult a specialist traumatic event, explain that: for further assessment and management. – People often have reactions after such events. The reactions may be highly variable – After a potentially traumatic event, the person may have PTSD if the symptoms from person to person and change over time. involve considerable difficulty with daily functioning for at least 1 month and include recurring frightening dreams, flashbacks or intrusive memories of the – They can include somatic symptoms such as palpitations, aches and pains, gastric events accompanied by intense fear or horror; deliberate avoidance of reminders upset, and headaches and emotional and behavioural symptoms that include sleep of the event; excessive concern and alertness to danger or reacting strongly to disturbance, sadness, anxiety, irritation and aggression. loud noises or unexpected movements. – Such feelings can be exacerbated or can reappear when reminders of the stressful event or new stressors occur. – In most cases the symptoms are likely to diminish over time, particularly if the person gets rest, social support, and engages in stress reduction. Go to » ECP. Go to Box 1. OTHER SIGNIFICANT MENTAL HEALTH COMPLAINTS 147 Prolonged grief disorder if the symptoms involve – it is normal to grieve for any major loss. one can grieve for a person, a place, or considerable difficulty with daily functioning for at least 6 months and include prop..."
}