{
  "id": "everyday#psychoeducation_cebb7e09",
  "title_en": "General — Psychoeducation",
  "title_vi": "General — Giáo dục tâm lý",
  "text_en": "Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders Name and title Declaration of interest Conflict of interest and management Dr Palmira Fortunato None No conflict of interest identified. dos Santos Professor Afarin None No conflict of interest identified. Rahimi-Movaghar Professor Atif Rahman Employment at University of Liverpool, No conflict of interest identified. United Kingdom. Provided technical advice to the Human Development Research Foundation and Shifa Tameer-e- Millat University. Research funding from the National Institute of Health Research, United Kingdom; National Institute of Mental Health, USA; MRC, United Kingdom Professor Shekhar None No conflict of interest identified. Saxena Ms Charlene Sunkel None No conflict of interest identified. (member withdrew from GDG) Professor Sir Graham Board member, United for Global No conflict of interest identified. Thornicroft Mental Health. Board member, Mental Health and Human Rights (F-GIP). Board Chair, Implemental (formerly Maudsley International). Supported by the NIHR Applied Research Collaboration South London at King’s College London NHS Foundation Trust, and by the NIHR Asset Global Health Unit award. The views expressed are those of the author(s) and not necessarily those of the United Kingdom’s National Health Service (NHS), the NIHR or the Department of Health and Social Care. Supported by the Guy’s and St Thomas’ Charity for the On Trac project (EFT151101), and by the MRC in relation to the Emilia (MR/S001255/1) and Indigo Partnership (MR/R023697/1) awards. 148 Annex 2. Managing declarations of interest and conflict of interest Name and title Declaration of interest Conflict of interest and management Dr Lakshmi Vijayakumar Support",
  "gloss_vi": "Mental health gap action programme (mhgap) guideline for mental, neurological and substance use disorders name and title declaration of interest conflict of interest and management dr palmira fortunato none no conflict o...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "psychoeducation"
    ],
    "life_topics": [
      "relationships"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Psychoeducation General — Giáo dục tâm lý Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders Name and title Declaration of interest Conflict of interest and management Dr Palmira Fortunato None No conflict of interest identified. dos Santos Professor Afarin None No conflict of interest identified. Rahimi-Movaghar Professor Atif Rahman Employment at University of Liverpool, No conflict of interest identified. United Kingdom. Provided technical advice to the Human Development Research Foundation and Shifa Tameer-e- Millat University. Research funding from the National Institute of Health Research, United Kingdom; National Institute of Mental Health, USA; MRC, United Kingdom Professor Shekhar None No conflict of interest identified. Saxena Ms Charlene Sunkel None No conflict of interest identified. (member withdrew from GDG) Professor Sir Graham Board member, United for Global No conflict of interest identified. Thornicroft Mental Health. Board member, Mental Health and Human Rights (F-GIP). Board Chair, Implemental (formerly Maudsley International). Supported by the NIHR Applied Research Collaboration South London at King’s College London NHS Foundation Trust, and by the NIHR Asset Global Health Unit award. The views expressed are those of the author(s) and not necessarily those of the United Kingdom’s National Health Service (NHS), the NIHR or the Department of Health and Social Care. Supported by the Guy’s and St Thomas’ Charity for the On Trac project (EFT151101), and by the MRC in relation to the Emilia (MR/S001255/1) and Indigo Partnership (MR/R023697/1) awards. 148 Annex 2. Managing declarations of interest and conflict of interest Name and title Declaration of interest Conflict of interest and management Dr Lakshmi Vijayakumar Support Mental health gap action programme (mhgap) guideline for mental, neurological and substance use disorders name and title declaration of interest conflict of interest and management dr palmira fortunato none no conflict o..."
}