{
  "id": "everyday#do_not_do_ce9e52a3",
  "title_en": "General — Do Not Do",
  "title_vi": "General — Do Not Do",
  "text_en": "408 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Additional clinical features • Binge-eating episodes may be “objective”, in which the individual eats an amount of food that is larger than most people would eat under similar circumstances, or “subjective”, which may involve eating amounts of food that might be objectively considered to be within normal limits but are subjectively experienced as large by the individual. In either case, the core feature of a binge-eating episode is the experience of loss of control over eating. • Additional characteristics of binge-eating episodes may include eating much more rapidly than usual, eating until feeling uncomfortably full, eating large amounts of food when not feeling physically hungry, or eating alone because of embarrassment. • Binge eating is typically experienced as very distressing. This is often manifested in negative emotions such as guilt, disgust or shame, which also typically negatively affect the individual’s self-evaluation. • When there are multiple binge-eating episodes per week and these are associated with significant distress, it may be appropriate to assign the diagnosis after a shorter period (e.g. 1 month). • Binge-eating disorder is often associated with weight gain over time and obesity. However, individuals with binge-eating disorder may be of normal weight or even low weight (although not sufficiently to meet the diagnostic requirements for anorexia nervosa). The diagnosis of binge-eating disorder is based on the presence of regular binge eating that is not accompanied by regular inappropriate compensatory behaviours, regardless of overweight status. • Preoccupation with one’s body weight or shape, frequent checking or avoidance of checking body weight or size, and strong influence of body weight or shape on self-evaluation are commonly present, although not required for a diagnosis of binge-eating disorder. Boundary with normality (threshold) • Infrequent overeating or feasting during culturally sanctioned holidays or occasional celebrations should not be characterized as binge eating for the purpose of assigning a diagnosis of binge-eating disorder. • Individuals who report patterns of overeating that do not meet the definition of binge eating should not be diagnosed with binge-eating disorder. Examples include mindless eating that can be resisted or stopped (e.g. if there is a distraction or interruption), or eating more than originally",
  "gloss_vi": "408 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders additional clinical features • binge-eating episodes may be “objective”, in which the individual eats a...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships",
      "grief"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Do Not Do General — Do Not Do 408 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Additional clinical features • Binge-eating episodes may be “objective”, in which the individual eats an amount of food that is larger than most people would eat under similar circumstances, or “subjective”, which may involve eating amounts of food that might be objectively considered to be within normal limits but are subjectively experienced as large by the individual. In either case, the core feature of a binge-eating episode is the experience of loss of control over eating. • Additional characteristics of binge-eating episodes may include eating much more rapidly than usual, eating until feeling uncomfortably full, eating large amounts of food when not feeling physically hungry, or eating alone because of embarrassment. • Binge eating is typically experienced as very distressing. This is often manifested in negative emotions such as guilt, disgust or shame, which also typically negatively affect the individual’s self-evaluation. • When there are multiple binge-eating episodes per week and these are associated with significant distress, it may be appropriate to assign the diagnosis after a shorter period (e.g. 1 month). • Binge-eating disorder is often associated with weight gain over time and obesity. However, individuals with binge-eating disorder may be of normal weight or even low weight (although not sufficiently to meet the diagnostic requirements for anorexia nervosa). The diagnosis of binge-eating disorder is based on the presence of regular binge eating that is not accompanied by regular inappropriate compensatory behaviours, regardless of overweight status. • Preoccupation with one’s body weight or shape, frequent checking or avoidance of checking body weight or size, and strong influence of body weight or shape on self-evaluation are commonly present, although not required for a diagnosis of binge-eating disorder. Boundary with normality (threshold) • Infrequent overeating or feasting during culturally sanctioned holidays or occasional celebrations should not be characterized as binge eating for the purpose of assigning a diagnosis of binge-eating disorder. • Individuals who report patterns of overeating that do not meet the definition of binge eating should not be diagnosed with binge-eating disorder. Examples include mindless eating that can be resisted or stopped (e.g. if there is a distraction or interruption), or eating more than originally 408 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders additional clinical features • binge-eating episodes may be “objective”, in which the individual eats a..."
}