{
  "id": "everyday#risk_safety_36ef7c4d",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "conflict of interest identified. International AB. Senior lecturer at the Swedish National Centre for Suicide Research and Prevention, Karolinska Institute. Dr Odille Chang None No conflict of interest identified. Professor Pamela Y. None No conflict of interest identified. Collins Professor Pim Cuijpers None No conflict of interest identified. Professor Petrus J. On the executive committee of No conflict of interest identified. de Vries four international non-profit associations/societies that have a direct interest and focus on child and adolescent mental health and/or neurodevelopmental disabilities. Professor Christopher Chair (unpaid) of World Organisation of No conflict of interest identified. Dowrick Family Doctors (WONCA) Working Party for Mental Health 2016–2021. Research funding from English National Institute for Health Research and European Commission until 2020. Recent funding from Novartis and WONCA for primary care mental health educational activities. Dr Julian Eaton Employed by CBM Global and London No conflict of interest identified. School of Hygiene and Tropical Medicine (LSHTM) Centre for Global Mental Health. Unpaid involvement with the Inter-Agency Standing Committee (IASC), Mental Health Innovation Network (MHIN), research advisory groups (SPARK, HOPE, INDIGO) and journal boards (Global Mental Health, Intervention). These are all civil society, intergovernmental and research organizations involved in global mental health. Dr Rabih El Chammay None No conflict of interest identified. Professor Cleusa P. Ferri None No conflict of interest identified. Professor Sandra Fortes None No conflict of interest identified. 146",
  "gloss_vi": "Conflict of interest identified. international ab.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "psychoeducation"
    ],
    "life_topics": [
      "study",
      "work",
      "relationships"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn conflict of interest identified. International AB. Senior lecturer at the Swedish National Centre for Suicide Research and Prevention, Karolinska Institute. Dr Odille Chang None No conflict of interest identified. Professor Pamela Y. None No conflict of interest identified. Collins Professor Pim Cuijpers None No conflict of interest identified. Professor Petrus J. On the executive committee of No conflict of interest identified. de Vries four international non-profit associations/societies that have a direct interest and focus on child and adolescent mental health and/or neurodevelopmental disabilities. Professor Christopher Chair (unpaid) of World Organisation of No conflict of interest identified. Dowrick Family Doctors (WONCA) Working Party for Mental Health 2016–2021. Research funding from English National Institute for Health Research and European Commission until 2020. Recent funding from Novartis and WONCA for primary care mental health educational activities. Dr Julian Eaton Employed by CBM Global and London No conflict of interest identified. School of Hygiene and Tropical Medicine (LSHTM) Centre for Global Mental Health. Unpaid involvement with the Inter-Agency Standing Committee (IASC), Mental Health Innovation Network (MHIN), research advisory groups (SPARK, HOPE, INDIGO) and journal boards (Global Mental Health, Intervention). These are all civil society, intergovernmental and research organizations involved in global mental health. Dr Rabih El Chammay None No conflict of interest identified. Professor Cleusa P. Ferri None No conflict of interest identified. Professor Sandra Fortes None No conflict of interest identified. 146 Conflict of interest identified. international ab."
}