{
  "id": "everyday#risk_safety_ed50dd8b",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "possible. Explain to the person and carer that these activities can all help improve mood. DEPRESSION 27 28 DEP 2 DEPRESSION Management PHARMACOLOGICAL INTERVENTIONS 2.5 C onsider antidepressants Discuss with the person and decide together whether to CAUTION OLDER ADULTS prescribe antidepressants. Explain that: If the person develops a manic episode, stop the anti- Avoid amitriptyline if possible. – Antidepressants are not addictive. depressant immediately; it may trigger a manic episode – It is very important to take the medication every day as in untreated bipolar disorder. PEOPLE WITH CARDIOVASCULAR DISEASE prescribed. Do not combine with other antidepressants, as this may Do NOT prescribe amitriptyline. – Some side effects may be experienced within the first few cause serotonin syndrome. days but they usually resolve. Antidepressants may increase suicidal ideation, especially in ADULTS WITH THOUGHTS OR PLANS OF SUICIDE – It usually takes several weeks before improvements in adolescents and young adults. SSRIs are the first choice. Overdose of TCAs such as mood, interest or energy is noticed. amitriptyline may be fatal and therefore should be avoided in Consider the person’s age, concurrent medical conditions, Antidepressants in special populations this group. and drug side-effect profile. If there is an imminent risk of self-harm or suicide Start with only one medication at the lowest starting dose. ADOLESCENTS 12 YEARS OF AGE OR OLDER (Go to » SUI), give a limited supply of antidepressants (e.g. one week supply at a time). If symptoms persist or worsen despite psychosocial inter- Antidepressant medications usually need to be continued ventions, consider fluoxetine (but no other selective serotonin Ask the person’s carers to keep and monitor medications for at least 9-12 months after the resolution of symptoms.. reuptake inhibitor (SSRI) or tricyclic antidepressant (TCA)). and to follow-up frequently to prevent medication overdose. Medications should never be stopped just because the If fluoxetine is prescribed, ask the adolescent to return weekly, person experiences some improvement. Educate the person for the first 4 weeks, to monitor thoughts or plans of suicide. on the recommended timeframe to take medications. WOMEN WHO ARE PREGNANT OR BREASTFEEDING Avoid antidepressants, if possible. Consider antidepressants at the lowest effective dose if there is no response to psychosocial interventions. If the woman is breastfeeding, avoid long acting antidepressant medication such as fluoxetine. Consult a specialist if available.",
  "gloss_vi": "Possible. explain to the person and carer that these activities can all help improve mood.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral",
      "do_not_do"
    ],
    "life_topics": [],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn possible. Explain to the person and carer that these activities can all help improve mood. DEPRESSION 27 28 DEP 2 DEPRESSION Management PHARMACOLOGICAL INTERVENTIONS 2.5 C onsider antidepressants Discuss with the person and decide together whether to CAUTION OLDER ADULTS prescribe antidepressants. Explain that: If the person develops a manic episode, stop the anti- Avoid amitriptyline if possible. – Antidepressants are not addictive. depressant immediately; it may trigger a manic episode – It is very important to take the medication every day as in untreated bipolar disorder. PEOPLE WITH CARDIOVASCULAR DISEASE prescribed. Do not combine with other antidepressants, as this may Do NOT prescribe amitriptyline. – Some side effects may be experienced within the first few cause serotonin syndrome. days but they usually resolve. Antidepressants may increase suicidal ideation, especially in ADULTS WITH THOUGHTS OR PLANS OF SUICIDE – It usually takes several weeks before improvements in adolescents and young adults. SSRIs are the first choice. Overdose of TCAs such as mood, interest or energy is noticed. amitriptyline may be fatal and therefore should be avoided in Consider the person’s age, concurrent medical conditions, Antidepressants in special populations this group. and drug side-effect profile. If there is an imminent risk of self-harm or suicide Start with only one medication at the lowest starting dose. ADOLESCENTS 12 YEARS OF AGE OR OLDER (Go to » SUI), give a limited supply of antidepressants (e.g. one week supply at a time). If symptoms persist or worsen despite psychosocial inter- Antidepressant medications usually need to be continued ventions, consider fluoxetine (but no other selective serotonin Ask the person’s carers to keep and monitor medications for at least 9-12 months after the resolution of symptoms.. reuptake inhibitor (SSRI) or tricyclic antidepressant (TCA)). and to follow-up frequently to prevent medication overdose. Medications should never be stopped just because the If fluoxetine is prescribed, ask the adolescent to return weekly, person experiences some improvement. Educate the person for the first 4 weeks, to monitor thoughts or plans of suicide. on the recommended timeframe to take medications. WOMEN WHO ARE PREGNANT OR BREASTFEEDING Avoid antidepressants, if possible. Consider antidepressants at the lowest effective dose if there is no response to psychosocial interventions. If the woman is breastfeeding, avoid long acting antidepressant medication such as fluoxetine. Consult a specialist if available. Possible. explain to the person and carer that these activities can all help improve mood."
}