{
  "id": "everyday#screening_cues_10b400e8",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "information is available in order to rate their severity. In this case, the code for the symptom domain would be recorded (e.g. 6A25.0) without a severity rating. In cases where multiple symptoms fall within a particular domain, the rating should reflect the most severe symptom within that domain. For example, hallucinations and delusions are both part of the positive symptoms domain. A person may experience hallucinations that result in minimal distress (indicative of mild positive symptoms) and delusions that affect the person’s behaviour but not to the point of impairing their functioning (indicative of moderate positive symptoms). In that case, the person’s positive symptoms should be rated as moderate. Note that individuals with primary psychotic disorders typically do not present with all the symptoms that are part of a given specifier domain. For example, in the positive symptoms domain, a person may present with only hallucinations, only delusions, both or neither. The descriptions corresponding to each rating in the tables below are intended to convey examples of symptom presentations that would justify a rating at a particular level of severity; they are not intended to be used as required criteria. Specifier scales for symptomatic manifestations of primary psychotic disorders",
  "gloss_vi": "Information is available in order to rate their severity. in this case, the code for the symptom domain would be recorded (e.g.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc information is available in order to rate their severity. In this case, the code for the symptom domain would be recorded (e.g. 6A25.0) without a severity rating. In cases where multiple symptoms fall within a particular domain, the rating should reflect the most severe symptom within that domain. For example, hallucinations and delusions are both part of the positive symptoms domain. A person may experience hallucinations that result in minimal distress (indicative of mild positive symptoms) and delusions that affect the person’s behaviour but not to the point of impairing their functioning (indicative of moderate positive symptoms). In that case, the person’s positive symptoms should be rated as moderate. Note that individuals with primary psychotic disorders typically do not present with all the symptoms that are part of a given specifier domain. For example, in the positive symptoms domain, a person may present with only hallucinations, only delusions, both or neither. The descriptions corresponding to each rating in the tables below are intended to convey examples of symptom presentations that would justify a rating at a particular level of severity; they are not intended to be used as required criteria. Specifier scales for symptomatic manifestations of primary psychotic disorders Information is available in order to rate their severity. in this case, the code for the symptom domain would be recorded (e.g."
}