{
  "id": "everyday#referral_808d804e",
  "title_en": "General — Referral",
  "title_vi": "General — Chuyển tuyến",
  "text_en": "3. Recommendations Recommendation (new): 3.10 Task-oriented instruction should be considered to improve motor skills and task performance in children with developmental coordination disorders. Strength of recommendation: Conditional Certainty of evidence: Very low Justification intervention, neuromotor task training and cognitive y Evidence was extracted from one meta-analysis: orientation to daily occupational performance. Miyahara et al., 2017 (8 RCTs, 7 quasi-RCTs) (73). y These approaches should be implemented in y There was a significant effect favouring treatment the context of broader strategies focused on for development (motor skills; MD = 3.63; 95% promoting inclusive and enabling environments CI: 1.39 to 5.88). Descriptive analyses suggested for all, including children and young people with improvements in occupational and task development coordination disorders. performance for some outcomes in two trials Research gaps included in the meta-analysis. y Evidence was not available from older adolescents y The quality of evidence was downgraded due to or young adults (age > 12). the small number of studies included in the meta- y The longer-term effects of task-oriented instruction analysis that mapped to the population of interest are unknown. (6 studies). y More high-quality evidence is required as the Remarks identified evidence included non-randomized y Participants in the studies included in the meta- studies. analysis were children 5–12 years old. Implementation considerations y Task-oriented instruction was defined by Miyahara y Interventions are likely to need a specialist provider. et al. as an intervention that was described as task-oriented and a formally required practice of a y Interventions should be adapted to mimic the specific task or occupation, including task-specific students’ learning environments as closely as training, cognitive motor approaches, ecological possible. 41 Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders Recommendation (new): 3.11 Structured physical exercise and activity should be offered to improve development outcomes, including motor skills and functioning, in children and adolescents with cerebral palsy. Strength of recommendation: Strong Certainty of evidence: Low Justification y Research on low intensity physical activity (e.g. y Evidence was extracted from one meta-analysis: movement breaks) would also help in understanding Liang et al., 2021 (27 RCTs) (74). the extent to which these programmes confer benefit in developmental outcomes. y There were large effects favouring treatment for developmental outcomes (fine motor skills; d =",
  "gloss_vi": "3. recommendations recommendation (new): 3.10 task-oriented instruction should be considered to improve motor skills and task performance in children with developmental coordination disorders.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "referral"
    ],
    "life_topics": [
      "study"
    ],
    "advice_section": [
      "study_habits",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Referral General — Chuyển tuyến 3. Recommendations Recommendation (new): 3.10 Task-oriented instruction should be considered to improve motor skills and task performance in children with developmental coordination disorders. Strength of recommendation: Conditional Certainty of evidence: Very low Justification intervention, neuromotor task training and cognitive y Evidence was extracted from one meta-analysis: orientation to daily occupational performance. Miyahara et al., 2017 (8 RCTs, 7 quasi-RCTs) (73). y These approaches should be implemented in y There was a significant effect favouring treatment the context of broader strategies focused on for development (motor skills; MD = 3.63; 95% promoting inclusive and enabling environments CI: 1.39 to 5.88). Descriptive analyses suggested for all, including children and young people with improvements in occupational and task development coordination disorders. performance for some outcomes in two trials Research gaps included in the meta-analysis. y Evidence was not available from older adolescents y The quality of evidence was downgraded due to or young adults (age > 12). the small number of studies included in the meta- y The longer-term effects of task-oriented instruction analysis that mapped to the population of interest are unknown. (6 studies). y More high-quality evidence is required as the Remarks identified evidence included non-randomized y Participants in the studies included in the meta- studies. analysis were children 5–12 years old. Implementation considerations y Task-oriented instruction was defined by Miyahara y Interventions are likely to need a specialist provider. et al. as an intervention that was described as task-oriented and a formally required practice of a y Interventions should be adapted to mimic the specific task or occupation, including task-specific students’ learning environments as closely as training, cognitive motor approaches, ecological possible. 41 Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders Recommendation (new): 3.11 Structured physical exercise and activity should be offered to improve development outcomes, including motor skills and functioning, in children and adolescents with cerebral palsy. Strength of recommendation: Strong Certainty of evidence: Low Justification y Research on low intensity physical activity (e.g. y Evidence was extracted from one meta-analysis: movement breaks) would also help in understanding Liang et al., 2021 (27 RCTs) (74). the extent to which these programmes confer benefit in developmental outcomes. y There were large effects favouring treatment for developmental outcomes (fine motor skills; d = 3. recommendations recommendation (new): 3.10 task-oriented instruction should be considered to improve motor skills and task performance in children with developmental coordination disorders."
}