{
  "id": "everyday#risk_safety_761e3cd2",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "equality and non- self-reported use patterns and not assessed for an discrimination of people using substances: while alcohol use disorder. This is contrary to the studies there is potential for increasing access to care, it is involving active comparators, which recruited also possible that not all people can benefit due to participants after the diagnosis of an alcohol use the “digital divide”, which requires further research. disorder. For this reason, it is important to stress that different findings for active/non-active comparators Implementation considerations are likely due to the different characteristics (such as y Digitally delivered interventions can provide severity) of the target group and the intensity of the benefits to people with an alcohol use disorder treatment provided. and those with hazardous alcohol use, especially y Digital interventions should not be used to when provided in addition to TAU. Digitally replace or detract from provision of other forms delivered interventions should not substitute of interventions. provision of other types of conventional treatment y There are concerns regarding potentially sensitive (psychosocial or pharmacological) to people with content and data privacy while using digitally alcohol use disorders. When face-to-face treatment delivered health interventions. Measures should is not available or acceptable, then self-help be taken to ensure that digital interventions are digital interventions can be a feasible option to provided under conditions of safety/security, provide support. confidentiality, informed consent and privacy of y Setting up and sustaining digital health solutions data. This can include the establishment of standard can be costly, while costs for individual users are operating procedures that describe protocols for usually not very high, making implementation ensuring consent, data protection and storage, and feasible for the end user. verifying provider licensing and credentials. Further y There is a need to consider the potential digital guidance can be found in the 2019 WHO guideline: divide across population groups with some recommendations on digital interventions for health having unequal access to and skills to use digital system strengthening (31). technologies. Access might be particularly difficult for certain population groups with poor access Research gaps to network services, mobile devices or electricity, y Subgroup analyses did not show significant and/or with low literacy and digital literacy skills. differences between groups (guided versus Measures should be taken to address inequities in unguided interventions, alcohol use disorders versus access to mobile devices so that further inequity is no alcohol use disorders). However, the ability to not perpetuated in accessing health information perform subgroup analyses was limited due to the and services, including mechanisms to ensure small number of studies in the different conditions individuals who do not have access to mobile and types of interventions. Larger studies are devices can still receive appropriate services. required to understand these subgroup differences. y Country adaptation and translation of digital y Further individual participant data meta-analyses interventions tools with subsequent evaluation and network meta-analyses (NMAs) would also is essential. be of value in investigating the effectiveness of digital interventions for alcohol use disorders and 15",
  "gloss_vi": "Equality and non- self-reported use patterns and not assessed for an discrimination of people using substances: while alcohol use disorder. this is contrary to the studies there is potential for increasing access to care...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "psychoeducation",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "work"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn equality and non- self-reported use patterns and not assessed for an discrimination of people using substances: while alcohol use disorder. This is contrary to the studies there is potential for increasing access to care, it is involving active comparators, which recruited also possible that not all people can benefit due to participants after the diagnosis of an alcohol use the “digital divide”, which requires further research. disorder. For this reason, it is important to stress that different findings for active/non-active comparators Implementation considerations are likely due to the different characteristics (such as y Digitally delivered interventions can provide severity) of the target group and the intensity of the benefits to people with an alcohol use disorder treatment provided. and those with hazardous alcohol use, especially y Digital interventions should not be used to when provided in addition to TAU. Digitally replace or detract from provision of other forms delivered interventions should not substitute of interventions. provision of other types of conventional treatment y There are concerns regarding potentially sensitive (psychosocial or pharmacological) to people with content and data privacy while using digitally alcohol use disorders. When face-to-face treatment delivered health interventions. Measures should is not available or acceptable, then self-help be taken to ensure that digital interventions are digital interventions can be a feasible option to provided under conditions of safety/security, provide support. confidentiality, informed consent and privacy of y Setting up and sustaining digital health solutions data. This can include the establishment of standard can be costly, while costs for individual users are operating procedures that describe protocols for usually not very high, making implementation ensuring consent, data protection and storage, and feasible for the end user. verifying provider licensing and credentials. Further y There is a need to consider the potential digital guidance can be found in the 2019 WHO guideline: divide across population groups with some recommendations on digital interventions for health having unequal access to and skills to use digital system strengthening (31). technologies. Access might be particularly difficult for certain population groups with poor access Research gaps to network services, mobile devices or electricity, y Subgroup analyses did not show significant and/or with low literacy and digital literacy skills. differences between groups (guided versus Measures should be taken to address inequities in unguided interventions, alcohol use disorders versus access to mobile devices so that further inequity is no alcohol use disorders). However, the ability to not perpetuated in accessing health information perform subgroup analyses was limited due to the and services, including mechanisms to ensure small number of studies in the different conditions individuals who do not have access to mobile and types of interventions. Larger studies are devices can still receive appropriate services. required to understand these subgroup differences. y Country adaptation and translation of digital y Further individual participant data meta-analyses interventions tools with subsequent evaluation and network meta-analyses (NMAs) would also is essential. be of value in investigating the effectiveness of digital interventions for alcohol use disorders and 15 Equality and non- self-reported use patterns and not assessed for an discrimination of people using substances: while alcohol use disorder. this is contrary to the studies there is potential for increasing access to care..."
}