{
  "id": "everyday#risk_safety_cb3fef41",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "psychotic disorders (including schizophrenia) requiring long-term treatment, carefully balancing effectiveness, side-effects and individual preference. Strength of recommendation: Conditional Certainty of evidence: Moderate Justification – Tardive dyskinesia: Tardive dyskinesia was a rare y Evidence was extracted from two systematic reviews: event in the identified studies and results were Kishimoto et al., 2021 (32 RCTs, 65 cohort studies, uncertain, so differences could not be identified and 40 pre–post studies on long-acting injectable between the interventions. (LAI) versus oral antipsychotics for the maintenance – QT interval: There were no significant results. treatment of schizophrenia) (197); Schneider-Thoma – Body weight: Paliperidone LAI seemed to increase et al., 2022 (132 RCTs on comparative efficacy body weight, aripiprazole LAI did not. and tolerability of 32 oral and LAI antipsychotics – Prolactin: Paliperidone LAI seemed to increase for the maintenance treatment of adults with prolactin, aripiprazole LAI did not. schizophrenia) (198). y Almost all LAIs compared with placebo had large Remarks effects for relapse prevention. Clopenthixol LAI was y The medicines included in the recommendation not statistically significant compared with placebo, correspond to the WHO EML (13), including but did outperform placebo in pairwise meta- both those that are currently included or being analysis. In summary, there was not much difference considered for addition. The above recommendation between the several LAIs compared with placebo for is based on the context, availability and costs of relapse prevention; they all showed large efficacy. using LAIs. y The results for overall symptoms and overall Research gaps functioning were similar to those for the outcome relapse (i.e. superiority of most LAIs over placebo; y Most of the evidence is from HICs. no clear evidence of differences between y More trials comparing second-generation LAI antipsychotics), but data were sparse. antipsychotics head-to-head are needed. y All LAIs showed less discontinuation for any reason y More trials comparing first-generation compared with placebo. antipsychotics and second-generation – Sedation: Olanzapine LAI, paliperidone LAI, antipsychotics are needed. haloperidol LAI and aripiprazole LAI increased Implementation considerations the risk for sedation compared with placebo y With LAIs, compliance of people living with psychotic in various degrees; the 95% CIs indicated no disorders with treatment plans can be improved. significant effect. y Acquisition costs of LAIs can differ substantially and – Use of anticholinergic medicine: All LAIs were also throughout the world. associated with the use of anticholinergic medicine. y People living with long term psychotic disorders should be involved in medicine choice in a 92",
  "gloss_vi": "Psychotic disorders (including schizophrenia) requiring long-term treatment, carefully balancing effectiveness, side-effects and individual preference. strength of recommendation: conditional certainty of evidence: moder...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn psychotic disorders (including schizophrenia) requiring long-term treatment, carefully balancing effectiveness, side-effects and individual preference. Strength of recommendation: Conditional Certainty of evidence: Moderate Justification – Tardive dyskinesia: Tardive dyskinesia was a rare y Evidence was extracted from two systematic reviews: event in the identified studies and results were Kishimoto et al., 2021 (32 RCTs, 65 cohort studies, uncertain, so differences could not be identified and 40 pre–post studies on long-acting injectable between the interventions. (LAI) versus oral antipsychotics for the maintenance – QT interval: There were no significant results. treatment of schizophrenia) (197); Schneider-Thoma – Body weight: Paliperidone LAI seemed to increase et al., 2022 (132 RCTs on comparative efficacy body weight, aripiprazole LAI did not. and tolerability of 32 oral and LAI antipsychotics – Prolactin: Paliperidone LAI seemed to increase for the maintenance treatment of adults with prolactin, aripiprazole LAI did not. schizophrenia) (198). y Almost all LAIs compared with placebo had large Remarks effects for relapse prevention. Clopenthixol LAI was y The medicines included in the recommendation not statistically significant compared with placebo, correspond to the WHO EML (13), including but did outperform placebo in pairwise meta- both those that are currently included or being analysis. In summary, there was not much difference considered for addition. The above recommendation between the several LAIs compared with placebo for is based on the context, availability and costs of relapse prevention; they all showed large efficacy. using LAIs. y The results for overall symptoms and overall Research gaps functioning were similar to those for the outcome relapse (i.e. superiority of most LAIs over placebo; y Most of the evidence is from HICs. no clear evidence of differences between y More trials comparing second-generation LAI antipsychotics), but data were sparse. antipsychotics head-to-head are needed. y All LAIs showed less discontinuation for any reason y More trials comparing first-generation compared with placebo. antipsychotics and second-generation – Sedation: Olanzapine LAI, paliperidone LAI, antipsychotics are needed. haloperidol LAI and aripiprazole LAI increased Implementation considerations the risk for sedation compared with placebo y With LAIs, compliance of people living with psychotic in various degrees; the 95% CIs indicated no disorders with treatment plans can be improved. significant effect. y Acquisition costs of LAIs can differ substantially and – Use of anticholinergic medicine: All LAIs were also throughout the world. associated with the use of anticholinergic medicine. y People living with long term psychotic disorders should be involved in medicine choice in a 92 Psychotic disorders (including schizophrenia) requiring long-term treatment, carefully balancing effectiveness, side-effects and individual preference. strength of recommendation: conditional certainty of evidence: moder..."
}