{
  "id": "everyday#risk_safety_c43d5f6a",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders Implementation considerations may be an option for the treatment of depressive y Psychological interventions can be delivered episode/disorder in non-specialized health-care effectively in non-specialized health-care settings, as settings if there are insufficient human resources for well as in other settings including specialized mental face-to-face/guided psychological treatment. health care and social care. y Task sharing has been found to be an effective y Face-to-face psychological interventions delivered approach to delivering psychological interventions. by service providers is human resource-intensive as y Integrating the provision of psychological it requires substantial provider time, training and interventions into primary care provides many supervision. advantages, including more holistic health care, y Regardless of severity, both guided and increased accessibility of mental health services unguided interventions were more effective for people in need of care, opportunities for than TAU. However, the more severe symptoms reducing the stigma of mental health problems and the individual had, the better the effect of the reduced costs. guided psychological interventions (e.g. guided y Country adaptation and translation of training iCBT) compared with unguided. Unguided brief materials and tools for the provision of psychological interventions can be delivered psychological interventions is essential. without any therapist/service provider support, y Psychological interventions have shown to be so they can be less resource intensive as well and effective for people of different ages and genders. DEP4. In adults with moderate-to-severe depressive disorder, what is the effectiveness and safety of antidepressant medicine compared with psychological treatment? Recommendation (update): In adults with moderate-to-severe depression, psychological interventions or combined treatment should be considered based on individual preferences and careful consideration of the balance of benefits and harms. Antidepressant medicine alone for adults with moderate-to-severe depression should only be considered when psychological interventions are not available. Providers should keep in mind the possible adverse effects associated with antidepressant medicines, and individual preferences. Strength of recommendation: Conditional Certainty of evidence: Low Justification y In terms of treatment efficacy, combined y Evidence was extracted from two meta-analyses: psychological interventions and antidepressants Cuijpers et al., 2020 (101 studies) (140); and showed the best results across most of the analyses. Furukawa et al., 2021 (81 RCTs) (141). – Combined treatment was better than y Antidepressant medicines are as effective as pharmacotherapy alone in the reduction of psychological interventions in the short term in the depressive symptoms (SMD = 0.33), treatment treatment of depression. However, psychological response (RR = 1.25) and remission (RR = 1.23). interventions showed higher sustained response These effects were",
  "gloss_vi": "Mental health gap action programme (mhgap) guideline for mental, neurological and substance use disorders implementation considerations may be an option for the treatment of depressive y psychological interventions can b...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral",
      "psychoeducation"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders Implementation considerations may be an option for the treatment of depressive y Psychological interventions can be delivered episode/disorder in non-specialized health-care effectively in non-specialized health-care settings, as settings if there are insufficient human resources for well as in other settings including specialized mental face-to-face/guided psychological treatment. health care and social care. y Task sharing has been found to be an effective y Face-to-face psychological interventions delivered approach to delivering psychological interventions. by service providers is human resource-intensive as y Integrating the provision of psychological it requires substantial provider time, training and interventions into primary care provides many supervision. advantages, including more holistic health care, y Regardless of severity, both guided and increased accessibility of mental health services unguided interventions were more effective for people in need of care, opportunities for than TAU. However, the more severe symptoms reducing the stigma of mental health problems and the individual had, the better the effect of the reduced costs. guided psychological interventions (e.g. guided y Country adaptation and translation of training iCBT) compared with unguided. Unguided brief materials and tools for the provision of psychological interventions can be delivered psychological interventions is essential. without any therapist/service provider support, y Psychological interventions have shown to be so they can be less resource intensive as well and effective for people of different ages and genders. DEP4. In adults with moderate-to-severe depressive disorder, what is the effectiveness and safety of antidepressant medicine compared with psychological treatment? Recommendation (update): In adults with moderate-to-severe depression, psychological interventions or combined treatment should be considered based on individual preferences and careful consideration of the balance of benefits and harms. Antidepressant medicine alone for adults with moderate-to-severe depression should only be considered when psychological interventions are not available. Providers should keep in mind the possible adverse effects associated with antidepressant medicines, and individual preferences. Strength of recommendation: Conditional Certainty of evidence: Low Justification y In terms of treatment efficacy, combined y Evidence was extracted from two meta-analyses: psychological interventions and antidepressants Cuijpers et al., 2020 (101 studies) (140); and showed the best results across most of the analyses. Furukawa et al., 2021 (81 RCTs) (141). – Combined treatment was better than y Antidepressant medicines are as effective as pharmacotherapy alone in the reduction of psychological interventions in the short term in the depressive symptoms (SMD = 0.33), treatment treatment of depression. However, psychological response (RR = 1.25) and remission (RR = 1.23). interventions showed higher sustained response These effects were Mental health gap action programme (mhgap) guideline for mental, neurological and substance use disorders implementation considerations may be an option for the treatment of depressive y psychological interventions can b..."
}