{
  "id": "everyday#screening_cues_a5ddf68e",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "ESSENTIAL CARE & PRACTICE This module outlines the principles of essential care for all people A. GENERAL PRINCIPLES seeking health care, including those with MNS conditions, and – Use effective communication skills their carers. The first section of this module covers the general prin- – Promote respect and dignity ciples of clinical care and aims to promote respect for the privacy of people seeking care for MNS conditions, foster good relation- B. E SSENTIALS OF MENTAL HEALTH ships between health care providers, service users and their carers, CLINICAL PRACTICE and ensure care is provided in a non-judgmental, non-stigmatizing, and supportive manner. The second section covers essentials of – Assess physical health mental health clinical practice and aims to present healthcare – Conduct a MNS assessment providers with an overview of the assessment and management – Manage MNS conditions of MNS conditions in non-specialized settings. ESSENTIAL CARE AND PRACTICE 5 6 EECCPP ESSENTIAL CARE & PRACTICE A. GENERAL PRINCIPLES I. Use Effective Communication Skills Using effective communication skills allows healthcare COMMUNICATION TIP #2 COMMUNICATION TIP #5 providers to deliver good quality care to adults, adolescents, Involve the person Use good verbal communication skills and children with mental, neurological and substance use (MNS) conditions. Consider the following core communication skills Include the person (and with their consent, their carers Use simple language. Be clear and concise. and tips: and family) in all aspects of assessment and management Use open-ended questions, summarizing and clarifying as much as possible. This includes children, adolescents",
  "gloss_vi": "Essential care & practice this module outlines the principles of essential care for all people a. general principles seeking health care, including those with mns conditions, and – use effective giao tiếp skills their ca...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation"
    ],
    "life_topics": [
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc ESSENTIAL CARE & PRACTICE This module outlines the principles of essential care for all people A. GENERAL PRINCIPLES seeking health care, including those with MNS conditions, and – Use effective communication skills their carers. The first section of this module covers the general prin- – Promote respect and dignity ciples of clinical care and aims to promote respect for the privacy of people seeking care for MNS conditions, foster good relation- B. E SSENTIALS OF MENTAL HEALTH ships between health care providers, service users and their carers, CLINICAL PRACTICE and ensure care is provided in a non-judgmental, non-stigmatizing, and supportive manner. The second section covers essentials of – Assess physical health mental health clinical practice and aims to present healthcare – Conduct a MNS assessment providers with an overview of the assessment and management – Manage MNS conditions of MNS conditions in non-specialized settings. ESSENTIAL CARE AND PRACTICE 5 6 EECCPP ESSENTIAL CARE & PRACTICE A. GENERAL PRINCIPLES I. Use Effective Communication Skills Using effective communication skills allows healthcare COMMUNICATION TIP #2 COMMUNICATION TIP #5 providers to deliver good quality care to adults, adolescents, Involve the person Use good verbal communication skills and children with mental, neurological and substance use (MNS) conditions. Consider the following core communication skills Include the person (and with their consent, their carers Use simple language. Be clear and concise. and tips: and family) in all aspects of assessment and management Use open-ended questions, summarizing and clarifying as much as possible. This includes children, adolescents Essential care & practice this module outlines the principles of essential care for all people a. general principles seeking health care, including those with mns conditions, and – use effective giao tiếp skills their ca..."
}