{
  "id": "everyday#risk_safety_47d4abc4",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "3. Recommendations Remarks y Long-term follow-up studies are required to y Interventions that reduced incidence of depression understand mental health and illness trajectories in and anxiety in children included those with CBT and this group of children. psychoeducational aspects. Often these were family- y No studies reported on diagnoses of conduct focused interventions, with therapeutic components dissocial disorder, self-harm or stigma. Further tailored to the parent’s mental health condition. research is required on these aspects. Booster sessions may be an important part of Implementation considerations longer-term impacts of the interventions. y There may be stigma associated with these targeted y These interventions can be helpful in preventing interventions. Engaging families with a severe emotional problems in the short-term. It is not mental illness may be experienced as intrusive, and known whether they improve psychosocial well- communicating about children’s risk for developing being, reduce emotional problems in the immediate mental health conditions may be stigmatizing or or long-term, or reduce aggressive, disruptive or shameful for families and further impact caregivers’ oppositional behaviours. No studies reported on well-being. Efforts to provide sensitive engagement, diagnoses of conduct dissocial disorder, self-harm or with emphasis on strengths-based support and stigma. promotive aspects, is of paramount importance. Research gaps y There is also a large evidence base on parenting y More evidence on novel recruitment and retention programmes, which provide a useful entry point for approaches, including digital and multicomponent targeted family-focused interventions. interventions, could support better outcomes with this specific group of children and parents. CAMH3. What is the effectiveness of psychosocial interventions (apart from caregiver skills training) to improve development, well- being, functioning and school participation in children and adolescents with neurodevelopmental delays and disabilities? Recommendation (new): 3.1 Psychosocial interventions focused on social skills training and developmental behavioural approaches should be offered to improve development, well-being and functioning in children and adolescents with autism. Strength of recommendation: Strong Certainty of evidence: Low Justification d = 0.57 (95% CI: 0.24 to 0.90) for social-emotional y Evidence was extracted from three meta-analyses: skills (child development), d = 0.40 (95% CI: 0.24 to Wang et al., 2021 (51 RCTs) (56); Soares et al., 0.56) for reduction in anxiety (children’s health and 2021 (18 RCTs) (57); and Wolstencroft et al., 2018 well-being), and d = 0.55 (95% CI: -0.03 to 1.1.3) for (10 RCTs) (58). reduction in problem behaviour (functioning). y The evidence indicated large clinically and y The certainty of the evidence was often downgraded statistically",
  "gloss_vi": "3. recommendations remarks y long-term follow-up studies are required to y interventions that reduced incidence of trầm cảm understand mental health and illness trajectories in and lo âu in children included those with c...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "referral",
      "psychoeducation"
    ],
    "life_topics": [
      "study",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 3. Recommendations Remarks y Long-term follow-up studies are required to y Interventions that reduced incidence of depression understand mental health and illness trajectories in and anxiety in children included those with CBT and this group of children. psychoeducational aspects. Often these were family- y No studies reported on diagnoses of conduct focused interventions, with therapeutic components dissocial disorder, self-harm or stigma. Further tailored to the parent’s mental health condition. research is required on these aspects. Booster sessions may be an important part of Implementation considerations longer-term impacts of the interventions. y There may be stigma associated with these targeted y These interventions can be helpful in preventing interventions. Engaging families with a severe emotional problems in the short-term. It is not mental illness may be experienced as intrusive, and known whether they improve psychosocial well- communicating about children’s risk for developing being, reduce emotional problems in the immediate mental health conditions may be stigmatizing or or long-term, or reduce aggressive, disruptive or shameful for families and further impact caregivers’ oppositional behaviours. No studies reported on well-being. Efforts to provide sensitive engagement, diagnoses of conduct dissocial disorder, self-harm or with emphasis on strengths-based support and stigma. promotive aspects, is of paramount importance. Research gaps y There is also a large evidence base on parenting y More evidence on novel recruitment and retention programmes, which provide a useful entry point for approaches, including digital and multicomponent targeted family-focused interventions. interventions, could support better outcomes with this specific group of children and parents. CAMH3. What is the effectiveness of psychosocial interventions (apart from caregiver skills training) to improve development, well- being, functioning and school participation in children and adolescents with neurodevelopmental delays and disabilities? Recommendation (new): 3.1 Psychosocial interventions focused on social skills training and developmental behavioural approaches should be offered to improve development, well-being and functioning in children and adolescents with autism. Strength of recommendation: Strong Certainty of evidence: Low Justification d = 0.57 (95% CI: 0.24 to 0.90) for social-emotional y Evidence was extracted from three meta-analyses: skills (child development), d = 0.40 (95% CI: 0.24 to Wang et al., 2021 (51 RCTs) (56); Soares et al., 0.56) for reduction in anxiety (children’s health and 2021 (18 RCTs) (57); and Wolstencroft et al., 2018 well-being), and d = 0.55 (95% CI: -0.03 to 1.1.3) for (10 RCTs) (58). reduction in problem behaviour (functioning). y The evidence indicated large clinically and y The certainty of the evidence was often downgraded statistically 3. recommendations remarks y long-term follow-up studies are required to y interventions that reduced incidence of trầm cảm understand mental health and illness trajectories in and lo âu in children included those with c..."
}