{
  "id": "everyday#referral_3476520a",
  "title_en": "General — Referral",
  "title_vi": "General — Chuyển tuyến",
  "text_en": "pattern to another that is associated with Parkinson’s disease. Altered mental state A changed level of awareness or mental state that falls short of unconsciousness which is often induced by substance intake or other mental or neurological conditions. Examples include confusion and disorientation. See delirium and confusional state. Alzheimer’s disease A primary degenerative cerebral disease of unknown etiology in the majority of cases with characteristic neuropathological and neurochemical features. The disorder is usually insidious in onset and develops slowly but steadily over a period of several years. Anticholinergic side-effects Anticholinergic medicines block the effects of acetylcholine at muscarinic receptors. Anticholinergic side-effects include dryness of the mouth, urinary frequency or retention, palpitations and sinus tachycardia. Ataxia Failure of muscular coordination. People with ataxia have problems with coordination because parts of the nervous system that control movement and balance are affected. Ataxia may affect the fingers, hands, arms, legs, body, speech and eye movements. Autonomy The perceived ability to control, cope with and make personal decisions about how one lives on a daily basis, according to one’s own rules and preferences. Note: Some of these terms are not used in this guideline document but are used in the accompanying evidence profiles, which are available online. ix",
  "gloss_vi": "Pattern to another that is associated with parkinson’s disease. altered mental state a changed level of awareness or mental state that falls short of unconsciousness which is often induced by substance intake or other me...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "referral"
    ],
    "life_topics": [
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Referral General — Chuyển tuyến pattern to another that is associated with Parkinson’s disease. Altered mental state A changed level of awareness or mental state that falls short of unconsciousness which is often induced by substance intake or other mental or neurological conditions. Examples include confusion and disorientation. See delirium and confusional state. Alzheimer’s disease A primary degenerative cerebral disease of unknown etiology in the majority of cases with characteristic neuropathological and neurochemical features. The disorder is usually insidious in onset and develops slowly but steadily over a period of several years. Anticholinergic side-effects Anticholinergic medicines block the effects of acetylcholine at muscarinic receptors. Anticholinergic side-effects include dryness of the mouth, urinary frequency or retention, palpitations and sinus tachycardia. Ataxia Failure of muscular coordination. People with ataxia have problems with coordination because parts of the nervous system that control movement and balance are affected. Ataxia may affect the fingers, hands, arms, legs, body, speech and eye movements. Autonomy The perceived ability to control, cope with and make personal decisions about how one lives on a daily basis, according to one’s own rules and preferences. Note: Some of these terms are not used in this guideline document but are used in the accompanying evidence profiles, which are available online. ix Pattern to another that is associated with parkinson’s disease. altered mental state a changed level of awareness or mental state that falls short of unconsciousness which is often induced by substance intake or other me..."
}