{
  "id": "everyday#general_bbb880dc",
  "title_en": "General — General",
  "title_vi": "General — General",
  "text_en": "xvi Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders ` Introduction 1 Introduction The Eleventh Revision of the World Health Organization’s International Classification of Diseases (ICD-11) was approved by the Seventy-second World Health Assembly, comprising the health ministers of all World Health Organization (WHO) Member States, on 25 May 2019 (1). ICD-11 represents the first major, comprehensive revision of the ICD in nearly 30 years, and incorporates major advances in scientific evidence, best clinical practices and health information systems (2). The development and maintenance of international classification systems for health and the standardization of diagnostic procedures are core constitutional functions of WHO (3). By international treaty, WHO’s 194 Member States agree to use the ICD as the standard for the reporting of health information to WHO. The ICD is therefore the fundamental global framework for monitoring mortality and morbidity, epidemics and other threats to public health, and disease burden. Reporting of health statistics to WHO based on the new system began on 1 January 2022 (4). Member States also use the ICD for other important purposes related to health services – for example, to facilitate access to appropriate health care, as a basis for developing clinical guidelines and standards of practice, and to facilitate research into more effective prevention and treatment strategies. Moreover, the governments of Member States use the ICD as a part of the framework for defining their obligations to provide free or subsidized health-care services to their populations (5). That is, the diagnosis of a particular health condition typically confers eligibility to receive a specified range of health services. The implementation of the ICD in clinical systems is therefore extremely important because of the way it drives services, costs and outcomes. This volume, Clinical descriptions and diagnostic requirements for ICD-11 mental,",
  "gloss_vi": "Xvi clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders ` introduction 1 introduction the eleventh revision of the world health organization’s international cl...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [],
    "life_topics": [
      "study",
      "work"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — General General — General xvi Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders ` Introduction 1 Introduction The Eleventh Revision of the World Health Organization’s International Classification of Diseases (ICD-11) was approved by the Seventy-second World Health Assembly, comprising the health ministers of all World Health Organization (WHO) Member States, on 25 May 2019 (1). ICD-11 represents the first major, comprehensive revision of the ICD in nearly 30 years, and incorporates major advances in scientific evidence, best clinical practices and health information systems (2). The development and maintenance of international classification systems for health and the standardization of diagnostic procedures are core constitutional functions of WHO (3). By international treaty, WHO’s 194 Member States agree to use the ICD as the standard for the reporting of health information to WHO. The ICD is therefore the fundamental global framework for monitoring mortality and morbidity, epidemics and other threats to public health, and disease burden. Reporting of health statistics to WHO based on the new system began on 1 January 2022 (4). Member States also use the ICD for other important purposes related to health services – for example, to facilitate access to appropriate health care, as a basis for developing clinical guidelines and standards of practice, and to facilitate research into more effective prevention and treatment strategies. Moreover, the governments of Member States use the ICD as a part of the framework for defining their obligations to provide free or subsidized health-care services to their populations (5). That is, the diagnosis of a particular health condition typically confers eligibility to receive a specified range of health services. The implementation of the ICD in clinical systems is therefore extremely important because of the way it drives services, costs and outcomes. This volume, Clinical descriptions and diagnostic requirements for ICD-11 mental, Xvi clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders ` introduction 1 introduction the eleventh revision of the world health organization’s international cl..."
}