{
  "id": "everyday#referral_ee30e4c4",
  "title_en": "General — Referral",
  "title_vi": "General — Chuyển tuyến",
  "text_en": "Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders Recommendation (new): 3.11 Structured physical exercise and activity should be offered to improve development outcomes, including motor skills and functioning, in children and adolescents with cerebral palsy. Strength of recommendation: Strong Certainty of evidence: Low Justification y Research on low intensity physical activity (e.g. y Evidence was extracted from one meta-analysis: movement breaks) would also help in understanding Liang et al., 2021 (27 RCTs) (74). the extent to which these programmes confer benefit in developmental outcomes. y There were large effects favouring treatment for developmental outcomes (fine motor skills; d = Implementation considerations 0.75; 95% CI: 0.02 to 1.51) and functional outcomes y Structured physical exercise programmes will (SMD range 0.76 to 1.00). Smaller but statistically be available in a variety of settings including significant effects were also shown for gross motor educational, rehabilitation, recreation and other skills (development; d = 0.15; 95% CI: 0.09 to 0.40) community settings. and gait speed and muscle strength (functioning; y Make adjustments to structured physical exercise MD = 0.05; 95% CI: 0.00 to 0.10; and MD = 0.92; 95% programmes in order to meet the needs of children CI: 0.19 to 1.64, respectively). and adolescents with cerebral palsy where Remarks appropriate. The programme should be adapted y Physical exercise using both traditional and digital to ensure that the physical exercise demands and or virtual formats were shown to be effective for format match the individual child or adolescent’s children and adolescents with cerebral palsy. needs and preferences. y Physical exercise or activity included sports games, y Take into account negative impacts of aerobic exercise, cycling and yoga. The physical environmental barriers, including programme exercise or activity could be completed individually providers’ attitudes and physical barriers. or in pairs or groups. y Ensure that all children and adolescents with y Physical exercise or activity completed using digital cerebral palsy have full access to health- and social- or virtual reality included activity done while playing care services, including mental health services. video games. y Promote access to information about treatment y These approaches should be implemented in options suitable for the child or adolescent’s needs the context of broader strategies focused on and developmental level, and promote supported promoting inclusive and enabling environments decision-making. for all, including children and adolescents with y Make arrangements to support children and cerebral palsy. adolescents and their family and carers during times of increased need and transitions, such as puberty Research gaps and starting or changing schools. y Limited evidence was available from LMICs.",
  "gloss_vi": "Mental health gap action programme (mhgap) guideline for mental, neurological and substance use disorders recommendation (new): 3.11 structured physical exercise and activity should be offered to improve development outc...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "referral",
      "psychoeducation"
    ],
    "life_topics": [
      "study",
      "relationships"
    ],
    "advice_section": [
      "study_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Referral General — Chuyển tuyến Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders Recommendation (new): 3.11 Structured physical exercise and activity should be offered to improve development outcomes, including motor skills and functioning, in children and adolescents with cerebral palsy. Strength of recommendation: Strong Certainty of evidence: Low Justification y Research on low intensity physical activity (e.g. y Evidence was extracted from one meta-analysis: movement breaks) would also help in understanding Liang et al., 2021 (27 RCTs) (74). the extent to which these programmes confer benefit in developmental outcomes. y There were large effects favouring treatment for developmental outcomes (fine motor skills; d = Implementation considerations 0.75; 95% CI: 0.02 to 1.51) and functional outcomes y Structured physical exercise programmes will (SMD range 0.76 to 1.00). Smaller but statistically be available in a variety of settings including significant effects were also shown for gross motor educational, rehabilitation, recreation and other skills (development; d = 0.15; 95% CI: 0.09 to 0.40) community settings. and gait speed and muscle strength (functioning; y Make adjustments to structured physical exercise MD = 0.05; 95% CI: 0.00 to 0.10; and MD = 0.92; 95% programmes in order to meet the needs of children CI: 0.19 to 1.64, respectively). and adolescents with cerebral palsy where Remarks appropriate. The programme should be adapted y Physical exercise using both traditional and digital to ensure that the physical exercise demands and or virtual formats were shown to be effective for format match the individual child or adolescent’s children and adolescents with cerebral palsy. needs and preferences. y Physical exercise or activity included sports games, y Take into account negative impacts of aerobic exercise, cycling and yoga. The physical environmental barriers, including programme exercise or activity could be completed individually providers’ attitudes and physical barriers. or in pairs or groups. y Ensure that all children and adolescents with y Physical exercise or activity completed using digital cerebral palsy have full access to health- and social- or virtual reality included activity done while playing care services, including mental health services. video games. y Promote access to information about treatment y These approaches should be implemented in options suitable for the child or adolescent’s needs the context of broader strategies focused on and developmental level, and promote supported promoting inclusive and enabling environments decision-making. for all, including children and adolescents with y Make arrangements to support children and cerebral palsy. adolescents and their family and carers during times of increased need and transitions, such as puberty Research gaps and starting or changing schools. y Limited evidence was available from LMICs. Mental health gap action programme (mhgap) guideline for mental, neurological and substance use disorders recommendation (new): 3.11 structured physical exercise and activity should be offered to improve development outc..."
}