{
  "id": "everyday#risk_safety_9f5fbcb0",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders y There are concerns regarding potentially sensitive reducing the stigma of mental health problems and content and data privacy while using digital health reduced costs. interventions. Measures should be taken to ensure y Country adaptation and translation of training that digitally delivered psychological interventions materials and tools for the provision of are provided under conditions of safety/security, psychological interventions is essential. confidentiality, informed consent and privacy of y Psychological interventions have shown to be data. This can include the establishment of standard effective for people of different ages and genders. operating procedures that describe protocols for y If all else is equal, group face-to-face interventions ensuring consent, data protection and storage, and are less resource-intensive per person receiving verifying provider licensing and credentials. Further care than individual face-to-face interventions. guidance can be found in the 2019 WHO guideline: However, groups may be more difficult to organize recommendations on digital interventions for health and require an initial individual assessment for system strengthening (31). each group member and preparation of individuals for group treatment formats. In many countries, Research gaps people often do not attend for health care at pre- y The majority of studies were conducted in specified appointment times. Therefore, groups may HICs. Further research is needed to enhance experience high dropout rates or delayed session understanding on use in low-resource settings. start times. y There is not enough data to understand the role of y Self-help books are less cost intensive but require digital interventions for equity, equality and non- sufficient literacy skills, which can be limited in discrimination of people with anxiety disorders: various settings. Materials that rely on visual or while there is the potential to increase access to audio media may be useful alternatives. care, it is also possible that not all people can y Setting up and sustaining digital health solutions benefit due to the “digital divide”, which requires can be costly, while costs for individual users are further research. usually not very high, making implementation feasible for the end user. Implementation considerations y There is a need to consider the potential digital y Brief psychological interventions can be delivered divide across population groups with some effectively in non-specialized health-care settings, as having unequal access to and skills to use digital well as in other settings including specialized mental technologies. Access might be particularly difficult health care and social care. for certain population groups with poor access y Task sharing has been found to be an effective to network services, mobile devices or electricity,",
  "gloss_vi": "Mental health gap action programme (mhgap) guideline for mental, neurological and substance use disorders y there are concerns regarding potentially sensitive reducing the stigma of mental health problems and content and...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "psychoeducation",
      "do_not_do"
    ],
    "life_topics": [
      "work"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders y There are concerns regarding potentially sensitive reducing the stigma of mental health problems and content and data privacy while using digital health reduced costs. interventions. Measures should be taken to ensure y Country adaptation and translation of training that digitally delivered psychological interventions materials and tools for the provision of are provided under conditions of safety/security, psychological interventions is essential. confidentiality, informed consent and privacy of y Psychological interventions have shown to be data. This can include the establishment of standard effective for people of different ages and genders. operating procedures that describe protocols for y If all else is equal, group face-to-face interventions ensuring consent, data protection and storage, and are less resource-intensive per person receiving verifying provider licensing and credentials. Further care than individual face-to-face interventions. guidance can be found in the 2019 WHO guideline: However, groups may be more difficult to organize recommendations on digital interventions for health and require an initial individual assessment for system strengthening (31). each group member and preparation of individuals for group treatment formats. In many countries, Research gaps people often do not attend for health care at pre- y The majority of studies were conducted in specified appointment times. Therefore, groups may HICs. Further research is needed to enhance experience high dropout rates or delayed session understanding on use in low-resource settings. start times. y There is not enough data to understand the role of y Self-help books are less cost intensive but require digital interventions for equity, equality and non- sufficient literacy skills, which can be limited in discrimination of people with anxiety disorders: various settings. Materials that rely on visual or while there is the potential to increase access to audio media may be useful alternatives. care, it is also possible that not all people can y Setting up and sustaining digital health solutions benefit due to the “digital divide”, which requires can be costly, while costs for individual users are further research. usually not very high, making implementation feasible for the end user. Implementation considerations y There is a need to consider the potential digital y Brief psychological interventions can be delivered divide across population groups with some effectively in non-specialized health-care settings, as having unequal access to and skills to use digital well as in other settings including specialized mental technologies. Access might be particularly difficult health care and social care. for certain population groups with poor access y Task sharing has been found to be an effective to network services, mobile devices or electricity, Mental health gap action programme (mhgap) guideline for mental, neurological and substance use disorders y there are concerns regarding potentially sensitive reducing the stigma of mental health problems and content and..."
}