{
  "id": "everyday#screening_cues_36c37a2b",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "PSY 1 Assessment COMMON PRESENTATIONS OF PSYCHOSES M arked behavioural changes, neglecting F ixed false beliefs not shared by others in usual responsibilities related to work, the person’s culture. school, domestic or social activities. H earing voices or seeing things that are A gitated, aggressive behaviour, decreased not there. or increased activity. L ack of realization that one is having mental health problems. 1 Are there any other explanations for the symptoms? EVALUATE FOR MEDICAL CONDITIONS By history, clinical examination, or laboratory findings, are there signs and symptoms suggesting delirium due to an acute physical condition, e.g. infection, cerebral malaria, dehydration, metabolic abnormalities (such as hypoglycaemia or hyponatraemia); or medication side effects, e.g. due to some antimalarial medication or steroids? Assess and manage the acute physical condition, and refer to emergency services/ specialist as needed. If symptoms persist after management of the acute cause, go to STEP 2 PSYCHOSES 35 36 PSY 1 PSYCHOSES Assessment » EVALUATE FOR DEMENTIA, DEPRESSION, DRUG/ ALCOHOL INTOXICATION OR WITHDRAWAL. MANAGEMENT OF ACUTE AGITATION AND/OR AGRESSION Consider consultation with a mental If the person presents with either acute health specialist for management",
  "gloss_vi": "Psy 1 đánh giá common presentations of psychoses m arked behavioural changes, neglecting f ixed false beliefs not shared by others in usual responsibilities related to công việc, the person’s culture. school, domestic or...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral"
    ],
    "life_topics": [
      "study",
      "work"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc PSY 1 Assessment COMMON PRESENTATIONS OF PSYCHOSES M arked behavioural changes, neglecting F ixed false beliefs not shared by others in usual responsibilities related to work, the person’s culture. school, domestic or social activities. H earing voices or seeing things that are A gitated, aggressive behaviour, decreased not there. or increased activity. L ack of realization that one is having mental health problems. 1 Are there any other explanations for the symptoms? EVALUATE FOR MEDICAL CONDITIONS By history, clinical examination, or laboratory findings, are there signs and symptoms suggesting delirium due to an acute physical condition, e.g. infection, cerebral malaria, dehydration, metabolic abnormalities (such as hypoglycaemia or hyponatraemia); or medication side effects, e.g. due to some antimalarial medication or steroids? Assess and manage the acute physical condition, and refer to emergency services/ specialist as needed. If symptoms persist after management of the acute cause, go to STEP 2 PSYCHOSES 35 36 PSY 1 PSYCHOSES Assessment » EVALUATE FOR DEMENTIA, DEPRESSION, DRUG/ ALCOHOL INTOXICATION OR WITHDRAWAL. MANAGEMENT OF ACUTE AGITATION AND/OR AGRESSION Consider consultation with a mental If the person presents with either acute health specialist for management Psy 1 đánh giá common presentations of psychoses m arked behavioural changes, neglecting f ixed false beliefs not shared by others in usual responsibilities related to công việc, the person’s culture. school, domestic or..."
}