{
  "id": "everyday#risk_safety_b320b352",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "DEVELOPMENTAL DISORDERS EMOTIONAL DISORDERS If no improvement, further deterioration, predicted danger to the If no improvement and the child/adolescent has received child, or physical health is affected (such as nutritional problems), psychosocial treatment for at least 6 months » » REFER TO SPECIALIST for further assessment and advice on R EFER TO SPECIALIST. management plan. DO NOT initiate pharmacological treatment. DO NOT consider pharmacological treatment. DEPRESSION ADHD If no improvement and the adolescent is 12 years or older and If no improvement and the child is at least 6 years old and has has received psychosocial treatment for at least 6 months received psychosocial treatment for at least 6 months » R efer to or consult SPECIALIST for fluoxetine (but not other » Refer to or consult SPECIALIST for methylphenidate use. SSRIs or TCAs). CLINICAL TIP CONDUCT DISORDERS » For adolescents, plan to see If no improvemen or predicted danger to the adolescent » the adolescent separately from their REFER TO SPECIALIST for further assessment and advice on management plan. parent/carer for part of the follow-up DO NOT consider pharmacological treatment. visit. Clarify the confidential nature of the health care discussion, including in what circumstances parents or other 2 adults will be given information. CONDUCT ROUTINE ASSESSMENTS At every visit: » » For children under 5 years, monitor child development. Assess opportunities for the child/adolescent to participate » in family and social life. Assess for the presence of any new problem or symptom related » to mood, behaviour or development/learning. For adolescents, Assess carers’ needs and support available to the family. » assess for the presence of worsening mood (irritable, easily Monitor attendance at school. annoyed or frustrated, down or sad) or suicidal",
  "gloss_vi": "Developmental disorders emotional disorders if no improvement, further deterioration, predicted danger to the if no improvement and the child/adolescent has received child, or physical health is affected (such as nutriti...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral",
      "psychoeducation",
      "do_not_do"
    ],
    "life_topics": [
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn DEVELOPMENTAL DISORDERS EMOTIONAL DISORDERS If no improvement, further deterioration, predicted danger to the If no improvement and the child/adolescent has received child, or physical health is affected (such as nutritional problems), psychosocial treatment for at least 6 months » » REFER TO SPECIALIST for further assessment and advice on R EFER TO SPECIALIST. management plan. DO NOT initiate pharmacological treatment. DO NOT consider pharmacological treatment. DEPRESSION ADHD If no improvement and the adolescent is 12 years or older and If no improvement and the child is at least 6 years old and has has received psychosocial treatment for at least 6 months received psychosocial treatment for at least 6 months » R efer to or consult SPECIALIST for fluoxetine (but not other » Refer to or consult SPECIALIST for methylphenidate use. SSRIs or TCAs). CLINICAL TIP CONDUCT DISORDERS » For adolescents, plan to see If no improvemen or predicted danger to the adolescent » the adolescent separately from their REFER TO SPECIALIST for further assessment and advice on management plan. parent/carer for part of the follow-up DO NOT consider pharmacological treatment. visit. Clarify the confidential nature of the health care discussion, including in what circumstances parents or other 2 adults will be given information. CONDUCT ROUTINE ASSESSMENTS At every visit: » » For children under 5 years, monitor child development. Assess opportunities for the child/adolescent to participate » in family and social life. Assess for the presence of any new problem or symptom related » to mood, behaviour or development/learning. For adolescents, Assess carers’ needs and support available to the family. » assess for the presence of worsening mood (irritable, easily Monitor attendance at school. annoyed or frustrated, down or sad) or suicidal Developmental disorders emotional disorders if no improvement, further deterioration, predicted danger to the if no improvement and the child/adolescent has received child, or physical health is affected (such as nutriti..."
}