{
  "id": "everyday#risk_safety_5c61fa72",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "Obsessive-compulsive and related disorders 321 Boundary with delusional disorder and other primary psychotic disorders Some individuals with hypochondriasis lack insight about the irrationality of their thoughts and behaviours to such an extent that convictions of having a medical illness may at times appear to be delusional in the degree of conviction or fixity with which these beliefs are held (see insight specifiers, p. 318). If these beliefs are restricted to the fear or conviction of having a disease in an individual without a history of other delusions – that is, these beliefs occur entirely in the context of symptomatic episodes of hypochondriasis and are fully consistent with the other clinical features of the disorder – hypochondriasis should be diagnosed instead of delusional disorder. Somatic delusions characteristic of some presentations of delusional disorder tend to be less medically plausible (e.g. that an organ is rotting), and are generally not focused on the belief that the individual has a specific disease. Individuals with hypochondriasis do not exhibit other features of psychosis (e.g. hallucinations or formal thought disorder). Boundary with depressive disorders In depressive disorders, hypochondriacal preoccupations or somatic delusions can occur, but typically they are an integral part of a range of preoccupations or delusions (e.g. related to guilt, nihilism, poverty) and occur alongside other depressive symptoms (e.g. loss of interest in pleasurable activities, suicidality, sleep disturbances and weight loss or gain). Boundary with generalized anxiety disorder Individuals with generalized anxiety disorder may have worries about their health, but they also harbour a range of other worries focused on negative events that could occur in several different aspects of everyday life (e.g. work, finances, health, family). Unlike in hypochondriasis, there is typically not a persistent preoccupation with illness that persists despite medical evaluation and reassurance. Boundary with panic disorder Panic disorder is characterized by recurrent, unexpected panic attacks. Individuals with panic disorder often worry that the somatic symptoms they experience during panic attacks are evidence of serious medical condition (e.g. a heart attack or a stroke). An additional diagnosis of hypochondriasis should not be assigned on that basis. Conversely, if an individual with hypochondriasis experiences panic attacks exclusively in response to preoccupation or fear about the possibility of having one or more serious, progressive or life-threatening illnesses, an additional diagnosis of panic disorder is not warranted. However, if both unexpected panic attacks and persistent preoccupation or fear about the possibility of having one or more serious, progressive or life-threatening illnesses are present and all other diagnostic requirements are met, both diagnoses may be assigned. Boundary with bodily distress disorder Bodily distress disorder is characterized by the presence of bodily symptoms that are distressing to the individual and to which excessive attention is directed, such as dwelling on the severity of the symptoms and repeatedly visiting health-care providers. While some individuals with hypochondriasis may experience bodily symptoms that cause distress and for which they may seek medical attention, their main concern in",
  "gloss_vi": "Obsessive-compulsive and related disorders 321 ranh giới with delusional disorder and other primary psychotic disorders some individuals with hypochondriasis lack insight about the irrationality of their thoughts and beh...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "sleep",
      "stress",
      "study",
      "work",
      "relationships",
      "grief"
    ],
    "advice_section": [
      "communication_tips",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn Obsessive-compulsive and related disorders 321 Boundary with delusional disorder and other primary psychotic disorders Some individuals with hypochondriasis lack insight about the irrationality of their thoughts and behaviours to such an extent that convictions of having a medical illness may at times appear to be delusional in the degree of conviction or fixity with which these beliefs are held (see insight specifiers, p. 318). If these beliefs are restricted to the fear or conviction of having a disease in an individual without a history of other delusions – that is, these beliefs occur entirely in the context of symptomatic episodes of hypochondriasis and are fully consistent with the other clinical features of the disorder – hypochondriasis should be diagnosed instead of delusional disorder. Somatic delusions characteristic of some presentations of delusional disorder tend to be less medically plausible (e.g. that an organ is rotting), and are generally not focused on the belief that the individual has a specific disease. Individuals with hypochondriasis do not exhibit other features of psychosis (e.g. hallucinations or formal thought disorder). Boundary with depressive disorders In depressive disorders, hypochondriacal preoccupations or somatic delusions can occur, but typically they are an integral part of a range of preoccupations or delusions (e.g. related to guilt, nihilism, poverty) and occur alongside other depressive symptoms (e.g. loss of interest in pleasurable activities, suicidality, sleep disturbances and weight loss or gain). Boundary with generalized anxiety disorder Individuals with generalized anxiety disorder may have worries about their health, but they also harbour a range of other worries focused on negative events that could occur in several different aspects of everyday life (e.g. work, finances, health, family). Unlike in hypochondriasis, there is typically not a persistent preoccupation with illness that persists despite medical evaluation and reassurance. Boundary with panic disorder Panic disorder is characterized by recurrent, unexpected panic attacks. Individuals with panic disorder often worry that the somatic symptoms they experience during panic attacks are evidence of serious medical condition (e.g. a heart attack or a stroke). An additional diagnosis of hypochondriasis should not be assigned on that basis. Conversely, if an individual with hypochondriasis experiences panic attacks exclusively in response to preoccupation or fear about the possibility of having one or more serious, progressive or life-threatening illnesses, an additional diagnosis of panic disorder is not warranted. However, if both unexpected panic attacks and persistent preoccupation or fear about the possibility of having one or more serious, progressive or life-threatening illnesses are present and all other diagnostic requirements are met, both diagnoses may be assigned. Boundary with bodily distress disorder Bodily distress disorder is characterized by the presence of bodily symptoms that are distressing to the individual and to which excessive attention is directed, such as dwelling on the severity of the symptoms and repeatedly visiting health-care providers. While some individuals with hypochondriasis may experience bodily symptoms that cause distress and for which they may seek medical attention, their main concern in Obsessive-compulsive and related disorders 321 ranh giới with delusional disorder and other primary psychotic disorders some individuals with hypochondriasis lack insight about the irrationality of their thoughts and beh..."
}