{
  "id": "everyday#risk_safety_e3565c2b",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "of the y There are limited anticipated risks of nocturnal following domains of the GRADE EtD framework supervision and this intervention is expected to be contributed strongly to the decision to make a of low cost. recommendation on this topic: values, health equity, Research gaps equality and non-discrimination, human rights and y The evidence presented is based on one study from sociocultural acceptability and feasibility. a HIC. Further research is needed in LMICs. Remarks y The evidence did not allow for consideration of y SUDEP is defined as sudden, unexpected, witnessed adults and children/adolescents as subgroups. or unwitnessed, non-traumatic or non-drowning Further detail is required around specific death of people with epilepsy, with or without considerations in these subgroups. 84 3. Recommendations Implementation considerations y People with epilepsy should also be informed to y Some training is required for the person performing exercise due caution so that, were they to have checks, but this is anticipated to be minimal. a seizure, the chance of injury to themselves or others is minimized. People with epilepsy should y All reasonable measures to reduce the risks of not, for example, have baths, but shower or having seizures and to mitigate the risks from take strip-washes instead. People with epilepsy, seizures should be initiated. especially those with seizures arising from sleep, y People with epilepsy should be encouraged to should avoid sleeping prone to reduce the risk from adhere to their ASMs, to avoid sleep deprivation, to sleep seizures. avoid excess alcohol consumption and to not take y Physicians should identify comorbid mental health recreational substances. These measures will reduce conditions and, if present, implement early effective the risk of having a seizure and thereby reduce the interventions as they contribute to increased seizure risk of seizure-associated mortality. risk and attendant risks, including SUDEP. 85",
  "gloss_vi": "Of the y there are limited anticipated risks of nocturnal following domains of the grade etd framework supervision and this intervention is expected to be contributed strongly to the decision to make a of low cost. recom...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "sleep",
      "study",
      "work"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn of the y There are limited anticipated risks of nocturnal following domains of the GRADE EtD framework supervision and this intervention is expected to be contributed strongly to the decision to make a of low cost. recommendation on this topic: values, health equity, Research gaps equality and non-discrimination, human rights and y The evidence presented is based on one study from sociocultural acceptability and feasibility. a HIC. Further research is needed in LMICs. Remarks y The evidence did not allow for consideration of y SUDEP is defined as sudden, unexpected, witnessed adults and children/adolescents as subgroups. or unwitnessed, non-traumatic or non-drowning Further detail is required around specific death of people with epilepsy, with or without considerations in these subgroups. 84 3. Recommendations Implementation considerations y People with epilepsy should also be informed to y Some training is required for the person performing exercise due caution so that, were they to have checks, but this is anticipated to be minimal. a seizure, the chance of injury to themselves or others is minimized. People with epilepsy should y All reasonable measures to reduce the risks of not, for example, have baths, but shower or having seizures and to mitigate the risks from take strip-washes instead. People with epilepsy, seizures should be initiated. especially those with seizures arising from sleep, y People with epilepsy should be encouraged to should avoid sleeping prone to reduce the risk from adhere to their ASMs, to avoid sleep deprivation, to sleep seizures. avoid excess alcohol consumption and to not take y Physicians should identify comorbid mental health recreational substances. These measures will reduce conditions and, if present, implement early effective the risk of having a seizure and thereby reduce the interventions as they contribute to increased seizure risk of seizure-associated mortality. risk and attendant risks, including SUDEP. 85 Of the y there are limited anticipated risks of nocturnal following domains of the grade etd framework supervision and this intervention is expected to be contributed strongly to the decision to make a of low cost. recom..."
}