{
  "id": "everyday#screening_cues_b27547a3",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Executive summary Module and Recommendation recommendation Strength of the recommendation and certainty of the evidence number ALC4 (new) Combined psychosocial and pharmacological interventions should be offered for adults with alcohol dependence. Strong recommendation. Moderate certainty of evidence. Anxiety (ANX) ANX1 (new) Selective serotonin reuptake inhibitors (SSRIs) should be considered for adults with panic disorder. If SSRIs are not available, consider offering tricyclic antidepressants (TCAs). SSRIs should be considered for adults with generalized anxiety disorder (GAD). Conditional recommendation. Low certainty of evidence. ANX2 (new) Brief, structured psychological interventions based on principles of cognitive behavioural therapy (CBT) should be offered for adults with generalized anxiety disorder (GAD) and/or panic disorder. Strong recommendation. Moderate certainty of evidence. ANX3 (new) When brief, structured psychological interventions based on principles of cognitive behavioural therapy (CBT) are offered for adults with generalized anxiety disorder (GAD) and/or panic disorder, different delivery formats should be considered based on available resources as well as individual preferences, including: y individual and/or group face-to-face; y digital/online and/or face-to-face; y guided and/or unguided self-help; y specialist and/or non-specialist. Conditional recommendation. Low certainty of evidence. ANX4 (new) Stress management techniques, namely relaxation and/or mindfulness training, should be considered for adults with generalized anxiety disorder (GAD) and/or panic disorder. Conditional recommendation. Low certainty of evidence. ANX5 (new) Structured physical exercise should be considered for adults with generalized anxiety disorder (GAD) and/or panic disorder. Conditional recommendation. Very low certainty of evidence. ANX6 (new) Benzodiazepines are not recommended for the treatment of adults with generalized anxiety disorder (GAD) and/or panic disorder. For emergency management of acute and severe anxiety symptoms, benzodiazepines may be considered, but only as a short-term (3–7 days maximum) measure. Strong recommendation. Low certainty of evidence. ANX7 (new) Collaborative care should be considered for adults with depression and/or anxiety and physical health conditions. Conditional recommendation. Low certainty of evidence. xix Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance",
  "gloss_vi": "Executive summary module and recommendation recommendation strength of the recommendation and certainty of the evidence number alc4 (new) combined psychosocial and pharmacological interventions should be offered for adul...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "psychoeducation",
      "do_not_do"
    ],
    "life_topics": [
      "stress"
    ],
    "advice_section": [
      "coping_skill"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Executive summary Module and Recommendation recommendation Strength of the recommendation and certainty of the evidence number ALC4 (new) Combined psychosocial and pharmacological interventions should be offered for adults with alcohol dependence. Strong recommendation. Moderate certainty of evidence. Anxiety (ANX) ANX1 (new) Selective serotonin reuptake inhibitors (SSRIs) should be considered for adults with panic disorder. If SSRIs are not available, consider offering tricyclic antidepressants (TCAs). SSRIs should be considered for adults with generalized anxiety disorder (GAD). Conditional recommendation. Low certainty of evidence. ANX2 (new) Brief, structured psychological interventions based on principles of cognitive behavioural therapy (CBT) should be offered for adults with generalized anxiety disorder (GAD) and/or panic disorder. Strong recommendation. Moderate certainty of evidence. ANX3 (new) When brief, structured psychological interventions based on principles of cognitive behavioural therapy (CBT) are offered for adults with generalized anxiety disorder (GAD) and/or panic disorder, different delivery formats should be considered based on available resources as well as individual preferences, including: y individual and/or group face-to-face; y digital/online and/or face-to-face; y guided and/or unguided self-help; y specialist and/or non-specialist. Conditional recommendation. Low certainty of evidence. ANX4 (new) Stress management techniques, namely relaxation and/or mindfulness training, should be considered for adults with generalized anxiety disorder (GAD) and/or panic disorder. Conditional recommendation. Low certainty of evidence. ANX5 (new) Structured physical exercise should be considered for adults with generalized anxiety disorder (GAD) and/or panic disorder. Conditional recommendation. Very low certainty of evidence. ANX6 (new) Benzodiazepines are not recommended for the treatment of adults with generalized anxiety disorder (GAD) and/or panic disorder. For emergency management of acute and severe anxiety symptoms, benzodiazepines may be considered, but only as a short-term (3–7 days maximum) measure. Strong recommendation. Low certainty of evidence. ANX7 (new) Collaborative care should be considered for adults with depression and/or anxiety and physical health conditions. Conditional recommendation. Low certainty of evidence. xix Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance Executive summary module and recommendation recommendation strength of the recommendation and certainty of the evidence number alc4 (new) combined psychosocial and pharmacological interventions should be offered for adul..."
}