{
  "id": "everyday#risk_safety_4b295c6c",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "Ass O e T ss H m 1 e nt Assessment COMMON PRESENTATIONS OF OTHER SIGNIFICANT MENTAL HEALTH COMPLAINTS F eeling extremely tired, depressed, irritated, anxious or stressed. M edically unexplained somatic complaints (i.e. somatic symptoms that do not have a known physical cause that fully explains the symptom). 1 Is there a physical cause that fully explains the presenting symptoms? Manage any physical cause identified and recheck to see if the symptoms persist. 2 Is this depression or another MNS condition discussed in another module of this guide? Go to relevant module. OTHER SIGNIFICANT MENTAL HEALTH COMPLAINTS 143 144 OTH 1 OTHER SIGNIFICANT MENTAL HEALTH COMPLAINTS Assessment 3 Is the person seeking help to relieve symptoms or having considerable difficulty with daily functioning because of their symptoms? No treatment needed. OTHER SIGNIFICANT MENTAL HEALTH COMPLAINTS are likely 4 Has the person been exposed to extreme stressors? (e.g. physical or sexual violence, major accidents, bereavement or other major losses) Go to PROTOCOL 1 and 2 Go to PROTOCOL 1 IF THERE IS IMMINENT RISK OF SUICIDE, ASSESS AND MANAGE before continuing to Protocol 1 and 2 (Go to » SUI).",
  "gloss_vi": "Ass o e t ss h m 1 e nt đánh giá common presentations of other significant mental health complaints f eeling extremely tired, depressed, irritated, anxious or stressed. m edically unexplained somatic complaints (i.e.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "grief"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn Ass O e T ss H m 1 e nt Assessment COMMON PRESENTATIONS OF OTHER SIGNIFICANT MENTAL HEALTH COMPLAINTS F eeling extremely tired, depressed, irritated, anxious or stressed. M edically unexplained somatic complaints (i.e. somatic symptoms that do not have a known physical cause that fully explains the symptom). 1 Is there a physical cause that fully explains the presenting symptoms? Manage any physical cause identified and recheck to see if the symptoms persist. 2 Is this depression or another MNS condition discussed in another module of this guide? Go to relevant module. OTHER SIGNIFICANT MENTAL HEALTH COMPLAINTS 143 144 OTH 1 OTHER SIGNIFICANT MENTAL HEALTH COMPLAINTS Assessment 3 Is the person seeking help to relieve symptoms or having considerable difficulty with daily functioning because of their symptoms? No treatment needed. OTHER SIGNIFICANT MENTAL HEALTH COMPLAINTS are likely 4 Has the person been exposed to extreme stressors? (e.g. physical or sexual violence, major accidents, bereavement or other major losses) Go to PROTOCOL 1 and 2 Go to PROTOCOL 1 IF THERE IS IMMINENT RISK OF SUICIDE, ASSESS AND MANAGE before continuing to Protocol 1 and 2 (Go to » SUI). Ass o e t ss h m 1 e nt đánh giá common presentations of other significant mental health complaints f eeling extremely tired, depressed, irritated, anxious or stressed. m edically unexplained somatic complaints (i.e."
}