{
  "id": "everyday#referral_93e2a0ed",
  "title_en": "General — Referral",
  "title_vi": "General — Chuyển tuyến",
  "text_en": "Introduction 15 Conclusion As stated by the Advisory Group early in the development of ICD-11, “People are only likely to have access to the most appropriate mental health services when the conditions that define eligibility and treatment selection are supported by a precise, valid, and clinically useful classification system” (5, p. 90). The ICD-11 classification of mental, behavioural and neurodevelopmental disorders and the CDDR have taken major steps in this direction. As a part of the first major revision of the ICD in three decades, the new diagnostic classification for mental disorders and the CDDR were developed based on comprehensive reviews of available scientific evidence and best clinical practices, using a participative global, multidisciplinary and multilingual process. Clinical utility and global applicability were guiding principles of this work, which was closely linked to a systematic programme of field studies involving thousands of clinicians around the globe. The overall ICD-11 represents an enormous step forward, being based on and designed to be fully integratable with electronic health information infrastructure, which dramatically expands the capacities and flexibility of the classification system. It is likely to be the standard for global health information for some time – perhaps as long or longer than was ICD-10. A key aspect of WHO’s plans regarding ICD-11 is that regular updates will occur every 2 years; these will provide an opportunity to modify the classification to reflect new knowledge and changing circumstances. It is anticipated that a greater number of changes will be made early on, as Member States gain experience in actually using the classification. This will provide an important mechanism for making refinements or clarifications to the classification of mental, behavioural and neurodevelopmental disorders should they be justified based on emerging evidence and clinical experience. 16 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders References2 1. World Health Assembly Update, 25 May 2019. 14. International statistical classification of diseases Geneva: World Health Organization; 2019 and related health problems, 10th revision. (https://www.who.int/news/item/25-05-2019- Geneva: World Health Organization; 1992. world-health-assembly-update). 15. The ICD-10 classification of mental and 2. ICD-11 Reference Guide. Geneva: World Health behavioural disorders: clinical descriptions and diagnostic guidelines. Geneva: World Health Organization; 2019 (https://icdcdn.who.int/ Organization; 1992. icd11referenceguide/en/html/index.html). 16. First MB, Reed GM, Hyman SE, Saxena S. The 3. Basic documents, 49th edition. Geneva: World development of the ICD-11 clinical descriptions Health Organization; 2020 (https://apps.who. and diagnostic guidelines for mental and int/iris/handle/10665/339554). behavioural disorders. World Psychiatry. 4. International Statistical Classification of 2015;14(1):82–90. doi:10.1002/wps.20189. Diseases and Related Health Problems (ICD). 17. Keeley JW, Reed GM, Roberts MC, Evans SC, Geneva: World Health Organization; 2022 Medina-Mora ME, Robles",
  "gloss_vi": "Introduction 15 conclusion as stated by the advisory group early in the development of icd-11, “people are only likely to have access to the most appropriate mental health services when the conditions that define eligibi...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "referral",
      "psychoeducation"
    ],
    "life_topics": [
      "work"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Referral General — Chuyển tuyến Introduction 15 Conclusion As stated by the Advisory Group early in the development of ICD-11, “People are only likely to have access to the most appropriate mental health services when the conditions that define eligibility and treatment selection are supported by a precise, valid, and clinically useful classification system” (5, p. 90). The ICD-11 classification of mental, behavioural and neurodevelopmental disorders and the CDDR have taken major steps in this direction. As a part of the first major revision of the ICD in three decades, the new diagnostic classification for mental disorders and the CDDR were developed based on comprehensive reviews of available scientific evidence and best clinical practices, using a participative global, multidisciplinary and multilingual process. Clinical utility and global applicability were guiding principles of this work, which was closely linked to a systematic programme of field studies involving thousands of clinicians around the globe. The overall ICD-11 represents an enormous step forward, being based on and designed to be fully integratable with electronic health information infrastructure, which dramatically expands the capacities and flexibility of the classification system. It is likely to be the standard for global health information for some time – perhaps as long or longer than was ICD-10. A key aspect of WHO’s plans regarding ICD-11 is that regular updates will occur every 2 years; these will provide an opportunity to modify the classification to reflect new knowledge and changing circumstances. It is anticipated that a greater number of changes will be made early on, as Member States gain experience in actually using the classification. This will provide an important mechanism for making refinements or clarifications to the classification of mental, behavioural and neurodevelopmental disorders should they be justified based on emerging evidence and clinical experience. 16 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders References2 1. World Health Assembly Update, 25 May 2019. 14. International statistical classification of diseases Geneva: World Health Organization; 2019 and related health problems, 10th revision. (https://www.who.int/news/item/25-05-2019- Geneva: World Health Organization; 1992. world-health-assembly-update). 15. The ICD-10 classification of mental and 2. ICD-11 Reference Guide. Geneva: World Health behavioural disorders: clinical descriptions and diagnostic guidelines. Geneva: World Health Organization; 2019 (https://icdcdn.who.int/ Organization; 1992. icd11referenceguide/en/html/index.html). 16. First MB, Reed GM, Hyman SE, Saxena S. The 3. Basic documents, 49th edition. Geneva: World development of the ICD-11 clinical descriptions Health Organization; 2020 (https://apps.who. and diagnostic guidelines for mental and int/iris/handle/10665/339554). behavioural disorders. World Psychiatry. 4. International Statistical Classification of 2015;14(1):82–90. doi:10.1002/wps.20189. Diseases and Related Health Problems (ICD). 17. Keeley JW, Reed GM, Roberts MC, Evans SC, Geneva: World Health Organization; 2022 Medina-Mora ME, Robles Introduction 15 conclusion as stated by the advisory group early in the development of icd-11, “people are only likely to have access to the most appropriate mental health services when the conditions that define eligibi..."
}