{
  "id": "everyday#screening_cues_cc2639cb",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "psychological interventions were carried out caregiver burden. in LMICs. y Psychological interventions may not be feasible as Implementation considerations a treatment for people with severe dementia and y Psychological therapies may be preferred to symptoms of depression due to impaired cognitive antidepressant medicine, which has been shown function. An assessment by a suitably qualified to lack efficacy. High levels of treatment adherence health worker is the most appropriate means of were reported in most of the trials included in the judging the most appropriate treatment choice. 2014 Cochrane Review. y For treatment of severe depression in people living y Presented evidence in the 2014 Cochrane Review is with dementia, also refer to the existing mhGAP based on trials that included people living with mild- recommendation, which was validated by the to-moderate dementia (106). The ability of people GDG for this update. It reads as follows: “In people living with more severe dementia to access and with dementia and severe depression, or when participate in these therapies depends not only on psychosocial interventions prove ineffective, the their mental capacity but also other comorbidities use of selective serotonin reuptake inhibitors (SSRIs) and their social context. The assessment by a (but not tricyclic antidepressants [TCAs]) should be suitably qualified health worker is therefore considered. In people with dementia and mild-to- paramount in judging the most appropriate moderate depression, antidepressants should not be treatment choice. offered as a first-line treatment” (7). y Delivery of these interventions requires adequate y The type of psychosocial intervention offered training and supervision of a non-specialist should be based upon the capacity of the health health worker. or care worker, family member or carer and individual preferences. y Additional tailoring of psychological interventions to the specific needs of people with dementia may Research gaps be required based on the setting and dementia y No new systematic or primary evidence was severity. For non-pharmacological interventions for available to assess the effectiveness of psychological depressive symptoms more broadly experienced by interventions for people with dementia who have people with dementia (at all stages of disease), refer comorbid clinical depression for this update. This to the new PICO DEM3. A recent meta-analysis on is likely a reflection of existing research design the effectiveness of psychological interventions for limitations rather than a lack of evidence for depression in general (i.e. not specific to dementia these interventions (e.g. specifically focusing on or any other comorbid condition) across different psychological interventions or therapies, rather than age groups suggests that there are no differences non-pharmacological interventions more broadly) in effect sizes for these interventions for older in this specific sub-population (e.g. people with adults (55–75 years), and older old adults (75 years dementia and comorbid depression, rather than and older) (107). Moreover, meta-analytic evidence individuals with depressive symptoms). suggests the effectiveness of such interventions for y Instead, recent study designs and systematic reviews people with other neurological conditions such as tend to evaluate the effectiveness of psychosocial Parkinson’s disease and multiple sclerosis (108). interventions more broadly, such as cognitive, 54",
  "gloss_vi": "Psychological interventions were carried out caregiver burden. in lmics.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral"
    ],
    "life_topics": [
      "study",
      "work",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc psychological interventions were carried out caregiver burden. in LMICs. y Psychological interventions may not be feasible as Implementation considerations a treatment for people with severe dementia and y Psychological therapies may be preferred to symptoms of depression due to impaired cognitive antidepressant medicine, which has been shown function. An assessment by a suitably qualified to lack efficacy. High levels of treatment adherence health worker is the most appropriate means of were reported in most of the trials included in the judging the most appropriate treatment choice. 2014 Cochrane Review. y For treatment of severe depression in people living y Presented evidence in the 2014 Cochrane Review is with dementia, also refer to the existing mhGAP based on trials that included people living with mild- recommendation, which was validated by the to-moderate dementia (106). The ability of people GDG for this update. It reads as follows: “In people living with more severe dementia to access and with dementia and severe depression, or when participate in these therapies depends not only on psychosocial interventions prove ineffective, the their mental capacity but also other comorbidities use of selective serotonin reuptake inhibitors (SSRIs) and their social context. The assessment by a (but not tricyclic antidepressants [TCAs]) should be suitably qualified health worker is therefore considered. In people with dementia and mild-to- paramount in judging the most appropriate moderate depression, antidepressants should not be treatment choice. offered as a first-line treatment” (7). y Delivery of these interventions requires adequate y The type of psychosocial intervention offered training and supervision of a non-specialist should be based upon the capacity of the health health worker. or care worker, family member or carer and individual preferences. y Additional tailoring of psychological interventions to the specific needs of people with dementia may Research gaps be required based on the setting and dementia y No new systematic or primary evidence was severity. For non-pharmacological interventions for available to assess the effectiveness of psychological depressive symptoms more broadly experienced by interventions for people with dementia who have people with dementia (at all stages of disease), refer comorbid clinical depression for this update. This to the new PICO DEM3. A recent meta-analysis on is likely a reflection of existing research design the effectiveness of psychological interventions for limitations rather than a lack of evidence for depression in general (i.e. not specific to dementia these interventions (e.g. specifically focusing on or any other comorbid condition) across different psychological interventions or therapies, rather than age groups suggests that there are no differences non-pharmacological interventions more broadly) in effect sizes for these interventions for older in this specific sub-population (e.g. people with adults (55–75 years), and older old adults (75 years dementia and comorbid depression, rather than and older) (107). Moreover, meta-analytic evidence individuals with depressive symptoms). suggests the effectiveness of such interventions for y Instead, recent study designs and systematic reviews people with other neurological conditions such as tend to evaluate the effectiveness of psychosocial Parkinson’s disease and multiple sclerosis (108). interventions more broadly, such as cognitive, 54 Psychological interventions were carried out caregiver burden. in lmics."
}