{
  "id": "everyday#risk_safety_4cc876cb",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "symptoms of relapse, a system of symptoms change in relatives’ behaviour and belief systems. monitoring, and a crisis plan and intervention in y Family psychoeducation: Similar to psychoeducation case the symptoms increase over a certain threshold. for individuals, the following areas are usually y Telemedicine: Individuals and their family members covered for families: symptoms of psychosis, are regularly contacted via SMS or telephone call pharmacological and psychosocial treatments, with the main aim of monitoring symptoms. If the and prevention of relapse, with a special focus symptoms appear to be above a certain threshold, on the role of the family. The intervention might an alert is activated and a visit with the clinician be delivered to the relatives alone, involve the is organized. individual, or be delivered in a multifamily context. More active aspects such as coping skills might be Research gaps involved, but the primary focus is the provision y Most of the research is from HICs and, in general, of information. psychological interventions have been developed in y Integrated interventions: Interventions that were HICs. Further research is needed in LMICs. explicitly defined as a combination of different y Many interventions have so far been investigated in treatments, for example individual CBT plus family only a few trials and individuals, and thus deserve intervention plus assertive outreach. further study. y Mindfulness-based interventions (MF): The Implementation considerations intervention consists of guided meditation followed by reflective group discussion aimed at facilitating y Not all forms of psychological interventions may be understanding, or metacognitive insight. During available in LMICs. meditation, participants bring full awareness to y Attempts should be made to involve family and difficult voices, feelings, thoughts and images, and carers in maintenance treatment. also become aware of habitual coping reactions, y Family psychoeducation, a relatively simple safety behaviours and their effects. In meditation intervention that has been proven effective, should they practice letting go of these reactions and be offered in all settings. learn to observe and allow psychotic experiences y Differences in mental health infrastructure and to come and go without reacting. Meditation and resources should be considered. discussion lead to insight that struggling, judging y Variations in cultural context should be considered. and ruminating on psychotic experience creates There may be acceptability issues. distress, while mindful observation and acceptance y Country adaptation and translation of training of psychotic experience is empowering and calming. materials and tools for the provision of y Psychoeducation: Psychoeducation can be defined psychological interventions is essential. as the education of a person with a psychiatric y Face-to-face psychological interventions delivered disorder in subject areas that serve the goals of by service providers is human resource-intensive treatment and rehabilitation. In individuals with a as they require substantial provider time, training psychotic disorder, it usually covers the following and supervision. topics: symptoms of psychosis, models of psychosis, y Integrating the provision of psychological effects and side-effects of medicine, maintenance interventions into primary care provides many medicine, psychotherapy for psychosis, early advantages, including more holistic health care, symptoms of relapse and relapse prevention. increased accessibility of mental health services y Rehabilitation: Usually includes a prevocational for people in need of care, opportunities for day programme, recreational and social activities, reducing the stigma of mental health problems and apartment living and transitional employment reduced costs. 104",
  "gloss_vi": "Symptoms of relapse, a system of symptoms change in relatives’ behaviour and belief systems. monitoring, and a crisis plan and intervention in y family giáo dục tâm lý: similar to giáo dục tâm lý case the symptoms increa...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "psychoeducation"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships",
      "digital"
    ],
    "advice_section": [
      "coping_skill",
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn symptoms of relapse, a system of symptoms change in relatives’ behaviour and belief systems. monitoring, and a crisis plan and intervention in y Family psychoeducation: Similar to psychoeducation case the symptoms increase over a certain threshold. for individuals, the following areas are usually y Telemedicine: Individuals and their family members covered for families: symptoms of psychosis, are regularly contacted via SMS or telephone call pharmacological and psychosocial treatments, with the main aim of monitoring symptoms. If the and prevention of relapse, with a special focus symptoms appear to be above a certain threshold, on the role of the family. The intervention might an alert is activated and a visit with the clinician be delivered to the relatives alone, involve the is organized. individual, or be delivered in a multifamily context. More active aspects such as coping skills might be Research gaps involved, but the primary focus is the provision y Most of the research is from HICs and, in general, of information. psychological interventions have been developed in y Integrated interventions: Interventions that were HICs. Further research is needed in LMICs. explicitly defined as a combination of different y Many interventions have so far been investigated in treatments, for example individual CBT plus family only a few trials and individuals, and thus deserve intervention plus assertive outreach. further study. y Mindfulness-based interventions (MF): The Implementation considerations intervention consists of guided meditation followed by reflective group discussion aimed at facilitating y Not all forms of psychological interventions may be understanding, or metacognitive insight. During available in LMICs. meditation, participants bring full awareness to y Attempts should be made to involve family and difficult voices, feelings, thoughts and images, and carers in maintenance treatment. also become aware of habitual coping reactions, y Family psychoeducation, a relatively simple safety behaviours and their effects. In meditation intervention that has been proven effective, should they practice letting go of these reactions and be offered in all settings. learn to observe and allow psychotic experiences y Differences in mental health infrastructure and to come and go without reacting. Meditation and resources should be considered. discussion lead to insight that struggling, judging y Variations in cultural context should be considered. and ruminating on psychotic experience creates There may be acceptability issues. distress, while mindful observation and acceptance y Country adaptation and translation of training of psychotic experience is empowering and calming. materials and tools for the provision of y Psychoeducation: Psychoeducation can be defined psychological interventions is essential. as the education of a person with a psychiatric y Face-to-face psychological interventions delivered disorder in subject areas that serve the goals of by service providers is human resource-intensive treatment and rehabilitation. In individuals with a as they require substantial provider time, training psychotic disorder, it usually covers the following and supervision. topics: symptoms of psychosis, models of psychosis, y Integrating the provision of psychological effects and side-effects of medicine, maintenance interventions into primary care provides many medicine, psychotherapy for psychosis, early advantages, including more holistic health care, symptoms of relapse and relapse prevention. increased accessibility of mental health services y Rehabilitation: Usually includes a prevocational for people in need of care, opportunities for day programme, recreational and social activities, reducing the stigma of mental health problems and apartment living and transitional employment reduced costs. 104 Symptoms of relapse, a system of symptoms change in relatives’ behaviour and belief systems. monitoring, and a crisis plan and intervention in y family giáo dục tâm lý: similar to giáo dục tâm lý case the symptoms increa..."
}