{
  "id": "everyday#screening_cues_2c5e1454",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "444 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders behaviour). Synthetic cannabinoid intoxication may therefore present more frequently with psychotic symptoms in addition to the more typical effects of cannabis. Synthetic cannabinoids also have dependence-producing properties, and synthetic cannabinoid dependence and synthetic cannabinoid withdrawal are recognized. Synthetic cannabinoid-induced mental disorders also occur; in particular, synthetic cannabinoid-induced psychotic disorder is recognized. Much less is known about the effects of these drugs on other body organs and systems than is the case for naturally cultivated cannabis. 6C43 Disorders due to use of opioids Disorders due to use of opioids are characterized by the pattern and consequences of opioid use. “Opioids” is a generic term that encompasses the constituents or derivatives of the opium poppy, Papaver somniferum, as well as a range of synthetic and semisynthetic compounds – some related to morphine and others chemically distinct, but all having their primary actions on the µ opioid receptor. Examples of opioids include morphine, diacetylmorphine (heroin), fentanyl, pethidine, oxycodone, hydromorphone, methadone, buprenorphine, codeine and d-propoxyphene. The opioids all have analgesic properties of different potencies, and are primarily central nervous system depressants. They suppress respiration and other vital functions, and are a common cause of overdose and related deaths. Certain opioids are used or administered parenterally, including heroin – a common and potent opioid that is primarily used nonmedically. Therapeutic opioids are prescribed for a range of indications worldwide, and are essential for pain management in cancer care and palliative care, although they are also used for nontherapeutic reasons. In some countries, morbidity and mortality related to therapeutic opioids are greater than those related to heroin. All opioids may result in opioid intoxication, opioid dependence and opioid withdrawal. A range of opioid-induced disorders occur, some of which occur following opioid withdrawal. Because certain opioids are commonly injected illicitly, their use is a potent mechanism of transmission of bloodborne viral infections such as hepatitis B, hepatitis C and HIV/AIDS, as well as bacterial infections. Not including alcohol and tobacco, opioids are the most common cause of death from psychoactive drug use worldwide. 6C44 Disorders due to use of sedatives, hypnotics or anxiolytics Disorders due to use of sedatives, hypnotics or anxiolytics are characterized by the pattern and consequences of use of these substances. Sedatives, hypnotics and anxiolytics are typically prescribed for the short-term treatment of anxiety or insomnia, and are also employed to provide sedation for medical procedures. They include benzodiazepines and the non-benzodiazepine positive allosteric modulators of GABA receptors (i.e. “Z-drugs”), as well as many other compounds. Sedatives, hypnotics and anxiolytics include barbiturates, which are available much less commonly now than in previous decades. Sedatives, hypnotics and anxiolytics have dependence-inducing properties that are related to the dose and duration of their use. They may cause intoxication, dependence and withdrawal. Several other mental disorders induced by sedatives, hypnotics or",
  "gloss_vi": "444 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders behaviour). synthetic cannabinoid intoxication may therefore present more frequently with psychotic sym...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "sleep",
      "study",
      "digital"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 444 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders behaviour). Synthetic cannabinoid intoxication may therefore present more frequently with psychotic symptoms in addition to the more typical effects of cannabis. Synthetic cannabinoids also have dependence-producing properties, and synthetic cannabinoid dependence and synthetic cannabinoid withdrawal are recognized. Synthetic cannabinoid-induced mental disorders also occur; in particular, synthetic cannabinoid-induced psychotic disorder is recognized. Much less is known about the effects of these drugs on other body organs and systems than is the case for naturally cultivated cannabis. 6C43 Disorders due to use of opioids Disorders due to use of opioids are characterized by the pattern and consequences of opioid use. “Opioids” is a generic term that encompasses the constituents or derivatives of the opium poppy, Papaver somniferum, as well as a range of synthetic and semisynthetic compounds – some related to morphine and others chemically distinct, but all having their primary actions on the µ opioid receptor. Examples of opioids include morphine, diacetylmorphine (heroin), fentanyl, pethidine, oxycodone, hydromorphone, methadone, buprenorphine, codeine and d-propoxyphene. The opioids all have analgesic properties of different potencies, and are primarily central nervous system depressants. They suppress respiration and other vital functions, and are a common cause of overdose and related deaths. Certain opioids are used or administered parenterally, including heroin – a common and potent opioid that is primarily used nonmedically. Therapeutic opioids are prescribed for a range of indications worldwide, and are essential for pain management in cancer care and palliative care, although they are also used for nontherapeutic reasons. In some countries, morbidity and mortality related to therapeutic opioids are greater than those related to heroin. All opioids may result in opioid intoxication, opioid dependence and opioid withdrawal. A range of opioid-induced disorders occur, some of which occur following opioid withdrawal. Because certain opioids are commonly injected illicitly, their use is a potent mechanism of transmission of bloodborne viral infections such as hepatitis B, hepatitis C and HIV/AIDS, as well as bacterial infections. Not including alcohol and tobacco, opioids are the most common cause of death from psychoactive drug use worldwide. 6C44 Disorders due to use of sedatives, hypnotics or anxiolytics Disorders due to use of sedatives, hypnotics or anxiolytics are characterized by the pattern and consequences of use of these substances. Sedatives, hypnotics and anxiolytics are typically prescribed for the short-term treatment of anxiety or insomnia, and are also employed to provide sedation for medical procedures. They include benzodiazepines and the non-benzodiazepine positive allosteric modulators of GABA receptors (i.e. “Z-drugs”), as well as many other compounds. Sedatives, hypnotics and anxiolytics include barbiturates, which are available much less commonly now than in previous decades. Sedatives, hypnotics and anxiolytics have dependence-inducing properties that are related to the dose and duration of their use. They may cause intoxication, dependence and withdrawal. Several other mental disorders induced by sedatives, hypnotics or 444 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders behaviour). synthetic cannabinoid intoxication may therefore present more frequently with psychotic sym..."
}