{
  "id": "everyday#do_not_do_b1987cd3",
  "title_en": "General — Do Not Do",
  "title_vi": "General — Do Not Do",
  "text_en": "with the reader. In no event shall the World Health Organization © World Health Organization 2016 be liable for damages arising from its use. All rights reserved. Publications of the World Health Organization Printed in Italy are available on the WHO website (http://www.who.int) or can be purchased from WHO Press, World Health Organization, 20 Avenue Appia, 1211 Geneva 27, Switzerland (tel.: +41 22 791 3264; fax: +41 22 791 4857; email: bookorders@who.int). Requests for permission to reproduce or translate WHO publications –whether for sale or for non-commercial distribution– should be addressed to WHO Press through the WHO website (http://www.who.int/about/licensing/copyright_ form/index.html). The designations employed and the presentation of the material in this publication do not imply the expression of any opinion whatsoever on the part of the World Health Organization concerning the legal status of any country, territory, city or area or of its authorities, or concerning the delimitation of its frontiers or boundaries. Dotted and dashed lines on maps represent approximate border lines for which there may not yet be full agreement. wire possition",
  "gloss_vi": "With the reader. in no event shall the world health organization © world health organization 2016 be liable for damages arising from its use.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "do_not_do"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Do Not Do General — Do Not Do with the reader. In no event shall the World Health Organization © World Health Organization 2016 be liable for damages arising from its use. All rights reserved. Publications of the World Health Organization Printed in Italy are available on the WHO website (http://www.who.int) or can be purchased from WHO Press, World Health Organization, 20 Avenue Appia, 1211 Geneva 27, Switzerland (tel.: +41 22 791 3264; fax: +41 22 791 4857; email: bookorders@who.int). Requests for permission to reproduce or translate WHO publications –whether for sale or for non-commercial distribution– should be addressed to WHO Press through the WHO website (http://www.who.int/about/licensing/copyright_ form/index.html). The designations employed and the presentation of the material in this publication do not imply the expression of any opinion whatsoever on the part of the World Health Organization concerning the legal status of any country, territory, city or area or of its authorities, or concerning the delimitation of its frontiers or boundaries. Dotted and dashed lines on maps represent approximate border lines for which there may not yet be full agreement. wire possition With the reader. in no event shall the world health organization © world health organization 2016 be liable for damages arising from its use."
}