{
  "id": "everyday#referral_3d16c5e7",
  "title_en": "General — Referral",
  "title_vi": "General — Chuyển tuyến",
  "text_en": "Relationship problems and maltreatment 709 Relationship problems and maltreatment as factors influencing health status or contact with health services Categories for relationship problems and maltreatment from Chapter 24 on factors influencing health status or contact with health services are used when the purpose is to record one of three types of clinically significant relationship phenomena. These are: • to document a pattern of clinically significant relationship conflict with an intimate partner, parent or other caregiver; • to document a history over the individual’s lifetime of maltreatment independent of a specific injury or other harm, which may refer to ongoing maltreatment or to past episodes – such as a history of child abuse – that are relevant to the individual’s health status or encounters with the health system; or • to document a possible episode of maltreatment that is currently under clinical investigation. Available categories for intimate partner or caregiver–child relationship distress or conflict in Chapter 24 are: QE51.0 Relationship distress with spouse or partner Psychological maltreatment Relationship distress with spouse or partner is defined as substantial and sustained dissatisfaction with a spouse or intimate partner associated with significant disturbance in functioning. This diagnosis can be assigned to one or both parties in a dyad, depending on the context of the evaluation or treatment. QE52.0 Caregiver–child relationship problem Caregiver–child relationship problem is defined as substantial and sustained dissatisfaction within a caregiver–child relationship, including a parental relationship, associated with significant disturbance in functioning. This diagnosis can be assigned to one or both parties in a dyad, depending on the context of the evaluation or treatment. Available categories for history of maltreatment in Chapter 24 are: QE51.1 History of spouse or partner violence QE51.10 History of spouse or partner violence, physical QE51.11 History of spouse or partner violence, psychological QE51.12 History of spouse or partner violence, sexual QE51.13 History of spouse or partner violence, neglect. These diagnoses can be used to indicate ongoing or past episodes of maltreatment by a spouse or partner when the focus of the evaluation is not related to a specific injury or death. If the history of maltreatment is not related to a spouse or partner relationship, categories from QE82 Personal history of",
  "gloss_vi": "Relationship problems and maltreatment 709 relationship problems and maltreatment as factors influencing health status or contact with health services categories for relationship problems and maltreatment from chapter 24...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "referral"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Referral General — Chuyển tuyến Relationship problems and maltreatment 709 Relationship problems and maltreatment as factors influencing health status or contact with health services Categories for relationship problems and maltreatment from Chapter 24 on factors influencing health status or contact with health services are used when the purpose is to record one of three types of clinically significant relationship phenomena. These are: • to document a pattern of clinically significant relationship conflict with an intimate partner, parent or other caregiver; • to document a history over the individual’s lifetime of maltreatment independent of a specific injury or other harm, which may refer to ongoing maltreatment or to past episodes – such as a history of child abuse – that are relevant to the individual’s health status or encounters with the health system; or • to document a possible episode of maltreatment that is currently under clinical investigation. Available categories for intimate partner or caregiver–child relationship distress or conflict in Chapter 24 are: QE51.0 Relationship distress with spouse or partner Psychological maltreatment Relationship distress with spouse or partner is defined as substantial and sustained dissatisfaction with a spouse or intimate partner associated with significant disturbance in functioning. This diagnosis can be assigned to one or both parties in a dyad, depending on the context of the evaluation or treatment. QE52.0 Caregiver–child relationship problem Caregiver–child relationship problem is defined as substantial and sustained dissatisfaction within a caregiver–child relationship, including a parental relationship, associated with significant disturbance in functioning. This diagnosis can be assigned to one or both parties in a dyad, depending on the context of the evaluation or treatment. Available categories for history of maltreatment in Chapter 24 are: QE51.1 History of spouse or partner violence QE51.10 History of spouse or partner violence, physical QE51.11 History of spouse or partner violence, psychological QE51.12 History of spouse or partner violence, sexual QE51.13 History of spouse or partner violence, neglect. These diagnoses can be used to indicate ongoing or past episodes of maltreatment by a spouse or partner when the focus of the evaluation is not related to a specific injury or death. If the history of maltreatment is not related to a spouse or partner relationship, categories from QE82 Personal history of Relationship problems and maltreatment 709 relationship problems and maltreatment as factors influencing health status or contact with health services categories for relationship problems and maltreatment from chapter 24..."
}