{
  "id": "everyday#risk_safety_9af486a4",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "schizophrenia) during the maintenance phase, either alone or in combination. Strength of recommendation: Strong Certainty of evidence: Moderate Justification y Acceptance and commitment therapy (ACT): A y Data were extracted from an NMA: Bighelli et al., manualized third-generation behavioural therapy 2021 (72 RCTs on the use of psychosocial and that incorporates acceptance and mindfulness- psychological interventions for relapse prevention in based strategies to help individuals in overcoming schizophrenia) (210). negative thoughts and feelings. y Most of the psychological interventions were y Assertive community treatment: An intensive, highly significantly superior to TAU for relapse prevention. integrated approach for community mental health CBT, family intervention and relapse prevention service delivery. The teams visit the individuals programmes showed large effects. at home and provide clinical assessments and crisis interventions, along with psychosocial and y Family psychoeducation, integrated intervention functional assistance. This can be considered as a and psychoeducation showed medium effects. more active form of case management, because it y The efficacy for relapse prevention remained is more holistic and integrated with coordinated robust across different subpopulations for family services that promote increased wellness for interventions, family psychoeducation and CBT. the person. y Overall symptoms were reduced by many of the y Case management: Usually each person is assigned interventions investigated. to a case manager who contacts them regularly y Family intervention, mindfulness and CBT were (e.g. once a week) and can provide more intensive associated with improvements in functioning. support in case of particularly acute needs. Integrated intervention was associated with y Cognitive behavioural therapy (CBT): CBT for improvement in quality of life. psychosis is usually based on an individualized case y Regarding adherence: mindfulness, CBT, integrated formulation and the establishment of collaborative intervention and psychoeducation were all superior goals with the person requiring the therapy. Therapy to TAU and showed large effects. components include the improvement of existing coping strategies, the development and practice Remarks of new ones, the modification of delusional beliefs y Although, as described under justifications, many and beliefs about hallucinations and the challenge psychosocial interventions had beneficial effects of dysfunctional schemas. Adaptive views of self in maintenance therapy, the efficacy of family are strengthened, including the re-evaluation of interventions, family psychoeducation and CBT negative beliefs about the self. were most robust (210). Moreover, a subsequent y Family interventions: An intervention involving analysis examining only family interventions found the individual’s relatives, which can have several that simple family psychoeducation is the most different aims. These include construction of an recommendable one. 103",
  "gloss_vi": "Schizophrenia) during the maintenance phase, either alone or in combination. strength of recommendation: strong certainty of evidence: moderate justification y acceptance and commitment therapy (act): a y data were extra...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "psychoeducation"
    ],
    "life_topics": [
      "study",
      "relationships"
    ],
    "advice_section": [
      "coping_skill",
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn schizophrenia) during the maintenance phase, either alone or in combination. Strength of recommendation: Strong Certainty of evidence: Moderate Justification y Acceptance and commitment therapy (ACT): A y Data were extracted from an NMA: Bighelli et al., manualized third-generation behavioural therapy 2021 (72 RCTs on the use of psychosocial and that incorporates acceptance and mindfulness- psychological interventions for relapse prevention in based strategies to help individuals in overcoming schizophrenia) (210). negative thoughts and feelings. y Most of the psychological interventions were y Assertive community treatment: An intensive, highly significantly superior to TAU for relapse prevention. integrated approach for community mental health CBT, family intervention and relapse prevention service delivery. The teams visit the individuals programmes showed large effects. at home and provide clinical assessments and crisis interventions, along with psychosocial and y Family psychoeducation, integrated intervention functional assistance. This can be considered as a and psychoeducation showed medium effects. more active form of case management, because it y The efficacy for relapse prevention remained is more holistic and integrated with coordinated robust across different subpopulations for family services that promote increased wellness for interventions, family psychoeducation and CBT. the person. y Overall symptoms were reduced by many of the y Case management: Usually each person is assigned interventions investigated. to a case manager who contacts them regularly y Family intervention, mindfulness and CBT were (e.g. once a week) and can provide more intensive associated with improvements in functioning. support in case of particularly acute needs. Integrated intervention was associated with y Cognitive behavioural therapy (CBT): CBT for improvement in quality of life. psychosis is usually based on an individualized case y Regarding adherence: mindfulness, CBT, integrated formulation and the establishment of collaborative intervention and psychoeducation were all superior goals with the person requiring the therapy. Therapy to TAU and showed large effects. components include the improvement of existing coping strategies, the development and practice Remarks of new ones, the modification of delusional beliefs y Although, as described under justifications, many and beliefs about hallucinations and the challenge psychosocial interventions had beneficial effects of dysfunctional schemas. Adaptive views of self in maintenance therapy, the efficacy of family are strengthened, including the re-evaluation of interventions, family psychoeducation and CBT negative beliefs about the self. were most robust (210). Moreover, a subsequent y Family interventions: An intervention involving analysis examining only family interventions found the individual’s relatives, which can have several that simple family psychoeducation is the most different aims. These include construction of an recommendable one. 103 Schizophrenia) during the maintenance phase, either alone or in combination. strength of recommendation: strong certainty of evidence: moderate justification y acceptance and commitment therapy (act): a y data were extra..."
}