{
  "id": "everyday#risk_safety_c5aafaa9",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "3. Recommendations in remission who are of childbearing potential and kidney and thyroid function, complete blood therefore made a strong recommendation despite count, ECG and pregnancy tests before beginning the low certainty of evidence. treatment where possible. Remarks Research gaps y Remission is considered when there is absence of y Most of the evidence is from HICs. Further research is or minimal symptoms for several weeks. Remission, needed in LMICs. defined as the absence of or minimal symptoms y Further research is needed to consider the side- for several weeks, was not necessarily an inclusion effects related to exposure to sodium valproate criteria in the trials included in the reviews. exclusively through breast-milk. It is, though, noted y Maintenance therapy was used in the that the amount of sodium valproate in breast- recommendation to define continuation of milk is extremely low and that the baby will likely treatment with a lack of acute symptoms. have been exposed to the same medicine in higher y Maintenance treatment should only be offered concentration while in utero. in primary health care settings where clinical supervision is able to be provided by a mental health Implementation considerations specialist. y People living with bipolar disorder should be y In situations where one of the listed second- involved in medicine choice in a supported generation antipsychotics are not a feasible option decision-making process. for treatment, first-generation antipsychotics, y Treatment with antipsychotic medicines/mood namely chlorpromazine or haloperidol, may be stabilizers should be combined with psychosocial considered for maintenance treatment for adults interventions (see other PICO questions in living with bipolar disorder. this module). y The use of lithium should be considered as first-line y Acquisition costs can differ substantially and also of treatment for bipolar disorder only if clinical and throughout the world. Recent antipsychotics may laboratory monitoring are available. Lithium should have higher costs than older antipsychotics. only be prescribed under mental health specialist y Lithium, sodium valproate and carbamazepine supervision. If laboratory examinations are not require regular blood monitoring, which also available or feasible, lithium should be avoided and adds costs. other mood stabilizers or antipsychotics should y Lithium carbonate, sodium valproate (valproic be considered. Do not prescribe lithium where the acid), carbamazepine and quetiapine (therapeutic lithium supply may be frequently interrupted due to alternatives: aripiprazole, olanzapine, paliperidone) increased risk of relapse. Clinicians should conduct are available in the WHO EML (13). 99 Mental Health Gap Action Programme (mhGAP) guideline for mental,",
  "gloss_vi": "3. recommendations in remission who are of childbearing potential and kidney and thyroid function, complete blood therefore made a strong recommendation despite count, ecg and pregnancy tests before beginning the low cer...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral",
      "psychoeducation",
      "do_not_do"
    ],
    "life_topics": [
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 3. Recommendations in remission who are of childbearing potential and kidney and thyroid function, complete blood therefore made a strong recommendation despite count, ECG and pregnancy tests before beginning the low certainty of evidence. treatment where possible. Remarks Research gaps y Remission is considered when there is absence of y Most of the evidence is from HICs. Further research is or minimal symptoms for several weeks. Remission, needed in LMICs. defined as the absence of or minimal symptoms y Further research is needed to consider the side- for several weeks, was not necessarily an inclusion effects related to exposure to sodium valproate criteria in the trials included in the reviews. exclusively through breast-milk. It is, though, noted y Maintenance therapy was used in the that the amount of sodium valproate in breast- recommendation to define continuation of milk is extremely low and that the baby will likely treatment with a lack of acute symptoms. have been exposed to the same medicine in higher y Maintenance treatment should only be offered concentration while in utero. in primary health care settings where clinical supervision is able to be provided by a mental health Implementation considerations specialist. y People living with bipolar disorder should be y In situations where one of the listed second- involved in medicine choice in a supported generation antipsychotics are not a feasible option decision-making process. for treatment, first-generation antipsychotics, y Treatment with antipsychotic medicines/mood namely chlorpromazine or haloperidol, may be stabilizers should be combined with psychosocial considered for maintenance treatment for adults interventions (see other PICO questions in living with bipolar disorder. this module). y The use of lithium should be considered as first-line y Acquisition costs can differ substantially and also of treatment for bipolar disorder only if clinical and throughout the world. Recent antipsychotics may laboratory monitoring are available. Lithium should have higher costs than older antipsychotics. only be prescribed under mental health specialist y Lithium, sodium valproate and carbamazepine supervision. If laboratory examinations are not require regular blood monitoring, which also available or feasible, lithium should be avoided and adds costs. other mood stabilizers or antipsychotics should y Lithium carbonate, sodium valproate (valproic be considered. Do not prescribe lithium where the acid), carbamazepine and quetiapine (therapeutic lithium supply may be frequently interrupted due to alternatives: aripiprazole, olanzapine, paliperidone) increased risk of relapse. Clinicians should conduct are available in the WHO EML (13). 99 Mental Health Gap Action Programme (mhGAP) guideline for mental, 3. recommendations in remission who are of childbearing potential and kidney and thyroid function, complete blood therefore made a strong recommendation despite count, ecg and pregnancy tests before beginning the low cer..."
}