{
  "id": "everyday#risk_safety_48fd74e7",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "iv mhGAP-IG 2.0 Acknowledgements Vision and Conceptualization WHO Regional and Country Offices Technical Reviewers Nazneen Anwar, Regional Office for South East Asia; Inputs and feedback were received from the following Shekhar Saxena, Director, Department of Mental Health Florence Baingana, WHO Sierra Leone; Andrea Bruni, Regional international experts for the development of updated mhGAP and Substance Abuse, WHO. Office for Americas; Anderson Chimusoro, WHO Zimbabwe; Guidelines and/or mhGAP-IG Version 2.0. Manuel de Lara, WHO Turkey; Bahtygul Karriyeva, WHO Turkmenistan; R Kesavan, WHO Liberia; Devora Kestel, Regional Albert Akpalu, College of Health Sciences, University of Ghana Office for Americas; Lars Foddgard Moller, Regional Office for Project Coordination and Editing and Epilepsy Society of Ghana, Ghana; Sophia Achab*, WHO Europe; Maristela Goldnadel Monteiro, Regional Office for Collaborating Centre, University of Geneva/Hôpitaux Universitaires Americas; Matthijs Muijen, Regional Office for Europe; Julius de Genève (HUG), Geneva, Switzerland; Emiliano Albanese*, Tarun Dua, Nicolas Clark, Neerja Chowdhary, Alexandra Muron, WHO Liberia; Sebastiana Da Gama Nkomo, Regional WHO Collaborating Centre, University of Geneva/HUG, Geneva, Fleischmann, Fahmy Hanna, Chiara Servili, Mark van Ommeren. Office for Africa; Jorge Jacinto Rodriguez, Regional Office for Americas; Khalid Saeed, Regional Office for Eastern Mediterranean; Switzerland; Robert Ali*, Drug and Alcohol Services South Australia Caroline Saye, WHO Liberia; Yutaro Setoya, WHO Fiji; Xiao (DASSA), WHO Collaborating Centre for the Treatment of Drug and Sobel, Regional Office for Western Pacific; Saydah Taylor, Alcohol Problems, University of Adelaide, Australia; Fredrick Altice, Contribution WHO Liberia; Salma Tlili, WHO Guinea; Xiangdong Wang, Yale University School of Medicine and School of Public Health, Regional Office for Western Pacific; Eyad Yanes, WHO Syria. New Haven, USA; José Ayuso-Mateos, Universidad Autonoma de Valuable material, help and advice was received from technical Madrid and CIBER, Spain; Corrado Barbui*, WHO Collaborating staff at WHO headquarters, staff from WHO regional and country Key International Experts Centre for Research and Training in Mental Health and Service offices and many international experts. These contributions have Lindsey America-Simms, Kenneth Carswell, Elizabeth Centeno- Evaluation, University of Verona, Italy; Gretchen Birbeck, Michigan been vital to the update of mhGAP Guidelines and/or develop- Tablante, Melissa Harper, Sutapa Howlader, Kavitha Kolappa, ment of the mhGAP-IG Version 2.0. State University, Michigan, USA; Anja Busse, United Nations Office Laura Pacione, Archana A. Patel, Allie Sharma, Marieke van on Drugs and Crime, Vienna, Austria; Vladimir Carli*, National Regteren Altena. WHO Headquarters Centre for Suicide Research and Prevention of Mental Ill-Health Valentina Baltag, John Beard, Alexander Butchart, Dan Chisholm, Administrative Support (NASP), Karolinska Institute, Stockholm, Sweden; Sudipto Chatterjee*, Nathalie Drew, Jane Ferguson, Berit Kieselbach, Nicola Magrini, Adeline Loo, Cecilia Ophelia Riano. Parivartan Trust and Sangath, India; Dixon Chibanda, University Chris Mikton, Eyerusalem Kebede Negussie, Alana Officer, of Zimbabwe, Friendship Bench Project, Harare, Zimbabwe; Anne Margriet Pot, Vladimir Poznyak, Geoffrey Reed, Dag Rekve, Interns Janice Cooper, Carter Center, Liberia; Wihelmus (Pim) Cuijpers*, David Ross, Jotheeswaran Amuthavalli Thiyagarajan, Farnoosh Ali, Lakshmi Chandrasekaran, Paul Christiansen, Vrije University, Amsterdam, Netherlands; Gauri Divan, Sangath, Wilson Were. Anais Collin, Aislinne Freeman, Anna Fruehauf, Ali Haidar, Goa, India; Christopher Dowrick*, Institute of Psychology, Huw Jarvis, Steven Ma, Emma Mew, Elise Paul, Charlotte Phillips, Health and Society, University of Liverpool, Liverpool, UK; Joshua Pooja Pradeeb, Matthew Schreiber. Duncan, Building Back better Project, CBM, Sierra Leone; Julian Eaton*, CBM International, Togo and London School of Hygiene and Tropical Medicine, UK; Rabih El Chammay, Ministry of Health, Beirut, Lebanon; Peter Hughes, Institute of Psychiatry Psychology of Medical Sciences, New Delhi, India; Vandad Sharifi Senejani, Jordan; Raul Ayala, Mexico; Namsenmoh Aymar, Central African and Neuroscience King’s College, London, UK; Asma Humayun*, Tehran University of Medical Sciences, Tehran, Islamic Republic of Republic; Madhur Basnet, Nepal; Gertrude Bayona, Uganda; Rose Meditrina Health Care, Islamabad, Pakistan; Gabriel Ivbijaro*, Iran; Kolou Simliwa Dassa*, Ministry of Health, Lome, Togo; Leslie Beaugrand, Sierra Leone; Tadu Bezu, Ethiopia; Gaurav Bhattarai, Wood Street Medical Centre, London, UK; Nathalie Jette*, Snider, Peace in Practice, Amsterdam, Netherlands; Chhit Sophal, Nepal; Jihane Bou Sleiman, Lebanon; Brian Byekwaso, Uganda; Hotchkiss Brain Institute and O’Brien Institute for Public Health, Ministry of",
  "gloss_vi": "Iv mhgap-ig 2.0 acknowledgements vision and conceptualization who regional and country offices technical reviewers nazneen anwar, regional office for south east asia; inputs and feedback were received from the following ...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "psychoeducation"
    ],
    "life_topics": [
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn iv mhGAP-IG 2.0 Acknowledgements Vision and Conceptualization WHO Regional and Country Offices Technical Reviewers Nazneen Anwar, Regional Office for South East Asia; Inputs and feedback were received from the following Shekhar Saxena, Director, Department of Mental Health Florence Baingana, WHO Sierra Leone; Andrea Bruni, Regional international experts for the development of updated mhGAP and Substance Abuse, WHO. Office for Americas; Anderson Chimusoro, WHO Zimbabwe; Guidelines and/or mhGAP-IG Version 2.0. Manuel de Lara, WHO Turkey; Bahtygul Karriyeva, WHO Turkmenistan; R Kesavan, WHO Liberia; Devora Kestel, Regional Albert Akpalu, College of Health Sciences, University of Ghana Office for Americas; Lars Foddgard Moller, Regional Office for Project Coordination and Editing and Epilepsy Society of Ghana, Ghana; Sophia Achab*, WHO Europe; Maristela Goldnadel Monteiro, Regional Office for Collaborating Centre, University of Geneva/Hôpitaux Universitaires Americas; Matthijs Muijen, Regional Office for Europe; Julius de Genève (HUG), Geneva, Switzerland; Emiliano Albanese*, Tarun Dua, Nicolas Clark, Neerja Chowdhary, Alexandra Muron, WHO Liberia; Sebastiana Da Gama Nkomo, Regional WHO Collaborating Centre, University of Geneva/HUG, Geneva, Fleischmann, Fahmy Hanna, Chiara Servili, Mark van Ommeren. Office for Africa; Jorge Jacinto Rodriguez, Regional Office for Americas; Khalid Saeed, Regional Office for Eastern Mediterranean; Switzerland; Robert Ali*, Drug and Alcohol Services South Australia Caroline Saye, WHO Liberia; Yutaro Setoya, WHO Fiji; Xiao (DASSA), WHO Collaborating Centre for the Treatment of Drug and Sobel, Regional Office for Western Pacific; Saydah Taylor, Alcohol Problems, University of Adelaide, Australia; Fredrick Altice, Contribution WHO Liberia; Salma Tlili, WHO Guinea; Xiangdong Wang, Yale University School of Medicine and School of Public Health, Regional Office for Western Pacific; Eyad Yanes, WHO Syria. New Haven, USA; José Ayuso-Mateos, Universidad Autonoma de Valuable material, help and advice was received from technical Madrid and CIBER, Spain; Corrado Barbui*, WHO Collaborating staff at WHO headquarters, staff from WHO regional and country Key International Experts Centre for Research and Training in Mental Health and Service offices and many international experts. These contributions have Lindsey America-Simms, Kenneth Carswell, Elizabeth Centeno- Evaluation, University of Verona, Italy; Gretchen Birbeck, Michigan been vital to the update of mhGAP Guidelines and/or develop- Tablante, Melissa Harper, Sutapa Howlader, Kavitha Kolappa, ment of the mhGAP-IG Version 2.0. State University, Michigan, USA; Anja Busse, United Nations Office Laura Pacione, Archana A. Patel, Allie Sharma, Marieke van on Drugs and Crime, Vienna, Austria; Vladimir Carli*, National Regteren Altena. WHO Headquarters Centre for Suicide Research and Prevention of Mental Ill-Health Valentina Baltag, John Beard, Alexander Butchart, Dan Chisholm, Administrative Support (NASP), Karolinska Institute, Stockholm, Sweden; Sudipto Chatterjee*, Nathalie Drew, Jane Ferguson, Berit Kieselbach, Nicola Magrini, Adeline Loo, Cecilia Ophelia Riano. Parivartan Trust and Sangath, India; Dixon Chibanda, University Chris Mikton, Eyerusalem Kebede Negussie, Alana Officer, of Zimbabwe, Friendship Bench Project, Harare, Zimbabwe; Anne Margriet Pot, Vladimir Poznyak, Geoffrey Reed, Dag Rekve, Interns Janice Cooper, Carter Center, Liberia; Wihelmus (Pim) Cuijpers*, David Ross, Jotheeswaran Amuthavalli Thiyagarajan, Farnoosh Ali, Lakshmi Chandrasekaran, Paul Christiansen, Vrije University, Amsterdam, Netherlands; Gauri Divan, Sangath, Wilson Were. Anais Collin, Aislinne Freeman, Anna Fruehauf, Ali Haidar, Goa, India; Christopher Dowrick*, Institute of Psychology, Huw Jarvis, Steven Ma, Emma Mew, Elise Paul, Charlotte Phillips, Health and Society, University of Liverpool, Liverpool, UK; Joshua Pooja Pradeeb, Matthew Schreiber. Duncan, Building Back better Project, CBM, Sierra Leone; Julian Eaton*, CBM International, Togo and London School of Hygiene and Tropical Medicine, UK; Rabih El Chammay, Ministry of Health, Beirut, Lebanon; Peter Hughes, Institute of Psychiatry Psychology of Medical Sciences, New Delhi, India; Vandad Sharifi Senejani, Jordan; Raul Ayala, Mexico; Namsenmoh Aymar, Central African and Neuroscience King’s College, London, UK; Asma Humayun*, Tehran University of Medical Sciences, Tehran, Islamic Republic of Republic; Madhur Basnet, Nepal; Gertrude Bayona, Uganda; Rose Meditrina Health Care, Islamabad, Pakistan; Gabriel Ivbijaro*, Iran; Kolou Simliwa Dassa*, Ministry of Health, Lome, Togo; Leslie Beaugrand, Sierra Leone; Tadu Bezu, Ethiopia; Gaurav Bhattarai, Wood Street Medical Centre, London, UK; Nathalie Jette*, Snider, Peace in Practice, Amsterdam, Netherlands; Chhit Sophal, Nepal; Jihane Bou Sleiman, Lebanon; Brian Byekwaso, Uganda; Hotchkiss Brain Institute and O’Brien Institute for Public Health, Ministry of Iv mhgap-ig 2.0 acknowledgements vision and conceptualization who regional and country offices technical reviewers nazneen anwar, regional office for south east asia; inputs and feedback were received from the following ..."
}