{
  "id": "everyday#screening_cues_696e6d18",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "social engagement disorder may be associated with generalized deficits in social understanding and social communication. Although they may occur, restricted, repetitive and inflexible patterns of behaviour, interests or activities are not typical features of disinhibited social engagement disorder. Evidence of a significant reduction in symptoms when the child is provided a more nurturing environment suggests that disinhibited social engagement disorder is the appropriate diagnosis. Boundary with avoidant-restrictive food intake disorder Individuals with avoidant-restrictive food intake disorder sometimes restrict their food intake based on food’s sensory characteristics such as smell, taste, temperature, texture or appearance. Individuals with autism spectrum disorder may also restrict intake of certain foods because of their sensory characteristics or because of inflexible adherence to particular routines. However, autism spectrum disorder is also characterized by persistent deficits in initiating and sustaining social communication and reciprocal social interactions and persistent restricted, repetitive and inflexible patterns of behaviour, interests or activities that are unrelated to food. If a pattern of restricted eating in an individual with autism spectrum disorder has caused significant weight loss or other health consequences, or is specifically associated with significant functional impairment, an additional diagnosis of avoidant-restrictive food intake disorder may be assigned. Boundary with oppositional defiant disorder Oppositional defiant disorder is characterized by a pattern of markedly noncompliant, defiant and disobedient disruptive behaviour that is not typical for individuals of comparable age and developmental level. Individuals with oppositional defiant disorder do not exhibit the social communication deficits or restricted, repetitive and inflexible patterns of behaviour, interests or activities that are characteristic of autism spectrum disorder. However, oppositional or “demand avoidant” behaviour may be prominent in some children with autism spectrum disorder, whether or not they have accompanying intellectual or functional language impairments, and may sometimes be the presenting feature in school-aged children with autism spectrum disorder. Disruptive behaviour with aggressive outbursts (explosive rages) may also be a prominent feature of autism spectrum disorder. Among individuals with autism spectrum disorder, such outbursts are often associated with a specific trigger (e.g. a change in routine, aversive sensory stimulation, anxiety or rigidity when the individual’s thoughts or behaviour sequences are interrupted) rather than reflecting an intention to be defiant, provocative or spiteful, as is more typical of oppositional defiant disorder. Boundary with personality disorder Personality disorder is a pervasive disturbance in how an individual experiences and thinks about the self, others and the world, manifested in maladaptive patterns of cognition, emotional experience, emotional expression and behaviour. The maladaptive patterns are relatively inflexible, manifesting across a range of personal and social situations; relatively stable over time; and of long duration. They are associated with significant problems in psychosocial functioning that are particularly evident in interpersonal relationships. The difficulties some individuals with autism spectrum disorder exhibit in initiating and maintaining relationships because of their limited skills in social communication and reciprocal social interactions may resemble those seen in some individuals with personality disorder. However, unlike autism spectrum disorder, persistent restricted, repetitive and inflexible patterns of behaviour, interests or activities with onset in early childhood are not characteristic features of personality disorder. Boundary with primary tics and tic disorders including Tourette syndrome Sudden, rapid, non-rhythmic and recurrent movements or vocalizations occur in primary tics and tic disorders, which may resemble repetitive and stereotyped motor movements in autism spectrum disorder. Unlike autism spectrum disorder, tics in primary tics and tic disorders tend to be less stereotyped, are often accompanied by premonitory sensory urges, last for a shorter period, tend to emerge later in life, and are not experienced by the individual as soothing. Neurodevelopmental disorders | Autism spectrum disorder",
  "gloss_vi": "Social engagement disorder may be associated with generalized deficits in social understanding and social giao tiếp. although they may occur, restricted, repetitive and inflexible patterns of behaviour, interests or acti...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "relationships",
      "grief"
    ],
    "advice_section": [
      "communication_tips",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc social engagement disorder may be associated with generalized deficits in social understanding and social communication. Although they may occur, restricted, repetitive and inflexible patterns of behaviour, interests or activities are not typical features of disinhibited social engagement disorder. Evidence of a significant reduction in symptoms when the child is provided a more nurturing environment suggests that disinhibited social engagement disorder is the appropriate diagnosis. Boundary with avoidant-restrictive food intake disorder Individuals with avoidant-restrictive food intake disorder sometimes restrict their food intake based on food’s sensory characteristics such as smell, taste, temperature, texture or appearance. Individuals with autism spectrum disorder may also restrict intake of certain foods because of their sensory characteristics or because of inflexible adherence to particular routines. However, autism spectrum disorder is also characterized by persistent deficits in initiating and sustaining social communication and reciprocal social interactions and persistent restricted, repetitive and inflexible patterns of behaviour, interests or activities that are unrelated to food. If a pattern of restricted eating in an individual with autism spectrum disorder has caused significant weight loss or other health consequences, or is specifically associated with significant functional impairment, an additional diagnosis of avoidant-restrictive food intake disorder may be assigned. Boundary with oppositional defiant disorder Oppositional defiant disorder is characterized by a pattern of markedly noncompliant, defiant and disobedient disruptive behaviour that is not typical for individuals of comparable age and developmental level. Individuals with oppositional defiant disorder do not exhibit the social communication deficits or restricted, repetitive and inflexible patterns of behaviour, interests or activities that are characteristic of autism spectrum disorder. However, oppositional or “demand avoidant” behaviour may be prominent in some children with autism spectrum disorder, whether or not they have accompanying intellectual or functional language impairments, and may sometimes be the presenting feature in school-aged children with autism spectrum disorder. Disruptive behaviour with aggressive outbursts (explosive rages) may also be a prominent feature of autism spectrum disorder. Among individuals with autism spectrum disorder, such outbursts are often associated with a specific trigger (e.g. a change in routine, aversive sensory stimulation, anxiety or rigidity when the individual’s thoughts or behaviour sequences are interrupted) rather than reflecting an intention to be defiant, provocative or spiteful, as is more typical of oppositional defiant disorder. Boundary with personality disorder Personality disorder is a pervasive disturbance in how an individual experiences and thinks about the self, others and the world, manifested in maladaptive patterns of cognition, emotional experience, emotional expression and behaviour. The maladaptive patterns are relatively inflexible, manifesting across a range of personal and social situations; relatively stable over time; and of long duration. They are associated with significant problems in psychosocial functioning that are particularly evident in interpersonal relationships. The difficulties some individuals with autism spectrum disorder exhibit in initiating and maintaining relationships because of their limited skills in social communication and reciprocal social interactions may resemble those seen in some individuals with personality disorder. However, unlike autism spectrum disorder, persistent restricted, repetitive and inflexible patterns of behaviour, interests or activities with onset in early childhood are not characteristic features of personality disorder. Boundary with primary tics and tic disorders including Tourette syndrome Sudden, rapid, non-rhythmic and recurrent movements or vocalizations occur in primary tics and tic disorders, which may resemble repetitive and stereotyped motor movements in autism spectrum disorder. Unlike autism spectrum disorder, tics in primary tics and tic disorders tend to be less stereotyped, are often accompanied by premonitory sensory urges, last for a shorter period, tend to emerge later in life, and are not experienced by the individual as soothing. Neurodevelopmental disorders | Autism spectrum disorder Social engagement disorder may be associated with generalized deficits in social understanding and social giao tiếp. although they may occur, restricted, repetitive and inflexible patterns of behaviour, interests or acti..."
}