{
  "id": "everyday#screening_cues_ae99d19a",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "254 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders occur entirely in the context of anxiety associated with depressive episodes in single episode depressive disorder or recurrent depressive disorder, they are appropriately designated using the with panic attacks specifier. However, if panic attacks also occur outside of symptomatic mood episodes and other diagnostic requirements are met, a separate diagnosis of panic disorder should be considered. Both specifiers may be assigned if warranted. Boundary with adjustment disorder Adjustment disorder is characterized by a maladaptive reaction to identifiable psychosocial stressors, and can include depressive symptoms (e.g. rumination), but does not include a sufficient number and severity of symptoms to meet the requirements for a depressive episode. If the adjustment reaction meets the diagnostic requirements for single episode depressive disorder or recurrent depressive disorder, even in the presence of identifiable psychosocial stressors, single episode depressive disorder or recurrent depressive disorder should be diagnosed rather than adjustment disorder. Boundary with oppositional defiant disorder It is common – particularly in children and adolescents – for patterns of noncompliance and symptoms of irritability/anger to arise as part of a mood disorder. Specifically, noncompliance may result from a number of depressive symptoms (e.g. diminished interest or pleasure in activities, difficulty concentrating, hopelessness, psychomotor retardation, reduced energy). Oppositional defiant disorder often co-occurs with mood disorders, and irritability/anger can be a common symptom across these disorders. When the behaviour problems occur primarily in the context of a depressive episode, a separate diagnosis of oppositional defiant disorder should not be assigned. However, both diagnoses may be assigned if the full diagnostic requirements for each are met, and the behaviour problems associated with oppositional defiant disorder are observed outside the occurrence of depressive episodes. Boundary with insomnia Individuals experiencing insomnia may also report depressed mood and may develop other depressive symptoms. However, the breadth and severity of symptoms are generally not sufficient to meet the diagnostic requirements for single episode depressive disorder or recurrent depressive disorder. Boundary with secondary mood syndrome A depressive syndrome that is a manifestation of another medical condition (e.g. hypothyroidism) should be diagnosed as secondary mood syndrome rather than single episode depressive disorder or recurrent depressive disorder. Boundary with substance-induced mood disorder A depressive syndrome due to the effects of a substance or medication on the central nervous system (e.g. benzodiazepines), including withdrawal effects",
  "gloss_vi": "254 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders occur entirely in the context of lo âu associated with depressive episodes in single episode depressive...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "sleep",
      "stress",
      "relationships"
    ],
    "advice_section": [
      "communication_tips",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 254 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders occur entirely in the context of anxiety associated with depressive episodes in single episode depressive disorder or recurrent depressive disorder, they are appropriately designated using the with panic attacks specifier. However, if panic attacks also occur outside of symptomatic mood episodes and other diagnostic requirements are met, a separate diagnosis of panic disorder should be considered. Both specifiers may be assigned if warranted. Boundary with adjustment disorder Adjustment disorder is characterized by a maladaptive reaction to identifiable psychosocial stressors, and can include depressive symptoms (e.g. rumination), but does not include a sufficient number and severity of symptoms to meet the requirements for a depressive episode. If the adjustment reaction meets the diagnostic requirements for single episode depressive disorder or recurrent depressive disorder, even in the presence of identifiable psychosocial stressors, single episode depressive disorder or recurrent depressive disorder should be diagnosed rather than adjustment disorder. Boundary with oppositional defiant disorder It is common – particularly in children and adolescents – for patterns of noncompliance and symptoms of irritability/anger to arise as part of a mood disorder. Specifically, noncompliance may result from a number of depressive symptoms (e.g. diminished interest or pleasure in activities, difficulty concentrating, hopelessness, psychomotor retardation, reduced energy). Oppositional defiant disorder often co-occurs with mood disorders, and irritability/anger can be a common symptom across these disorders. When the behaviour problems occur primarily in the context of a depressive episode, a separate diagnosis of oppositional defiant disorder should not be assigned. However, both diagnoses may be assigned if the full diagnostic requirements for each are met, and the behaviour problems associated with oppositional defiant disorder are observed outside the occurrence of depressive episodes. Boundary with insomnia Individuals experiencing insomnia may also report depressed mood and may develop other depressive symptoms. However, the breadth and severity of symptoms are generally not sufficient to meet the diagnostic requirements for single episode depressive disorder or recurrent depressive disorder. Boundary with secondary mood syndrome A depressive syndrome that is a manifestation of another medical condition (e.g. hypothyroidism) should be diagnosed as secondary mood syndrome rather than single episode depressive disorder or recurrent depressive disorder. Boundary with substance-induced mood disorder A depressive syndrome due to the effects of a substance or medication on the central nervous system (e.g. benzodiazepines), including withdrawal effects 254 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders occur entirely in the context of lo âu associated with depressive episodes in single episode depressive..."
}