{
  "id": "everyday#risk_safety_cfa9b521",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "3. Recommendations y Integrating mental health services into primary care y CC should only be implemented in settings where settings and physical disease programmes through there are human resources allocated to support the CC model is an effective way of increasing access the intervention. to mental health care, improving health outcomes y Specific efforts are required to identify, orient and and reducing stigma towards people with mental build capacity in medical teams, care providers health conditions, particularly for populations where and mental health care providers for this model of prevalence of mental disorders (e.g. depression) integrated care. may be high. y Acceptability of CC can be increased y There is wide variation in how CC has been when implementors: implemented as CC is a model of providing – engage key stakeholders (e.g. service-users, care, rather than an intervention in and of itself. providers, policy-makers, and community Nonetheless, this model of care can be resource members) in the development of the CC model to intensive, though it is feasible in LMIC settings when ensure it will be suitable for the setting in which it necessary resources are allocated. is being implemented; – incorporate trusted community members in the Research gaps CC team; y Further research is needed to demonstrate feasibility – adapt CC training materials, guidelines, and and effectiveness of CC when adapted to LMICs. interventions to be culturally appropriate; and Implementation considerations – address lack of understanding of integrated care, understanding of mental health and confidence y CC is generally more intensive in terms of human in delivering mental health care, resistance due resources than usual care models (although there is to feeling overburdened, stigma or medical evidence to suggest it may provide good economic hierarchies among providers. value). The human resources required for CC vary widely based on how the components of the model are adapted for implementation in a given setting. 27 Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders 3.3 Child and adolescent mental disorders (CAMH) CAMH1. What is the effectiveness and safety of pharmacological interventions for children with a diagnosis of attention deficit hyperactivity disorder",
  "gloss_vi": "3. recommendations y integrating mental health services into primary care y cc should only be implemented in settings where settings and physical disease programmes through there are human resources allocated to hỗ trợ t...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "psychoeducation"
    ],
    "life_topics": [
      "self_esteem"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 3. Recommendations y Integrating mental health services into primary care y CC should only be implemented in settings where settings and physical disease programmes through there are human resources allocated to support the CC model is an effective way of increasing access the intervention. to mental health care, improving health outcomes y Specific efforts are required to identify, orient and and reducing stigma towards people with mental build capacity in medical teams, care providers health conditions, particularly for populations where and mental health care providers for this model of prevalence of mental disorders (e.g. depression) integrated care. may be high. y Acceptability of CC can be increased y There is wide variation in how CC has been when implementors: implemented as CC is a model of providing – engage key stakeholders (e.g. service-users, care, rather than an intervention in and of itself. providers, policy-makers, and community Nonetheless, this model of care can be resource members) in the development of the CC model to intensive, though it is feasible in LMIC settings when ensure it will be suitable for the setting in which it necessary resources are allocated. is being implemented; – incorporate trusted community members in the Research gaps CC team; y Further research is needed to demonstrate feasibility – adapt CC training materials, guidelines, and and effectiveness of CC when adapted to LMICs. interventions to be culturally appropriate; and Implementation considerations – address lack of understanding of integrated care, understanding of mental health and confidence y CC is generally more intensive in terms of human in delivering mental health care, resistance due resources than usual care models (although there is to feeling overburdened, stigma or medical evidence to suggest it may provide good economic hierarchies among providers. value). The human resources required for CC vary widely based on how the components of the model are adapted for implementation in a given setting. 27 Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders 3.3 Child and adolescent mental disorders (CAMH) CAMH1. What is the effectiveness and safety of pharmacological interventions for children with a diagnosis of attention deficit hyperactivity disorder 3. recommendations y integrating mental health services into primary care y cc should only be implemented in settings where settings and physical disease programmes through there are human resources allocated to hỗ trợ t..."
}