{
  "id": "everyday#screening_cues_bfb3dd2c",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "considered a basis for a separate diagnosis of an additional dissociative disorder when they occur solely during the trance or possession trance state. Symptoms that persist after the trance or possession trance state has ended may be considered a basis for a co-occurring diagnosis of the corresponding dissociative disorder. Boundary with schizophrenia and other primary psychotic disorders Intrusive symptoms of possession trance disorder such as hearing voices, insertion of feelings and thoughts, or exhibiting behaviours attributed to the possessing agent are distinguished from symptoms of schizophrenia and other primary psychotic disorders because they occur primarily during the possession trance state, and are usually of brief duration. Possession trance disorder is also distinguished from schizophrenia and schizoaffective disorder by the absence of other types of positive psychotic symptoms or of negative symptoms. Boundary with post-traumatic stress disorder and complex post-traumatic stress disorder Post-traumatic stress disorder and complex post-traumatic stress disorder may include flashbacks or other dissociative trance-like states characterized by narrowing of awareness of immediate surroundings and re-experiencing of the traumatic experience as though it were happening again in the here and now. These episodes are generally not experienced as under the person’s voluntary control. If trance-like states are limited to episodes of re-experiencing in the context of post- traumatic stress disorder or complex post-traumatic stress disorder, an additional diagnosis of trance disorder should not be assigned. Boundary with delirium Delirium and trance disorder may both present with transient and marked alteration in the individual’s state of consciousness, but delirium typically presents as significant confusion or global cognitive impairment. In contrast, trance disorder is characterized by a loss of a normal sense of personal identity, narrowing of awareness and restriction of behaviour. Unlike trance disorder, delirium is typically attributable to the direct physiological effects of a medical condition and/or a substance or medication, including withdrawal. Boundary with epilepsy Individuals with trance disorder may exhibit features resembling focal unaware (partial complex) seizures, but have normal EEGs even during trance episodes. 6B64 Dissociative identity disorder Essential (required) features • Disruption of identity characterized by the presence of two or more distinct personality states (dissociative identities), involving marked discontinuities in the sense of self and agency, is required for diagnosis. Each personality state includes its own pattern of experiencing, perceiving, conceiving and relating to self, the body and the environment. Dissociative disorders | Dissociative identity disorder",
  "gloss_vi": "Considered a basis for a separate diagnosis of an additional dissociative disorder when they occur solely during the trance or possession trance state. symptoms that persist after the trance or possession trance state ha...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "stress",
      "relationships",
      "grief"
    ],
    "advice_section": [
      "communication_tips",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc considered a basis for a separate diagnosis of an additional dissociative disorder when they occur solely during the trance or possession trance state. Symptoms that persist after the trance or possession trance state has ended may be considered a basis for a co-occurring diagnosis of the corresponding dissociative disorder. Boundary with schizophrenia and other primary psychotic disorders Intrusive symptoms of possession trance disorder such as hearing voices, insertion of feelings and thoughts, or exhibiting behaviours attributed to the possessing agent are distinguished from symptoms of schizophrenia and other primary psychotic disorders because they occur primarily during the possession trance state, and are usually of brief duration. Possession trance disorder is also distinguished from schizophrenia and schizoaffective disorder by the absence of other types of positive psychotic symptoms or of negative symptoms. Boundary with post-traumatic stress disorder and complex post-traumatic stress disorder Post-traumatic stress disorder and complex post-traumatic stress disorder may include flashbacks or other dissociative trance-like states characterized by narrowing of awareness of immediate surroundings and re-experiencing of the traumatic experience as though it were happening again in the here and now. These episodes are generally not experienced as under the person’s voluntary control. If trance-like states are limited to episodes of re-experiencing in the context of post- traumatic stress disorder or complex post-traumatic stress disorder, an additional diagnosis of trance disorder should not be assigned. Boundary with delirium Delirium and trance disorder may both present with transient and marked alteration in the individual’s state of consciousness, but delirium typically presents as significant confusion or global cognitive impairment. In contrast, trance disorder is characterized by a loss of a normal sense of personal identity, narrowing of awareness and restriction of behaviour. Unlike trance disorder, delirium is typically attributable to the direct physiological effects of a medical condition and/or a substance or medication, including withdrawal. Boundary with epilepsy Individuals with trance disorder may exhibit features resembling focal unaware (partial complex) seizures, but have normal EEGs even during trance episodes. 6B64 Dissociative identity disorder Essential (required) features • Disruption of identity characterized by the presence of two or more distinct personality states (dissociative identities), involving marked discontinuities in the sense of self and agency, is required for diagnosis. Each personality state includes its own pattern of experiencing, perceiving, conceiving and relating to self, the body and the environment. Dissociative disorders | Dissociative identity disorder Considered a basis for a separate diagnosis of an additional dissociative disorder when they occur solely during the trance or possession trance state. symptoms that persist after the trance or possession trance state ha..."
}