{
  "id": "everyday#risk_safety_70abdc9d",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "recommended interventions (in combination of moderate- and vigorous-intensity alphabetical order) are provided below. activity throughout the week, for substantial health benefits” (68). – “Cognitive behavioural therapy (CBT)” is an umbrella term covering a wide range of y A range of other non-pharmacological interventions psychological approaches that aim to improve and activities may be effective in managing affective function. CBT focuses on the process individual symptoms of people with dementia but of thought rather than content to help people due to the low level of evidence and/or limited accept their thoughts. effectiveness on individual outcomes no specific recommendation has been made for their use. – “Cognitive stimulation therapy” is a non- These interventions include the following (in pharmacological intervention often involving alphabetical order). group activities and social interaction used to treat cognitive decline in people with dementia. – Animal-assisted therapy showed a medium It encompasses a variety of approaches beneficial effect on reducing depressive including reality orientation, validation, and/ symptoms with a low level of certainty. or reminiscence. Cognitive stimulation aims to – Aromatherapy (lavender or melissa) may reduce improve global cognition and maintain function agitation to a variable extent, especially for by stimulating multiple cognitive functions individuals with severe dementia, when used simultaneously, typically with group activities for shorter periods (i.e. 4 weeks or less) and emphasizing social interaction. This approach is applied through methods other than massage. different from cognitive training, which targets The overall level of certainty was low, with the isolated cognitive functions (e.g. memory) with exception of use of melissa, which had moderate individual, repetitive practice of standardized level of certainty. cognitive tasks. – Assistive technology may reduce the risk of falls – “Cognitive training” is an umbrella term in people with dementia with low level referring to a group of non-pharmacological of certainty. interventions in which a range of techniques – Dance-based interventions and music therapy are applied to engage thinking and cognition may reduce depressive symptoms slightly with with various degrees of breadth and specificity. a very low to moderate level of certainty. Music The goals include improving or maintaining therapy may also improve cognitive function cognitive processes or addressing the impact of slightly, with a very low level of certainty. impairment in cognitive processes on associated – Horticultural therapy may be beneficial for functional ability in daily life. treating/managing agitation in people with – “Physical activity” here refers to aerobic dementia with a moderate level of certainty. (cardiovascular conditioning) and anaerobic – Mindfulness-based interventions showed large (strength training) exercises. In the WHO positive effects on cognition and everyday guidelines on risk reduction of cognitive functions with a very low level of certainty based decline and dementia, physical activity is also on a single trial. recommended for adults with normal cognition – Multimodal interventions including art therapy to reduce their risk of cognitive decline and may showed very small effects on reducing depressive be recommended for adults with mild cognitive symptoms with a very low certainty. impairment to reduce the risk of further cognitive 56",
  "gloss_vi": "Recommended interventions (in combination of moderate- and vigorous-intensity alphabetical order) are provided below. activity throughout the week, for substantial health benefits” (68).",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral"
    ],
    "life_topics": [
      "study"
    ],
    "advice_section": [
      "coping_skill"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn recommended interventions (in combination of moderate- and vigorous-intensity alphabetical order) are provided below. activity throughout the week, for substantial health benefits” (68). – “Cognitive behavioural therapy (CBT)” is an umbrella term covering a wide range of y A range of other non-pharmacological interventions psychological approaches that aim to improve and activities may be effective in managing affective function. CBT focuses on the process individual symptoms of people with dementia but of thought rather than content to help people due to the low level of evidence and/or limited accept their thoughts. effectiveness on individual outcomes no specific recommendation has been made for their use. – “Cognitive stimulation therapy” is a non- These interventions include the following (in pharmacological intervention often involving alphabetical order). group activities and social interaction used to treat cognitive decline in people with dementia. – Animal-assisted therapy showed a medium It encompasses a variety of approaches beneficial effect on reducing depressive including reality orientation, validation, and/ symptoms with a low level of certainty. or reminiscence. Cognitive stimulation aims to – Aromatherapy (lavender or melissa) may reduce improve global cognition and maintain function agitation to a variable extent, especially for by stimulating multiple cognitive functions individuals with severe dementia, when used simultaneously, typically with group activities for shorter periods (i.e. 4 weeks or less) and emphasizing social interaction. This approach is applied through methods other than massage. different from cognitive training, which targets The overall level of certainty was low, with the isolated cognitive functions (e.g. memory) with exception of use of melissa, which had moderate individual, repetitive practice of standardized level of certainty. cognitive tasks. – Assistive technology may reduce the risk of falls – “Cognitive training” is an umbrella term in people with dementia with low level referring to a group of non-pharmacological of certainty. interventions in which a range of techniques – Dance-based interventions and music therapy are applied to engage thinking and cognition may reduce depressive symptoms slightly with with various degrees of breadth and specificity. a very low to moderate level of certainty. Music The goals include improving or maintaining therapy may also improve cognitive function cognitive processes or addressing the impact of slightly, with a very low level of certainty. impairment in cognitive processes on associated – Horticultural therapy may be beneficial for functional ability in daily life. treating/managing agitation in people with – “Physical activity” here refers to aerobic dementia with a moderate level of certainty. (cardiovascular conditioning) and anaerobic – Mindfulness-based interventions showed large (strength training) exercises. In the WHO positive effects on cognition and everyday guidelines on risk reduction of cognitive functions with a very low level of certainty based decline and dementia, physical activity is also on a single trial. recommended for adults with normal cognition – Multimodal interventions including art therapy to reduce their risk of cognitive decline and may showed very small effects on reducing depressive be recommended for adults with mild cognitive symptoms with a very low certainty. impairment to reduce the risk of further cognitive 56 Recommended interventions (in combination of moderate- and vigorous-intensity alphabetical order) are provided below. activity throughout the week, for substantial health benefits” (68)."
}