{
  "id": "everyday#screening_cues_e75b9f46",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Has the person had at least 2 of the following symptoms during the episode(s)? – Loss of consciousness or impaired consciousness – After the convulsion: fatigue, drowsiness, – Stiffness, rigidity sleepiness, confusion, abnormal behaviour, – Bitten or bruised tongue, bodily injury headache, muscle aches, or weakness on one – Incontinence of faeces/urine side of the body Convulsive seizures unlikely Consult a specialist for recurrent episodes Follow-up in 3 months Suspect CONVULSIVE SEIZURES 2 Is there an acute cause? Is there neuroinfection or other possible causes of convulsions? » Check for signs and symptoms: – Fever – Meningeal irritation – Metabolic abnormality – Alcohol or drug – Headache (e.g. stiff neck) (e.g. hypogylcemia/ intoxication or – Confusion – Head injury hyponatremia) withdrawal Suspect EPILEPSY EPILEPSY 59 60 EPI 1 EPILEPSY Assessment IS IT A CHILD 6 MONTHS TO SKIP to STEP 3 » 6 YEARS OLD WITH A FEVER? EVALUATE & TREAT MEDICAL CONDITION » REFER TO HOSPITAL IF POSSIBLE FOR HEAD INJURY, MENINGITIS, AND METABOLIC Are the convulsions: ABNORMALITIES – Focal: Starts in one part of the body ANTIEPILEPTIC MEDICATION – Prolonged: Lasts more than 15 min NOT REQUIRED – Repetitive: More than 1 episode during the » current illness Follow-up in 3 months to assess for possible epilepsy COMPLEX FEBRILE SEIZURE R EFER TO HOSPITAL FOR ADMISSION SIMPLE FEBRILE SEIZURE Look for cause (local Integrated Management of Childhood Illness (IMCI) guidelines) Observe over 24 hours No antiepileptic treatment needed",
  "gloss_vi": "Has the person had at least 2 of the following symptoms during the episode(s)? – loss of consciousness or impaired consciousness – after the convulsion: fatigue, drowsiness, – stiffness, rigidity sleepiness, confusion, a...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral"
    ],
    "life_topics": [
      "sleep",
      "grief"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Has the person had at least 2 of the following symptoms during the episode(s)? – Loss of consciousness or impaired consciousness – After the convulsion: fatigue, drowsiness, – Stiffness, rigidity sleepiness, confusion, abnormal behaviour, – Bitten or bruised tongue, bodily injury headache, muscle aches, or weakness on one – Incontinence of faeces/urine side of the body Convulsive seizures unlikely Consult a specialist for recurrent episodes Follow-up in 3 months Suspect CONVULSIVE SEIZURES 2 Is there an acute cause? Is there neuroinfection or other possible causes of convulsions? » Check for signs and symptoms: – Fever – Meningeal irritation – Metabolic abnormality – Alcohol or drug – Headache (e.g. stiff neck) (e.g. hypogylcemia/ intoxication or – Confusion – Head injury hyponatremia) withdrawal Suspect EPILEPSY EPILEPSY 59 60 EPI 1 EPILEPSY Assessment IS IT A CHILD 6 MONTHS TO SKIP to STEP 3 » 6 YEARS OLD WITH A FEVER? EVALUATE & TREAT MEDICAL CONDITION » REFER TO HOSPITAL IF POSSIBLE FOR HEAD INJURY, MENINGITIS, AND METABOLIC Are the convulsions: ABNORMALITIES – Focal: Starts in one part of the body ANTIEPILEPTIC MEDICATION – Prolonged: Lasts more than 15 min NOT REQUIRED – Repetitive: More than 1 episode during the » current illness Follow-up in 3 months to assess for possible epilepsy COMPLEX FEBRILE SEIZURE R EFER TO HOSPITAL FOR ADMISSION SIMPLE FEBRILE SEIZURE Look for cause (local Integrated Management of Childhood Illness (IMCI) guidelines) Observe over 24 hours No antiepileptic treatment needed Has the person had at least 2 of the following symptoms during the episode(s)? – loss of consciousness or impaired consciousness – after the convulsion: fatigue, drowsiness, – stiffness, rigidity sleepiness, confusion, a..."
}