{
  "id": "everyday#risk_safety_f07202ef",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "tolerated Sedation, light-headedness, dizziness, headache, Use caution in cardiac, cerebrovascular, and liver AGONISTS in divided doses to manage withdrawal symptoms, nausea/vomiting, dry mouth, constipation, sexual disease. Use lower doses in kidney disease. to a maximum of 1 mg daily. dysfunction, depression, agitation, low blood Be aware of the potential for abuse. Monitor vital pressure, tachycardia, sinus bradycardia, and signs closely. To treat opioid withdrawal AV block. DO NOT stop abruptly, as withdrawal can cause rebound hypertension. Avoid in women who are pregnant or breastfeeding. Lofexidine Start 0.4 - 0.6 mg twice daily. Increase Sedation, light-headedness, low blood Use caution in cardiac, cerebrovascular, and renal as needed by 0.4-0.8 mg daily. Maximum single pressure, ECG changes such as prolonged disease. Avoid in patients with prolonged QT dose: 0.8 mg. Maximum daily dose: 2.4 mg QT interval and sinus bradycardia. syndrome, metabolic disarray, or if they are taking (in 2-4 divided doses). any other QT-prolonging medications. Monitor vital signs closely. DO NOT stop medication abruptly, as withdrawal may cause rebound hypertension. MEDICATIONS TO Acamprosate Start 2 tablets of 333 mg p.o. each 3 times per day Diarrhoea, flatulence, nausea/vomiting, abdominal In moderate kidney disease, give a lower dose, PREVENT RELAPSE for 12 months. If the person weighs less than 60 kg, pain, depression, anxiety, suicidality, itching. 333 mg p.o. 3 times per day. IN ALCOHOL give 2 tablets 2 times per day p.o. for 12 months. Occasionally, a maculopapular rash can occur, and DEPENDENCE rarely, bullous skin reactions. CONTRAINDICATED in severe kidney disease and liver disease. Naltrexone Start 50 mg daily for 6-12 months. In opioid Sedation, dizziness, nausea/vomiting, abdominal Risk of FATAL OVERDOSE in patients who use To suppress the urge to drink dependence, ensure that there has been no opioid pain, insomnia, anxiety, reduced energy, joint opioids more than 24 hours after their last dose of use in the last 7 days (for example by administration and muscle pain. Monitor liver function due to naltrexone, due to the rapid loss of antagonistic effect. of dose of naloxone). risk of liver toxicity. DO NOT use in patients with liver failure or acute hepatitis. Disulfiram Start 200-400 mg daily. Drowsiness, dizziness, headache, flushing, Tricyclic antidepressants (TCAs), monamine oxidase sweating, dry mouth, nausea/vomiting, tremor, inhibitors (MAOIs), antipsychotics, vasodilators, and foul body odour, sexual dysfunction. Rarely, alpha or beta adrenergic antagonists make the psychotic reactions, allergic dermatitis, disulfiram-alcohol reaction more serious. Sensitisation peripheral neuritis, or hepatic cell damage can to alcohol continues 6-14 days after taking disulfiram, occur. Severe reactions can lead to confusion, even if in small amounts. cardiovascular collapse, and death. DO NOT use with alcohol, as reactions can be life-threatening or fatal. DO NOT use in women who are pregnant or breastfeeding. CONTRAINDICATED in people with hypertension, heart, liver, or kidney disease, a history of cerebro- vascular accidents, psychosis, impulsivity, or if at risk of suicide. DISORDERS DUE TO SUBSTANCE USE 127",
  "gloss_vi": "Tolerated sedation, light-headedness, dizziness, headache, use caution in cardiac, cerebrovascular, and liver agonists in divided doses to manage withdrawal symptoms, nausea/vomiting, dry mouth, constipation, sexual dise...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "sleep",
      "stress",
      "study",
      "grief"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn tolerated Sedation, light-headedness, dizziness, headache, Use caution in cardiac, cerebrovascular, and liver AGONISTS in divided doses to manage withdrawal symptoms, nausea/vomiting, dry mouth, constipation, sexual disease. Use lower doses in kidney disease. to a maximum of 1 mg daily. dysfunction, depression, agitation, low blood Be aware of the potential for abuse. Monitor vital pressure, tachycardia, sinus bradycardia, and signs closely. To treat opioid withdrawal AV block. DO NOT stop abruptly, as withdrawal can cause rebound hypertension. Avoid in women who are pregnant or breastfeeding. Lofexidine Start 0.4 - 0.6 mg twice daily. Increase Sedation, light-headedness, low blood Use caution in cardiac, cerebrovascular, and renal as needed by 0.4-0.8 mg daily. Maximum single pressure, ECG changes such as prolonged disease. Avoid in patients with prolonged QT dose: 0.8 mg. Maximum daily dose: 2.4 mg QT interval and sinus bradycardia. syndrome, metabolic disarray, or if they are taking (in 2-4 divided doses). any other QT-prolonging medications. Monitor vital signs closely. DO NOT stop medication abruptly, as withdrawal may cause rebound hypertension. MEDICATIONS TO Acamprosate Start 2 tablets of 333 mg p.o. each 3 times per day Diarrhoea, flatulence, nausea/vomiting, abdominal In moderate kidney disease, give a lower dose, PREVENT RELAPSE for 12 months. If the person weighs less than 60 kg, pain, depression, anxiety, suicidality, itching. 333 mg p.o. 3 times per day. IN ALCOHOL give 2 tablets 2 times per day p.o. for 12 months. Occasionally, a maculopapular rash can occur, and DEPENDENCE rarely, bullous skin reactions. CONTRAINDICATED in severe kidney disease and liver disease. Naltrexone Start 50 mg daily for 6-12 months. In opioid Sedation, dizziness, nausea/vomiting, abdominal Risk of FATAL OVERDOSE in patients who use To suppress the urge to drink dependence, ensure that there has been no opioid pain, insomnia, anxiety, reduced energy, joint opioids more than 24 hours after their last dose of use in the last 7 days (for example by administration and muscle pain. Monitor liver function due to naltrexone, due to the rapid loss of antagonistic effect. of dose of naloxone). risk of liver toxicity. DO NOT use in patients with liver failure or acute hepatitis. Disulfiram Start 200-400 mg daily. Drowsiness, dizziness, headache, flushing, Tricyclic antidepressants (TCAs), monamine oxidase sweating, dry mouth, nausea/vomiting, tremor, inhibitors (MAOIs), antipsychotics, vasodilators, and foul body odour, sexual dysfunction. Rarely, alpha or beta adrenergic antagonists make the psychotic reactions, allergic dermatitis, disulfiram-alcohol reaction more serious. Sensitisation peripheral neuritis, or hepatic cell damage can to alcohol continues 6-14 days after taking disulfiram, occur. Severe reactions can lead to confusion, even if in small amounts. cardiovascular collapse, and death. DO NOT use with alcohol, as reactions can be life-threatening or fatal. DO NOT use in women who are pregnant or breastfeeding. CONTRAINDICATED in people with hypertension, heart, liver, or kidney disease, a history of cerebro- vascular accidents, psychosis, impulsivity, or if at risk of suicide. DISORDERS DUE TO SUBSTANCE USE 127 Tolerated sedation, light-headedness, dizziness, headache, use caution in cardiac, cerebrovascular, and liver agonists in divided doses to manage withdrawal symptoms, nausea/vomiting, dry mouth, constipation, sexual dise..."
}