{
  "id": "everyday#screening_cues_0be93f04",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "3. Recommendations y There may be different preferences by users for literacy skills. Measures should be taken to address human versus digital contact, and geographical inequities in access to mobile devices so that further variability in access to digital platforms. In delivering inequity is not perpetuated in accessing health digital interventions, there is a need to consider information and services, including mechanisms to the potential digital divide across population ensure individuals who do not have access to mobile groups with some having unequal access to and devices can still receive appropriate services. skills to use digital technologies. Access might be y Country adaptation and translation of digital particularly difficult for certain population groups interventions tools with subsequent evaluation with poor access to network services, mobile devices is essential. or electricity, and/or with low literacy and digital 111 4. Publication 4.1 Publication and 4.2 Derivative products dissemination of As part of the scaling-up strategy of mhGAP in the guideline countries, derivative products based on the mhGAP guideline have been developed and will be revised While the guideline is developed in English, the to reflect the changes in this mhGAP guideline. This executive summary will be translated in all of WHO’s mhGAP guideline will be incorporated into an updated six official languages. edition of the mhGAP intervention guide (mhGAP-IG). The mhGAP-IG translates the evidence-based The guideline and the evidence profiles are available recommendations into simple clinical protocols and online on the WHO Department of Mental Health and algorithms to facilitate decision-making for assessment Substance Use’s existing mhGAP Evidence Resource and management. It is aimed at non-specialist health Centre website.16 At the website, there will be active workers working at primary- and secondary-level links for each updated or new recommendation health-care facilities. The mhGAP-IG is also intended providing access to the whole GRADE evidence for use by health-care planners and programme profile, including references for the evidence that managers working in close conceptual and",
  "gloss_vi": "3. recommendations y there may be different preferences by users for literacy skills.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "do_not_do"
    ],
    "life_topics": [
      "work"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 3. Recommendations y There may be different preferences by users for literacy skills. Measures should be taken to address human versus digital contact, and geographical inequities in access to mobile devices so that further variability in access to digital platforms. In delivering inequity is not perpetuated in accessing health digital interventions, there is a need to consider information and services, including mechanisms to the potential digital divide across population ensure individuals who do not have access to mobile groups with some having unequal access to and devices can still receive appropriate services. skills to use digital technologies. Access might be y Country adaptation and translation of digital particularly difficult for certain population groups interventions tools with subsequent evaluation with poor access to network services, mobile devices is essential. or electricity, and/or with low literacy and digital 111 4. Publication 4.1 Publication and 4.2 Derivative products dissemination of As part of the scaling-up strategy of mhGAP in the guideline countries, derivative products based on the mhGAP guideline have been developed and will be revised While the guideline is developed in English, the to reflect the changes in this mhGAP guideline. This executive summary will be translated in all of WHO’s mhGAP guideline will be incorporated into an updated six official languages. edition of the mhGAP intervention guide (mhGAP-IG). The mhGAP-IG translates the evidence-based The guideline and the evidence profiles are available recommendations into simple clinical protocols and online on the WHO Department of Mental Health and algorithms to facilitate decision-making for assessment Substance Use’s existing mhGAP Evidence Resource and management. It is aimed at non-specialist health Centre website.16 At the website, there will be active workers working at primary- and secondary-level links for each updated or new recommendation health-care facilities. The mhGAP-IG is also intended providing access to the whole GRADE evidence for use by health-care planners and programme profile, including references for the evidence that managers working in close conceptual and 3. recommendations y there may be different preferences by users for literacy skills."
}