{
  "id": "everyday#screening_cues_b7a6cd44",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Obsessive-compulsive and related disorders 313 Boundary with generalized anxiety disorder In generalized anxiety disorder, recurrent thoughts or worries are focused on potential negative outcomes that might occur in a variety of everyday aspects of life (e.g. family, finances, work). Although some individuals with generalized anxiety disorder may worry excessively about their appearance, these preoccupations occur together with worries about other aspects of life, are rarely delusional, and are not typically accompanied by the recurrent checking behaviour associated with body dysmorphic disorder. Boundary with social anxiety disorder In social anxiety disorder, symptoms are in response to feared social situations, and the primary concern is about the person’s own behaviour or manifestations of anxiety (e.g. fear they may blush) being negatively evaluated by others. In contrast, individuals with body dysmorphic disorder believe their appearance or a specific feature of their appearance (e.g. belief that skin appears permanently red) looks flawed. Some individuals with body dysmorphic disorder experience significant anxiety in social situations, and fear they will be seen as ugly and therefore be rejected. If their concerns are broader than the exclusive focus on their perceived flaws or defects in appearance, and other symptoms of social anxiety disorder are present, both conditions may be diagnosed. Boundary with eating disorders Body dysmorphic disorder can be distinguished from anorexia nervosa, bulimia nervosa and binge-eating disorder because preoccupations in body dysmorphic disorder are not limited to body-image concerns (i.e. idealized low body weight). Rather, the preoccupations can encompass a variety of idealized aspects of appearance. Some individuals with body dysmorphic disorder exhibit muscle dysmorphia such that they are preoccupied about being insufficiently muscular or lean and, in response, may exhibit unusual eating behaviours (e.g. excessive protein consumption) or engage in excessive exercise (e.g. weight lifting). In these cases, behaviours related to diet and exercise are motivated by a desire to be more muscular rather than to attain or maintain a low body weight. However, if low body weight idealization is central to the clinical presentation, and all other diagnostic requirements are met, a diagnosis of anorexia nervosa instead of body dysmorphic disorder should be assigned. Boundary with body integrity dysphoria The persistent preoccupation and excessive self-consciousness experienced by individuals with body dysmorphic disorder derives from their concerns that an aspect of their body or appearance is perceived by others to be ugly or deformed. In contrast, the persistent discomfort or intense negative feelings about a particular body part (most commonly one or both arms or legs) experienced by individuals with the rare condition of body integrity dysphoria derives from their sense that a part of their body is alien, or that the way their body is configured is wrong or unnatural. This leads to a desire to amputate or be rid of the particular body part rather than wishing to improve its appearance. Boundary with gender incongruence of adolescence and adulthood and gender incongruence of childhood Gender incongruence of adolescence and adulthood and gender",
  "gloss_vi": "Obsessive-compulsive and related disorders 313 ranh giới with generalized lo âu disorder in generalized lo âu disorder, recurrent thoughts or worries are focused on potential negative outcomes that might occur in a varie...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "study",
      "work",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Obsessive-compulsive and related disorders 313 Boundary with generalized anxiety disorder In generalized anxiety disorder, recurrent thoughts or worries are focused on potential negative outcomes that might occur in a variety of everyday aspects of life (e.g. family, finances, work). Although some individuals with generalized anxiety disorder may worry excessively about their appearance, these preoccupations occur together with worries about other aspects of life, are rarely delusional, and are not typically accompanied by the recurrent checking behaviour associated with body dysmorphic disorder. Boundary with social anxiety disorder In social anxiety disorder, symptoms are in response to feared social situations, and the primary concern is about the person’s own behaviour or manifestations of anxiety (e.g. fear they may blush) being negatively evaluated by others. In contrast, individuals with body dysmorphic disorder believe their appearance or a specific feature of their appearance (e.g. belief that skin appears permanently red) looks flawed. Some individuals with body dysmorphic disorder experience significant anxiety in social situations, and fear they will be seen as ugly and therefore be rejected. If their concerns are broader than the exclusive focus on their perceived flaws or defects in appearance, and other symptoms of social anxiety disorder are present, both conditions may be diagnosed. Boundary with eating disorders Body dysmorphic disorder can be distinguished from anorexia nervosa, bulimia nervosa and binge-eating disorder because preoccupations in body dysmorphic disorder are not limited to body-image concerns (i.e. idealized low body weight). Rather, the preoccupations can encompass a variety of idealized aspects of appearance. Some individuals with body dysmorphic disorder exhibit muscle dysmorphia such that they are preoccupied about being insufficiently muscular or lean and, in response, may exhibit unusual eating behaviours (e.g. excessive protein consumption) or engage in excessive exercise (e.g. weight lifting). In these cases, behaviours related to diet and exercise are motivated by a desire to be more muscular rather than to attain or maintain a low body weight. However, if low body weight idealization is central to the clinical presentation, and all other diagnostic requirements are met, a diagnosis of anorexia nervosa instead of body dysmorphic disorder should be assigned. Boundary with body integrity dysphoria The persistent preoccupation and excessive self-consciousness experienced by individuals with body dysmorphic disorder derives from their concerns that an aspect of their body or appearance is perceived by others to be ugly or deformed. In contrast, the persistent discomfort or intense negative feelings about a particular body part (most commonly one or both arms or legs) experienced by individuals with the rare condition of body integrity dysphoria derives from their sense that a part of their body is alien, or that the way their body is configured is wrong or unnatural. This leads to a desire to amputate or be rid of the particular body part rather than wishing to improve its appearance. Boundary with gender incongruence of adolescence and adulthood and gender incongruence of childhood Gender incongruence of adolescence and adulthood and gender Obsessive-compulsive and related disorders 313 ranh giới with generalized lo âu disorder in generalized lo âu disorder, recurrent thoughts or worries are focused on potential negative outcomes that might occur in a varie..."
}