{
  "id": "everyday#work_habits_32fd2b0d",
  "title_en": "General — Work Habits",
  "title_vi": "General — Work Habits",
  "text_en": "Ndetei None No conflict of interest identified. Dr Alfredo Pemjean None No conflict of interest identified. Professor Pratap Sharan None No conflict of interest identified. 149 Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders Name and title Declaration of interest Conflict of interest and management Dr Vandad Sharifi None No conflict of interest identified. Senejani Dr Gagandeep Singh Department of Biotechnology, Wellcome No conflict of interest identified. Trust India Alliance (Rs 9 99 00 000). Chairperson, International League Against Epilepsy, Primary Care Task Force. Epilepsy Telemetry Brief, WHO (Rs 500 000). Dr David Shiers Fee for attendance at National Clinical No conflict of interest identified. Audit of Psychosis at Royal College of Psychiatrists (£416 on two occasions in 2019–2020). Expert advisor to the National Institute for Health and Care Excellence (NICE), England. Honorary reader in early psychosis, University of Manchester. Honorary research consultant, Psychosis Research Trust, Greater Manchester Mental Health NHS Trust, Honorary Senior Research Fellow, Primary Care and Health Sciences, Keele University, Staffordshire. Lay member of NICE guideline development group NG181 (Rehabilitation for adults with complex psychosis) in 2019–2020 (£150 free per day for nine days in 2019/2020). Lecture on MSc course at University of London annually from 2016 (annual fee of £100–130 plus reimbursement of expenses). Royalty of £20 annually from Wiley Blackwell Publications for the 2010 publication Promoting recovery in early psychosis. Honorary co-applicant on research grants. Ms Sahar Vasquez None No conflict of interest identified. Professor Min Zhao None No conflict of interest identified. 150",
  "gloss_vi": "Ndetei none no conflict of interest identified. dr alfredo pemjean none no conflict of interest identified.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [],
    "life_topics": [
      "relationships"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Work Habits General — Work Habits Ndetei None No conflict of interest identified. Dr Alfredo Pemjean None No conflict of interest identified. Professor Pratap Sharan None No conflict of interest identified. 149 Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders Name and title Declaration of interest Conflict of interest and management Dr Vandad Sharifi None No conflict of interest identified. Senejani Dr Gagandeep Singh Department of Biotechnology, Wellcome No conflict of interest identified. Trust India Alliance (Rs 9 99 00 000). Chairperson, International League Against Epilepsy, Primary Care Task Force. Epilepsy Telemetry Brief, WHO (Rs 500 000). Dr David Shiers Fee for attendance at National Clinical No conflict of interest identified. Audit of Psychosis at Royal College of Psychiatrists (£416 on two occasions in 2019–2020). Expert advisor to the National Institute for Health and Care Excellence (NICE), England. Honorary reader in early psychosis, University of Manchester. Honorary research consultant, Psychosis Research Trust, Greater Manchester Mental Health NHS Trust, Honorary Senior Research Fellow, Primary Care and Health Sciences, Keele University, Staffordshire. Lay member of NICE guideline development group NG181 (Rehabilitation for adults with complex psychosis) in 2019–2020 (£150 free per day for nine days in 2019/2020). Lecture on MSc course at University of London annually from 2016 (annual fee of £100–130 plus reimbursement of expenses). Royalty of £20 annually from Wiley Blackwell Publications for the 2010 publication Promoting recovery in early psychosis. Honorary co-applicant on research grants. Ms Sahar Vasquez None No conflict of interest identified. Professor Min Zhao None No conflict of interest identified. 150 Ndetei none no conflict of interest identified. dr alfredo pemjean none no conflict of interest identified."
}