{
  "id": "everyday#risk_safety_47b54f24",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "to cultural norms, leading to reporting biases. For example, some cultural groups may emphasize shame more than guilt, whereas in others suicidal behaviour and thinking may be prohibited or highly stigmatized. In some cultural groups, features such as sadness and lack of productivity may be perceived as signs of personal weakness and therefore be underreported. • Symptoms attributed to cultural concepts of distress may be evoked when asking about depressive symptomatology. Among Chinese people, for example, symptoms of shenjing shuairuo, or weakness of the nervous system (e.g. weakness, headache, bodily aches, fatigue, feeling vexed, loss of face) may be commonly reported. Culturally related symptoms and idioms of distress may complicate detection of depressive disorders and assessment of severity, including whether psychotic symptoms are present. Examples include pain in heart, soul loss, aching heart, complaints related to “nerves” and heat inside the body. In some cultures, a focus on a particular observable behaviour (e.g. “thinking too much”) may be what is reported. Sex- and/or gender-related features for single episode depressive disorder and recurrent depressive disorder • Lifetime prevalence of depressive disorders is approximately twice as high among women. Gender differences in prevalence coincide with onset of puberty. • Although women are more likely to attempt suicide, men are more likely to die by suicide by virtue of using more lethal methods. • Women with a diagnosis of a depressive disorder are more likely to experience co-occurring anxiety and fear-related disorders, disturbances in appetite and weight gain, whereas it is more common for men to experience co-occurring alcohol and other disorders due to substance use, poor impulse control and increased risk-taking behaviour. Boundaries with other disorders and conditions (differential diagnosis) for single episode depressive disorder and recurrent depressive disorder Boundary with dysthymic disorder Single episode depressive disorder and recurrent depressive disorder are differentiated from dysthymic disorder by the number of symptoms and the course of the disorder. Dysthymic disorder is a chronic and persistent condition, and during the initial period of 2 years necessary to establish the diagnosis, the number and duration of symptoms are not sufficient to meet the diagnostic requirements for a diagnosis of single episode depressive disorder or recurrent depressive disorder. After this initial period, if the number and severity of symptoms reaches the diagnostic threshold for a depressive episode in the context of an ongoing dysthymic disorder, both dysthymic disorder and either single episode depressive disorder or recurrent depressive disorder may be diagnosed. Unlike dysthymic disorder, recurrent depressive disorder is episodic in nature. However, long periods of subthreshold depressive symptoms that occur following depressive episodes when there has not been an initial 2-year period of subthreshold symptoms are better diagnosed as single episode depressive disorder in partial remission or recurrent depressive disorder in partial remission. Mood disorders | Recurrent depressive disorder",
  "gloss_vi": "To cultural norms, leading to reporting biases. for example, some cultural groups may emphasize shame more than guilt, whereas in others suicidal behaviour and thinking may be prohibited or highly stigmatized.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships",
      "grief"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn to cultural norms, leading to reporting biases. For example, some cultural groups may emphasize shame more than guilt, whereas in others suicidal behaviour and thinking may be prohibited or highly stigmatized. In some cultural groups, features such as sadness and lack of productivity may be perceived as signs of personal weakness and therefore be underreported. • Symptoms attributed to cultural concepts of distress may be evoked when asking about depressive symptomatology. Among Chinese people, for example, symptoms of shenjing shuairuo, or weakness of the nervous system (e.g. weakness, headache, bodily aches, fatigue, feeling vexed, loss of face) may be commonly reported. Culturally related symptoms and idioms of distress may complicate detection of depressive disorders and assessment of severity, including whether psychotic symptoms are present. Examples include pain in heart, soul loss, aching heart, complaints related to “nerves” and heat inside the body. In some cultures, a focus on a particular observable behaviour (e.g. “thinking too much”) may be what is reported. Sex- and/or gender-related features for single episode depressive disorder and recurrent depressive disorder • Lifetime prevalence of depressive disorders is approximately twice as high among women. Gender differences in prevalence coincide with onset of puberty. • Although women are more likely to attempt suicide, men are more likely to die by suicide by virtue of using more lethal methods. • Women with a diagnosis of a depressive disorder are more likely to experience co-occurring anxiety and fear-related disorders, disturbances in appetite and weight gain, whereas it is more common for men to experience co-occurring alcohol and other disorders due to substance use, poor impulse control and increased risk-taking behaviour. Boundaries with other disorders and conditions (differential diagnosis) for single episode depressive disorder and recurrent depressive disorder Boundary with dysthymic disorder Single episode depressive disorder and recurrent depressive disorder are differentiated from dysthymic disorder by the number of symptoms and the course of the disorder. Dysthymic disorder is a chronic and persistent condition, and during the initial period of 2 years necessary to establish the diagnosis, the number and duration of symptoms are not sufficient to meet the diagnostic requirements for a diagnosis of single episode depressive disorder or recurrent depressive disorder. After this initial period, if the number and severity of symptoms reaches the diagnostic threshold for a depressive episode in the context of an ongoing dysthymic disorder, both dysthymic disorder and either single episode depressive disorder or recurrent depressive disorder may be diagnosed. Unlike dysthymic disorder, recurrent depressive disorder is episodic in nature. However, long periods of subthreshold depressive symptoms that occur following depressive episodes when there has not been an initial 2-year period of subthreshold symptoms are better diagnosed as single episode depressive disorder in partial remission or recurrent depressive disorder in partial remission. Mood disorders | Recurrent depressive disorder To cultural norms, leading to reporting biases. for example, some cultural groups may emphasize shame more than guilt, whereas in others suicidal behaviour and thinking may be prohibited or highly stigmatized."
}