{
  "id": "everyday#risk_safety_96934cf1",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "Suspect CLINICAL TIP Persons with bipolar disorder can BIPOLAR DISORDER Manic Episode experience manic episodes only or a combination of manic and depressive episodes in their lifetime. To learn how to assess and manage depressive episode IF THERE IS IMMINENT RISK » of bipolar disorder, go to DEP. Go to PROTOCOL 1 OF SUICIDE, ASSESS AND MANAGE » before continuing. Go to SUI. 3 Does the person have psychosis? Does the person have at least two of the following: – Delusions, fixed false beliefs not shared by others in the person’s culture – Hallucinations, hearing voices or seeing things that are not there – Disorganized speech and/or behaviour, e.g. incoherent/irrelevant speech such as mumbling or laughing to self, strange appearance, signs of self-neglect or appearing unkempt Suspect Consider consultation with specialist to review other possible causes of PSYCHOSIS psychosis. Go to PROTOCOL 2 IF THERE IS IMMINENT RISK OF SUICIDE, ASSESS AND MANAGE » before continuing. Go to SUI. PSYCHOSES 37",
  "gloss_vi": "Suspect clinical tip persons with bipolar disorder can bipolar disorder manic episode experience manic episodes only or a combination of manic and depressive episodes in their lifetime. to learn how to assess and manage ...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "referral"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn Suspect CLINICAL TIP Persons with bipolar disorder can BIPOLAR DISORDER Manic Episode experience manic episodes only or a combination of manic and depressive episodes in their lifetime. To learn how to assess and manage depressive episode IF THERE IS IMMINENT RISK » of bipolar disorder, go to DEP. Go to PROTOCOL 1 OF SUICIDE, ASSESS AND MANAGE » before continuing. Go to SUI. 3 Does the person have psychosis? Does the person have at least two of the following: – Delusions, fixed false beliefs not shared by others in the person’s culture – Hallucinations, hearing voices or seeing things that are not there – Disorganized speech and/or behaviour, e.g. incoherent/irrelevant speech such as mumbling or laughing to self, strange appearance, signs of self-neglect or appearing unkempt Suspect Consider consultation with specialist to review other possible causes of PSYCHOSIS psychosis. Go to PROTOCOL 2 IF THERE IS IMMINENT RISK OF SUICIDE, ASSESS AND MANAGE » before continuing. Go to SUI. PSYCHOSES 37 Suspect clinical tip persons with bipolar disorder can bipolar disorder manic episode experience manic episodes only or a combination of manic and depressive episodes in their lifetime. to learn how to assess and manage ..."
}