{
  "id": "everyday#screening_cues_969da0d6",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "with memory and the skills needed cure, with early recognition and supportive treatment, the lives of to carry out everyday activities. Dementia is not part of normal people with dementia and their caregivers can be significantly ageing. Alzheimer’s disease is the most common cause, however, improved, and the physical health, cognition, activity, and well- dementia can be caused by a variety of diseases and injuries to the being of the person with dementia can be optimized. brain. People with dementia often present with forgetfulness or feeling depressed. Other common symptoms include deterioration 93 94 DEM DEMENTIA DEM Quick Overview ASSESSMENT MANAGEMENT A ssess for signs of dementia Management Protocols 1. Dementia – without behavioural/psychological symptoms Are there any other explanations for 2. Dementia – with behavioural/psychological symptoms the symptoms? Psychosocial Interventions – Rule out delirium – Rule out depression (pseudodementia) Pharmacological Interventions Evaluate for other medical issues Assess for behavioral or psychological symptoms Rule out other MNS conditions FOLLOW-UP Evaluate the needs of carers",
  "gloss_vi": "With memory and the skills needed cure, with early recognition and supportive treatment, the lives of to carry out everyday activities. dementia is not part of normal people with dementia and their caregivers can be sign...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "psychoeducation"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc with memory and the skills needed cure, with early recognition and supportive treatment, the lives of to carry out everyday activities. Dementia is not part of normal people with dementia and their caregivers can be significantly ageing. Alzheimer’s disease is the most common cause, however, improved, and the physical health, cognition, activity, and well- dementia can be caused by a variety of diseases and injuries to the being of the person with dementia can be optimized. brain. People with dementia often present with forgetfulness or feeling depressed. Other common symptoms include deterioration 93 94 DEM DEMENTIA DEM Quick Overview ASSESSMENT MANAGEMENT A ssess for signs of dementia Management Protocols 1. Dementia – without behavioural/psychological symptoms Are there any other explanations for 2. Dementia – with behavioural/psychological symptoms the symptoms? Psychosocial Interventions – Rule out delirium – Rule out depression (pseudodementia) Pharmacological Interventions Evaluate for other medical issues Assess for behavioral or psychological symptoms Rule out other MNS conditions FOLLOW-UP Evaluate the needs of carers With memory and the skills needed cure, with early recognition and supportive treatment, the lives of to carry out everyday activities. dementia is not part of normal people with dementia and their caregivers can be sign..."
}