{
  "id": "everyday#screening_cues_b0f72f92",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "can worsen psychotic misconceptions about psychosis and bipolar disorder. symptoms. Note: Lifestyle changes should be continued as long Facilitate inclusion in economic activities, including culturally as needed, potentially indefinitely. These changes should be appropriate supported employment. Do not blame the person or their family or accuse them planned and developed for sustainability. of being the cause of the symptoms. Offer life skills training and/or social skills training to enhance independent living skills for people with psychosis and bipolar Educate the person and the family that the person needs 2.2 Reduce stress and strengthen disorders and for their families and/or carers. to take the prescribed medications and return for follow-up social supports regularly. Facilitate, if available and needed, independent living and supported housing that is culturally and contextually appropriate Explain that return and/or worsening of symptoms are Coordinate with available health and social resources to meet in the community. common and that it is important to recognize these early the family’s physical, social, and mental health needs. and visit to the health facility as soon as possible. Identify the person’s prior social activities that, if reinitiated, 2.4 General advice for carers Plan a regular work or school schedule that avoids sleep would have the potential to provide direct or indirect psycho- deprivation and stress for both the person and the carers. logical and social support, e.g. family gatherings, outings with Do not try to convince the person that his or her beliefs or Encourage the person to solicit advice about major decisions friends, visiting neighbors, social activities at work sites, sports, experiences are false or not real. Try to be neutral and especially ones involving money or major commitments. and community activities. Encourage the person to resume supportive, even when the person shows unusual behaviour. these social activities and advise family members about this. Avoid expressing constant or severe criticism or hostility Encourage the person and carers to improve social towards the person with psychosis. CLINICAL TIP support systems. Build rapport with the person. Give the person freedom of movement. Avoid restraining the Mutual trust between the person and the person, while also ensuring that their basic security and that health-care provider is critical to ensure CLINICAL TIP of others is met. treatment adherence and long-term outcomes. Ensure persons with psychosis are In general it is better for the person to live with family or treated with respect and dignity. For community members in a supportive environment outside of » further details go to ECP. the hospital setting. Long-term hospitalization should be avoided.",
  "gloss_vi": "Can worsen psychotic misconceptions about psychosis and bipolar disorder. symptoms.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "psychoeducation",
      "do_not_do"
    ],
    "life_topics": [
      "sleep",
      "stress",
      "work",
      "relationships"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc can worsen psychotic misconceptions about psychosis and bipolar disorder. symptoms. Note: Lifestyle changes should be continued as long Facilitate inclusion in economic activities, including culturally as needed, potentially indefinitely. These changes should be appropriate supported employment. Do not blame the person or their family or accuse them planned and developed for sustainability. of being the cause of the symptoms. Offer life skills training and/or social skills training to enhance independent living skills for people with psychosis and bipolar Educate the person and the family that the person needs 2.2 Reduce stress and strengthen disorders and for their families and/or carers. to take the prescribed medications and return for follow-up social supports regularly. Facilitate, if available and needed, independent living and supported housing that is culturally and contextually appropriate Explain that return and/or worsening of symptoms are Coordinate with available health and social resources to meet in the community. common and that it is important to recognize these early the family’s physical, social, and mental health needs. and visit to the health facility as soon as possible. Identify the person’s prior social activities that, if reinitiated, 2.4 General advice for carers Plan a regular work or school schedule that avoids sleep would have the potential to provide direct or indirect psycho- deprivation and stress for both the person and the carers. logical and social support, e.g. family gatherings, outings with Do not try to convince the person that his or her beliefs or Encourage the person to solicit advice about major decisions friends, visiting neighbors, social activities at work sites, sports, experiences are false or not real. Try to be neutral and especially ones involving money or major commitments. and community activities. Encourage the person to resume supportive, even when the person shows unusual behaviour. these social activities and advise family members about this. Avoid expressing constant or severe criticism or hostility Encourage the person and carers to improve social towards the person with psychosis. CLINICAL TIP support systems. Build rapport with the person. Give the person freedom of movement. Avoid restraining the Mutual trust between the person and the person, while also ensuring that their basic security and that health-care provider is critical to ensure CLINICAL TIP of others is met. treatment adherence and long-term outcomes. Ensure persons with psychosis are In general it is better for the person to live with family or treated with respect and dignity. For community members in a supportive environment outside of » further details go to ECP. the hospital setting. Long-term hospitalization should be avoided. Can worsen psychotic misconceptions about psychosis and bipolar disorder. symptoms."
}