{
  "id": "everyday#referral_4d4b581b",
  "title_en": "General — Referral",
  "title_vi": "General — Chuyển tuyến",
  "text_en": "yet be full agreement. The mention of specific companies or of certain manufacturers’ products does not imply that they are endorsed or recommended by WHO in preference to others of a similar nature that are not mentioned. Errors and omissions excepted, the names of proprietary products are distinguished by initial capital letters. All reasonable precautions have been taken by WHO to verify the information contained in this publication. However, the published material is being distributed without warranty of any kind, either expressed or implied. The responsibility for the interpretation and use of the material lies with the reader. In no event shall WHO be liable for damages arising from its use. Design and layout by Mark Pellegrini iii Contents Acknowledgments xv Introduction 1 A brief history of the CDDR 2 Intended users of the CDDR 2 Development of the MMS and the CDDR for ICD-11 mental, behavioural and neurodevelopmental disorders 3 Formation of the ICD-11 international advisory group 4 Development of the CDDR by ICD-11 working groups 4 Public review and field testing 5 Coordination with the development of DSM-5 8 Key approaches to classifying mental, behavioural and neurodevelopmental disorders 9 The definition of mental, behavioural and neurodevelopmental disorders 9 Structure of the chapter on mental, behavioural and neurodevelopmental disorders 10 Categories and dimensions 11 Cultural factors 11 Using the CDDR in research 12 Conclusion 15 References 16 Using the CDDR for ICD-11 mental, behavioural and neurodevelopmental disorders in clinical settings 21 Components of the CDDR 21 Essential (required) features 22 Additional clinical features 22 Boundary with normality (threshold) 22 Course features 22 Developmental presentations 22 Culture-related features 23 Sex- and/or gender-related features 23 Boundaries with other disorders and conditions (differential diagnosis) 23 Making an ICD-11 diagnosis using the CDDR 23 Consideration of essential (required) features 23 Consideration of other disorders that may share presenting features 24 Consideration of boundary with normality (threshold) 25 Consideration of boundaries with other disorders and conditions (differential diagnosis) 25 Consideration of co-occurring and mutually exclusive diagnoses 25",
  "gloss_vi": "Yet be full agreement. the mention of specific companies or of certain manufacturers’ products does not imply that they are endorsed or recommended by who in preference to others of a similar nature that are not mentione...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "referral"
    ],
    "life_topics": [
      "work",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Referral General — Chuyển tuyến yet be full agreement. The mention of specific companies or of certain manufacturers’ products does not imply that they are endorsed or recommended by WHO in preference to others of a similar nature that are not mentioned. Errors and omissions excepted, the names of proprietary products are distinguished by initial capital letters. All reasonable precautions have been taken by WHO to verify the information contained in this publication. However, the published material is being distributed without warranty of any kind, either expressed or implied. The responsibility for the interpretation and use of the material lies with the reader. In no event shall WHO be liable for damages arising from its use. Design and layout by Mark Pellegrini iii Contents Acknowledgments xv Introduction 1 A brief history of the CDDR 2 Intended users of the CDDR 2 Development of the MMS and the CDDR for ICD-11 mental, behavioural and neurodevelopmental disorders 3 Formation of the ICD-11 international advisory group 4 Development of the CDDR by ICD-11 working groups 4 Public review and field testing 5 Coordination with the development of DSM-5 8 Key approaches to classifying mental, behavioural and neurodevelopmental disorders 9 The definition of mental, behavioural and neurodevelopmental disorders 9 Structure of the chapter on mental, behavioural and neurodevelopmental disorders 10 Categories and dimensions 11 Cultural factors 11 Using the CDDR in research 12 Conclusion 15 References 16 Using the CDDR for ICD-11 mental, behavioural and neurodevelopmental disorders in clinical settings 21 Components of the CDDR 21 Essential (required) features 22 Additional clinical features 22 Boundary with normality (threshold) 22 Course features 22 Developmental presentations 22 Culture-related features 23 Sex- and/or gender-related features 23 Boundaries with other disorders and conditions (differential diagnosis) 23 Making an ICD-11 diagnosis using the CDDR 23 Consideration of essential (required) features 23 Consideration of other disorders that may share presenting features 24 Consideration of boundary with normality (threshold) 25 Consideration of boundaries with other disorders and conditions (differential diagnosis) 25 Consideration of co-occurring and mutually exclusive diagnoses 25 Yet be full agreement. the mention of specific companies or of certain manufacturers’ products does not imply that they are endorsed or recommended by who in preference to others of a similar nature that are not mentione..."
}