{
  "id": "everyday#general_8e24ab06",
  "title_en": "General — General",
  "title_vi": "General — General",
  "text_en": "Disorders due to substance use or addictive behaviours 445 6C45 Disorders due to use of cocaine Disorders due to use of cocaine are characterized by the pattern and consequences of cocaine use. Cocaine is a compound found in the leaves of the coca plant, Erythroxylum coca, which is indigenous to countries in northern regions of South America. Cocaine has a limited place in medical treatment as an anaesthetic and vasoconstrictive agent. It is commonly used illicitly, and is widely available across the world, where it is found in two main forms: cocaine hydrochloride and cocaine freebase (also known as “crack”). Cocaine is a central nervous system stimulant, and cocaine intoxication typically includes a state of euphoria and hyperactivity. Cocaine has potent dependence-producing properties, and cocaine dependence is a common cause of morbidity and of clinical presentations. Cocaine withdrawal has a characteristic course that includes lethargy and depressed mood. A range of cocaine-induced mental disorders is described. Cocaine is also associated with several health sequelae, including myocardial infarction arising from coronary artery spasm and stroke arising from cerebral artery spasm. 6C46 Disorders due to use of stimulants, including amfetamines, methamfetamine and methcathinone Disorders due to use of stimulants, including amfetamines, methamfetamine and methcathinone, are characterized by the pattern and consequences of use of these substances. There is a wide array of naturally occurring and synthetically produced psychostimulants other than cocaine. The most numerous of this group are the amfetamine-type substances, including methamfetamine. Prescribed stimulants including dexamfetamine are indicated for a limited number of conditions, such as for attention deficit hyperactivity disorder. Methcathinone, known in many countries as ephedrone, is a synthetic potent stimulant that is a structural analogue of methamfetamine and is related to cathinone. All these drugs have primarily psychostimulant properties and are also vasoconstrictors to a varying degree. They induce euphoria and hyperactivity, as may be seen in stimulant intoxication. They have potent dependence-producing properties, which may lead to the diagnosis of stimulant dependence and stimulant withdrawal following the cessation of use. Several stimulant-induced mental disorders are described. Stimulants are a widespread cause of hospitalization and clinic attendance, and significant causes of morbidity and mortality, often due to violence related to stimulant-induced psychotic disorder. 6C47 Disorders due to use of synthetic cathinones Disorders due to use of synthetic cathinones are characterized by the pattern and consequences of synthetic cathinone use. Synthetic cathinones (also known as “bath salts”) are synthetic compounds with stimulant properties related to cathinone found in the khat plant, Catha edulis. The use of synthetic cathinones is common in young populations in many countries. They may produce a range of disorders including synthetic cathinone intoxication, synthetic cathinone dependence and synthetic cathinone withdrawal. Several synthetic cathinone-induced mental disorders are recognized. Disorders due to substance use",
  "gloss_vi": "Disorders due to substance use or addictive behaviours 445 6c45 disorders due to use of cocaine disorders due to use of cocaine are characterized by the pattern and consequences of cocaine use. cocaine is a compound foun...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [],
    "life_topics": [
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — General General — General Disorders due to substance use or addictive behaviours 445 6C45 Disorders due to use of cocaine Disorders due to use of cocaine are characterized by the pattern and consequences of cocaine use. Cocaine is a compound found in the leaves of the coca plant, Erythroxylum coca, which is indigenous to countries in northern regions of South America. Cocaine has a limited place in medical treatment as an anaesthetic and vasoconstrictive agent. It is commonly used illicitly, and is widely available across the world, where it is found in two main forms: cocaine hydrochloride and cocaine freebase (also known as “crack”). Cocaine is a central nervous system stimulant, and cocaine intoxication typically includes a state of euphoria and hyperactivity. Cocaine has potent dependence-producing properties, and cocaine dependence is a common cause of morbidity and of clinical presentations. Cocaine withdrawal has a characteristic course that includes lethargy and depressed mood. A range of cocaine-induced mental disorders is described. Cocaine is also associated with several health sequelae, including myocardial infarction arising from coronary artery spasm and stroke arising from cerebral artery spasm. 6C46 Disorders due to use of stimulants, including amfetamines, methamfetamine and methcathinone Disorders due to use of stimulants, including amfetamines, methamfetamine and methcathinone, are characterized by the pattern and consequences of use of these substances. There is a wide array of naturally occurring and synthetically produced psychostimulants other than cocaine. The most numerous of this group are the amfetamine-type substances, including methamfetamine. Prescribed stimulants including dexamfetamine are indicated for a limited number of conditions, such as for attention deficit hyperactivity disorder. Methcathinone, known in many countries as ephedrone, is a synthetic potent stimulant that is a structural analogue of methamfetamine and is related to cathinone. All these drugs have primarily psychostimulant properties and are also vasoconstrictors to a varying degree. They induce euphoria and hyperactivity, as may be seen in stimulant intoxication. They have potent dependence-producing properties, which may lead to the diagnosis of stimulant dependence and stimulant withdrawal following the cessation of use. Several stimulant-induced mental disorders are described. Stimulants are a widespread cause of hospitalization and clinic attendance, and significant causes of morbidity and mortality, often due to violence related to stimulant-induced psychotic disorder. 6C47 Disorders due to use of synthetic cathinones Disorders due to use of synthetic cathinones are characterized by the pattern and consequences of synthetic cathinone use. Synthetic cathinones (also known as “bath salts”) are synthetic compounds with stimulant properties related to cathinone found in the khat plant, Catha edulis. The use of synthetic cathinones is common in young populations in many countries. They may produce a range of disorders including synthetic cathinone intoxication, synthetic cathinone dependence and synthetic cathinone withdrawal. Several synthetic cathinone-induced mental disorders are recognized. Disorders due to substance use Disorders due to substance use or addictive behaviours 445 6c45 disorders due to use of cocaine disorders due to use of cocaine are characterized by the pattern and consequences of cocaine use. cocaine is a compound foun..."
}