{
  "id": "everyday#risk_safety_f5c6e353",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "92 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders In addition, three categories from the grouping of primary tics and tic disorders in Chapter 8 on diseases of the nervous system are cross-listed here, with diagnostic guidance provided, because of their high co-occurrence and familial association with neurodevelopmental disorders. These include: 8A05.00 Tourette syndrome 8A05.01 Chronic motor tic disorder 8A05.02 Chronic phonic tic disorder General cultural considerations for neurodevelopmental disorders • The evaluation of the essential features of most of the disorders in this section either depends on or is informed by standardized assessments. The cultural appropriateness of tests and norms used to assess intellectual, motor, language or social abilities should be considered for each individual. Test performance may be affected by cultural biases (e.g. reference in test items to terminology or objects not common to a culture) and limitations of translation. Language proficiency must also be considered when interpreting test results. Where appropriately normed and standardized tests are not available, assessment of the essential features of these disorders requires greater reliance on clinical judgement based on appropriate evidence and assessment. 6A00 Disorders of intellectual development Essential (required) features • The presence of significant limitations in intellectual functioning across various domains such as perceptual reasoning, working memory, processing speed and verbal comprehension is required for diagnosis. There is often substantial variability in the extent to which any of these domains are affected in an individual. Whenever possible, performance should be measured using appropriately normed, standardized tests of intellectual functioning and found to be approximately 2 or more standard deviations below the mean (i.e. approximately less than the 2.3rd percentile). In situations where appropriately normed and standardized tests are not available, assessment of intellectual functioning requires greater reliance on clinical judgement based on appropriate evidence and assessment, which may include the use of behavioural indicators of intellectual functioning (see Table 6.1, p. 101). • The presence of significant limitations in adaptive behaviour, which refers to the set of conceptual, social and practical skills that have been learned and are performed by people in their everyday lives, is an essential component. Conceptual skills are those that involve the application of knowledge (e.g. reading, writing, calculating, solving problems and making decisions) and communication; social skills include managing interpersonal interactions Neurodevelopmental disorders | Disorders of intellectual development Neurodevelopmental disorders 93 and relationships, social responsibility, following rules and obeying laws, and avoiding victimization; and practical skills are involved in areas such as self-care, health and safety, occupational skills, recreation, use of money, mobility and transportation, as well as use of home appliances and technological devices. Expectations of",
  "gloss_vi": "92 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders in addition, three categories from the grouping of primary tics and tic disorders in chapter 8 on diseas...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral",
      "do_not_do"
    ],
    "life_topics": [
      "work",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 92 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders In addition, three categories from the grouping of primary tics and tic disorders in Chapter 8 on diseases of the nervous system are cross-listed here, with diagnostic guidance provided, because of their high co-occurrence and familial association with neurodevelopmental disorders. These include: 8A05.00 Tourette syndrome 8A05.01 Chronic motor tic disorder 8A05.02 Chronic phonic tic disorder General cultural considerations for neurodevelopmental disorders • The evaluation of the essential features of most of the disorders in this section either depends on or is informed by standardized assessments. The cultural appropriateness of tests and norms used to assess intellectual, motor, language or social abilities should be considered for each individual. Test performance may be affected by cultural biases (e.g. reference in test items to terminology or objects not common to a culture) and limitations of translation. Language proficiency must also be considered when interpreting test results. Where appropriately normed and standardized tests are not available, assessment of the essential features of these disorders requires greater reliance on clinical judgement based on appropriate evidence and assessment. 6A00 Disorders of intellectual development Essential (required) features • The presence of significant limitations in intellectual functioning across various domains such as perceptual reasoning, working memory, processing speed and verbal comprehension is required for diagnosis. There is often substantial variability in the extent to which any of these domains are affected in an individual. Whenever possible, performance should be measured using appropriately normed, standardized tests of intellectual functioning and found to be approximately 2 or more standard deviations below the mean (i.e. approximately less than the 2.3rd percentile). In situations where appropriately normed and standardized tests are not available, assessment of intellectual functioning requires greater reliance on clinical judgement based on appropriate evidence and assessment, which may include the use of behavioural indicators of intellectual functioning (see Table 6.1, p. 101). • The presence of significant limitations in adaptive behaviour, which refers to the set of conceptual, social and practical skills that have been learned and are performed by people in their everyday lives, is an essential component. Conceptual skills are those that involve the application of knowledge (e.g. reading, writing, calculating, solving problems and making decisions) and communication; social skills include managing interpersonal interactions Neurodevelopmental disorders | Disorders of intellectual development Neurodevelopmental disorders 93 and relationships, social responsibility, following rules and obeying laws, and avoiding victimization; and practical skills are involved in areas such as self-care, health and safety, occupational skills, recreation, use of money, mobility and transportation, as well as use of home appliances and technological devices. Expectations of 92 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders in addition, three categories from the grouping of primary tics and tic disorders in chapter 8 on diseas..."
}