{
  "id": "everyday#screening_cues_aa609acb",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "training of trainers, training or community advisory group. Sometimes there is more activities, supervision and advocacy activities)? What are the national policies pertaining to mental health, than one group. Merging groups or establishing a new the staff capacities in the country/region and organizations group with the participation of members from all of them WHAT providing mental health services? could be a solution. What are the resources needed and available for mhGAP-IG What are the belief systems and care seeking behaviours Members of the implementation team should include at least implementation, including financial and human resources around mental health in the country/region? one member of each of the following categories: civil society and infrastructure, (e.g. facilities, medication supply)? and service users, policy makers, actual and potential financial What potential barriers exist in relation to implementation supporters or donors, programme managers, service providers of mhGAP-IG exist, for example, stigma and discrimination WHO and communication officers. towards people with MNS conditions, national health Who will be trained and what knowledge and skills do they priorities that supersede MNS conditions, etc. Form smaller action groups or task forces to focus on specific already have, (e.g. the skills and knowledge that PHC nurses activities, e.g. an action group to implement training and physicians already have), and who will be responsbile for activities and another to implement advocacy & awareness each activity, (e.g. who will train and supervise)? raising activities. Always clearly identify the functions of a HOW task force and the role of each of its member. How can you improve communication and referral pathways across different levels of the system, while also introducing the new service? How can you collect data on mhGAP-IG implementation activities and integrate it into health information system indicators? IMPLEMENTATION OF mhGAP-IG 153",
  "gloss_vi": "Training of trainers, training or community advisory group. sometimes there is more activities, supervision and advocacy activities)?",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "psychoeducation"
    ],
    "life_topics": [
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc training of trainers, training or community advisory group. Sometimes there is more activities, supervision and advocacy activities)? What are the national policies pertaining to mental health, than one group. Merging groups or establishing a new the staff capacities in the country/region and organizations group with the participation of members from all of them WHAT providing mental health services? could be a solution. What are the resources needed and available for mhGAP-IG What are the belief systems and care seeking behaviours Members of the implementation team should include at least implementation, including financial and human resources around mental health in the country/region? one member of each of the following categories: civil society and infrastructure, (e.g. facilities, medication supply)? and service users, policy makers, actual and potential financial What potential barriers exist in relation to implementation supporters or donors, programme managers, service providers of mhGAP-IG exist, for example, stigma and discrimination WHO and communication officers. towards people with MNS conditions, national health Who will be trained and what knowledge and skills do they priorities that supersede MNS conditions, etc. Form smaller action groups or task forces to focus on specific already have, (e.g. the skills and knowledge that PHC nurses activities, e.g. an action group to implement training and physicians already have), and who will be responsbile for activities and another to implement advocacy & awareness each activity, (e.g. who will train and supervise)? raising activities. Always clearly identify the functions of a HOW task force and the role of each of its member. How can you improve communication and referral pathways across different levels of the system, while also introducing the new service? How can you collect data on mhGAP-IG implementation activities and integrate it into health information system indicators? IMPLEMENTATION OF mhGAP-IG 153 Training of trainers, training or community advisory group. sometimes there is more activities, supervision and advocacy activities)?"
}