{
  "id": "everyday#risk_safety_894b38d4",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders evaluation of critical outcomes); (iv) spirituality/ y Case management refers to a client-centred religiosity (no evaluation of critical outcomes or lack approach to improve the coordination and of good studies); (v) college recovery programmes continuity of service delivery for people with (lack of methodological quality, heterogeneity); substance use disorders. This approach supports (vi) employment support (no measures of critical individuals by helping them identify needed outcomes, no employment-related outcomes, no services, facilitate linkage with services and promote rigorous evaluation of substance use outcomes); participation and retention in services. Long-term (vii) SMART (Self-Management and Recovery continuing community care approaches (also Training) recovery (very low certainty); (viii) peer called “aftercare”, “recovery management”) refer to support workers (no critical outcomes evaluated); services supporting people with drug use disorders (ix) residential treatment services (methodological in the process of gradually increasing health and flaws); (x) assertive community treatment (high wellness, as well as assisting them in recovery, heterogeneity); (xi) housing (no critical outcomes reducing the risk of relapse to substance use by evaluated and low certainty). comprehensively supporting social functioning y In adults with drug dependence, compared with and well-being, as well as social reintegration into no treatment or TAU, there is some evidence for the community and society. This might include, effectiveness of the following recovery-oriented but is not limited to, recovery management check- services: (i) case management for substance ups, help with management of stressful situations use disorders (moderate for substance-use- and engagement in the community, peer recovery related outcomes); (ii) peer support groups support and other interventions that gradually (abstinence [moderate certainty] but not for increase social reintegration and improve chances all substances [opioids questioned in some]); of stable remission and recovery, according to the (iii) long-term treatment and support for abstinence WHO and UNODC International standards for the (high certainty). treatment of drug use disorders (147). y Long-term residential approaches refer to services Remarks for individuals with drug use disorders living y The term “drug dependence” refers to diagnosis in a communal environment with others and according to the ICD-10 or DSM-IV criteria or participating in an intensive daily programme. equivalent ICD-11 and DSM-5 diagnosis. The programmes provide a diverse range of y Recovery is “a continuum process and experience interventions such as: community meetings and through which individuals, families, and group work; individual psychosocial interventions; communities utilize internal and external resources family psychosocial interventions; mutual aid and to address substance use disorders, actively self-help; active participation in community life; and manage their continued vulnerability to such gaining life skills and vocational training. Long-term disorders, and develop a healthy, productive and residential programmes, especially therapeutic meaningful life”, according to the WHO and UNODC communities, use the programme’s entire International standards for the treatment of drug use community, including other residents and staff, disorders (147). as active components of treatment and recovery y Recovery-oriented interventions considered management, according to the WHO and UNODC in current review included: digital recovery International standards for the treatment of drug use support, user-involvement/oriented care models disorders (147). (spiritual/religious interventions, role of self-care, y Occupation-based therapies refer to those mindfulness-based therapies, physical exercise, interventions in which an occupation or activity occupational therapy), employment (individual is performed with the aim of structuring time",
  "gloss_vi": "Mental health gap action programme (mhgap) guideline for mental, neurological and substance use disorders evaluation of critical outcomes); (iv) spirituality/ y case management refers to a client-centred religiosity (no ...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral",
      "psychoeducation"
    ],
    "life_topics": [
      "stress",
      "work",
      "relationships"
    ],
    "advice_section": [
      "coping_skill",
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders evaluation of critical outcomes); (iv) spirituality/ y Case management refers to a client-centred religiosity (no evaluation of critical outcomes or lack approach to improve the coordination and of good studies); (v) college recovery programmes continuity of service delivery for people with (lack of methodological quality, heterogeneity); substance use disorders. This approach supports (vi) employment support (no measures of critical individuals by helping them identify needed outcomes, no employment-related outcomes, no services, facilitate linkage with services and promote rigorous evaluation of substance use outcomes); participation and retention in services. Long-term (vii) SMART (Self-Management and Recovery continuing community care approaches (also Training) recovery (very low certainty); (viii) peer called “aftercare”, “recovery management”) refer to support workers (no critical outcomes evaluated); services supporting people with drug use disorders (ix) residential treatment services (methodological in the process of gradually increasing health and flaws); (x) assertive community treatment (high wellness, as well as assisting them in recovery, heterogeneity); (xi) housing (no critical outcomes reducing the risk of relapse to substance use by evaluated and low certainty). comprehensively supporting social functioning y In adults with drug dependence, compared with and well-being, as well as social reintegration into no treatment or TAU, there is some evidence for the community and society. This might include, effectiveness of the following recovery-oriented but is not limited to, recovery management check- services: (i) case management for substance ups, help with management of stressful situations use disorders (moderate for substance-use- and engagement in the community, peer recovery related outcomes); (ii) peer support groups support and other interventions that gradually (abstinence [moderate certainty] but not for increase social reintegration and improve chances all substances [opioids questioned in some]); of stable remission and recovery, according to the (iii) long-term treatment and support for abstinence WHO and UNODC International standards for the (high certainty). treatment of drug use disorders (147). y Long-term residential approaches refer to services Remarks for individuals with drug use disorders living y The term “drug dependence” refers to diagnosis in a communal environment with others and according to the ICD-10 or DSM-IV criteria or participating in an intensive daily programme. equivalent ICD-11 and DSM-5 diagnosis. The programmes provide a diverse range of y Recovery is “a continuum process and experience interventions such as: community meetings and through which individuals, families, and group work; individual psychosocial interventions; communities utilize internal and external resources family psychosocial interventions; mutual aid and to address substance use disorders, actively self-help; active participation in community life; and manage their continued vulnerability to such gaining life skills and vocational training. Long-term disorders, and develop a healthy, productive and residential programmes, especially therapeutic meaningful life”, according to the WHO and UNODC communities, use the programme’s entire International standards for the treatment of drug use community, including other residents and staff, disorders (147). as active components of treatment and recovery y Recovery-oriented interventions considered management, according to the WHO and UNODC in current review included: digital recovery International standards for the treatment of drug use support, user-involvement/oriented care models disorders (147). (spiritual/religious interventions, role of self-care, y Occupation-based therapies refer to those mindfulness-based therapies, physical exercise, interventions in which an occupation or activity occupational therapy), employment (individual is performed with the aim of structuring time Mental health gap action programme (mhgap) guideline for mental, neurological and substance use disorders evaluation of critical outcomes); (iv) spirituality/ y case management refers to a client-centred religiosity (no ..."
}