{
  "id": "everyday#screening_cues_3319b755",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "reality loss/distortion occur on a continuum and can be found throughout the population, disorders in this group represent patterns of symptoms and behaviours that occur with sufficient frequency and intensity to deviate from expected cultural or subcultural expectations. Schizophrenia and other primary psychotic disorders include the following: 6A20 Schizophrenia 6A21 Schizoaffective disorder 6A22 Schizotypal disorder 6A23 Acute and transient psychotic disorder 6A24 Delusional disorder 6A2Y Other specified primary psychotic disorder 6A2Z Schizophrenia or other primary psychotic disorder, unspecified. In the context of schizotypal disorder, symptoms may be substantially attenuated such that they may be characterized as eccentric or peculiar rather than overtly psychotic. The categories in the grouping of schizophrenia and other primary psychotic disorders should not be used to classify the expression of ideas, beliefs or behaviours that are culturally sanctioned. Many religious or cultural practices worldwide incorporate experiences qualitatively similar in nature to the symptoms described for this grouping of disorders, and these should not be considered to be pathological. Schizophrenia and other primary psychotic disorders",
  "gloss_vi": "Reality loss/distortion occur on a continuum and can be found throughout the population, disorders in this group represent patterns of symptoms and behaviours that occur with sufficient frequency and intensity to deviate...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "grief"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc reality loss/distortion occur on a continuum and can be found throughout the population, disorders in this group represent patterns of symptoms and behaviours that occur with sufficient frequency and intensity to deviate from expected cultural or subcultural expectations. Schizophrenia and other primary psychotic disorders include the following: 6A20 Schizophrenia 6A21 Schizoaffective disorder 6A22 Schizotypal disorder 6A23 Acute and transient psychotic disorder 6A24 Delusional disorder 6A2Y Other specified primary psychotic disorder 6A2Z Schizophrenia or other primary psychotic disorder, unspecified. In the context of schizotypal disorder, symptoms may be substantially attenuated such that they may be characterized as eccentric or peculiar rather than overtly psychotic. The categories in the grouping of schizophrenia and other primary psychotic disorders should not be used to classify the expression of ideas, beliefs or behaviours that are culturally sanctioned. Many religious or cultural practices worldwide incorporate experiences qualitatively similar in nature to the symptoms described for this grouping of disorders, and these should not be considered to be pathological. Schizophrenia and other primary psychotic disorders Reality loss/distortion occur on a continuum and can be found throughout the population, disorders in this group represent patterns of symptoms and behaviours that occur with sufficient frequency and intensity to deviate..."
}