{
  "id": "everyday#screening_cues_6741c0d1",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Relationship problems and maltreatment 711 As an illustration, below is a postcoordinated example of a Chapter 23 maltreatment code: • QE82.1 Personal history of sexual abuse • Time in life: XT7Q Early adolescence. The postcoordinated code is: QE82.1&XT7Q. (See discussion of ICD-11 diagnostic coding, p. 30, in the introductory section on using the CDDR for ICD-11 mental, behavioural and neurodevelopmental disorders.) CDDR for common forms of relationship problems and maltreatment Because of their importance and prevalence, CDDR have been developed for two sets of phenomena: • relationship distress and current or past maltreatment by spouse or partner; • problems in relationship between child and current or former caregiver, and current or past child maltreatment. These are among the most clinically important and impactful forms of relationship problems and maltreatment. The CDDR for these two groupings should be applied as appropriate in the context of the ICD-11 coding options for relationship problems and maltreatment. For example, physical abuse by an intimate partner could be classified as PJ20 Physical maltreatment from Chapter 23 or QE51.1 History of spouse or partner violence from Chapter 24, depending on the purpose of the assessment and nature of the situation. Relationship distress and current or past maltreatment by spouse or partner This section provides CDDR for the following categories: • to document the cause of an injury being treated or the cause of death: PJ20 Physical maltreatment, spouse or partner PJ21 Sexual maltreatment, spouse or partner PJ22 Psychological maltreatment, spouse of partner PF1B Assault by neglect • to document a pattern of either a clinically significant relationship conflict with a spouse or intimate partner, or a history of intimate partner maltreatment – including ongoing or past episodes – as factors that are relevant to the individual’s health status and encounters with health services rather than in relationship to a specific injury or death: Relationship problems and maltreatment | Personal history of maltreatment Relationship problems and maltreatment | Personal history of maltreatment 712 Clinical Descriptions and Diagnostic Requirements for ICD-11",
  "gloss_vi": "Relationship problems and maltreatment 711 as an illustration, below is a postcoordinated example of a chapter 23 maltreatment code: • qe82.1 personal history of sexual abuse • time in life: xt7q early adolescence. the p...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Relationship problems and maltreatment 711 As an illustration, below is a postcoordinated example of a Chapter 23 maltreatment code: • QE82.1 Personal history of sexual abuse • Time in life: XT7Q Early adolescence. The postcoordinated code is: QE82.1&XT7Q. (See discussion of ICD-11 diagnostic coding, p. 30, in the introductory section on using the CDDR for ICD-11 mental, behavioural and neurodevelopmental disorders.) CDDR for common forms of relationship problems and maltreatment Because of their importance and prevalence, CDDR have been developed for two sets of phenomena: • relationship distress and current or past maltreatment by spouse or partner; • problems in relationship between child and current or former caregiver, and current or past child maltreatment. These are among the most clinically important and impactful forms of relationship problems and maltreatment. The CDDR for these two groupings should be applied as appropriate in the context of the ICD-11 coding options for relationship problems and maltreatment. For example, physical abuse by an intimate partner could be classified as PJ20 Physical maltreatment from Chapter 23 or QE51.1 History of spouse or partner violence from Chapter 24, depending on the purpose of the assessment and nature of the situation. Relationship distress and current or past maltreatment by spouse or partner This section provides CDDR for the following categories: • to document the cause of an injury being treated or the cause of death: PJ20 Physical maltreatment, spouse or partner PJ21 Sexual maltreatment, spouse or partner PJ22 Psychological maltreatment, spouse of partner PF1B Assault by neglect • to document a pattern of either a clinically significant relationship conflict with a spouse or intimate partner, or a history of intimate partner maltreatment – including ongoing or past episodes – as factors that are relevant to the individual’s health status and encounters with health services rather than in relationship to a specific injury or death: Relationship problems and maltreatment | Personal history of maltreatment Relationship problems and maltreatment | Personal history of maltreatment 712 Clinical Descriptions and Diagnostic Requirements for ICD-11 Relationship problems and maltreatment 711 as an illustration, below is a postcoordinated example of a chapter 23 maltreatment code: • qe82.1 personal history of sexual abuse • time in life: xt7q early adolescence. the p..."
}