{
  "id": "everyday#screening_cues_70d1d623",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "cultural concepts include possession states in many cultural groups, susto or espanto (fright) among Latin American populations, ohkumlang (tiredness) and bodily pain among Bhutanese refugees who have survived torture, ihahamuka (lungs without breath) among Rwandan genocide survivors, and kit chraen (thinking too much) among Cambodians, among others. The symptoms of disorders specifically associated with stress may be described in terms of emotional, cognitive, behavioural and somatic elements of these cultural concepts. Idioms of distress may also influence the symptomatology and co-occurrence of other mental disorders. • Individuals from collectivistic cultures may focus their concern on family and community relationships rather than personal reactions to trauma. The clinical presentation may include guilt or shame about perceived failures to assist others or fulfil culturally important social roles. For example, survivors of sexual violence may be preoccupied with the shame their family may incur because of the event. • Across cultures, traumatic events may be attributed to a variety of spiritual or supernatural causes, such as karma, fate, envy, witchcraft/sorcery or vengeful spirits. These attributions influence the personal and social impact of stressors and the nature of the individual’s response. • Knowledge of cultural norms is necessary to assess the severity of the trauma response – in particular, whether psychotic symptoms should be considered consistent with certain cultural expressions of the disorder, a manifestation of another mental disorder (e.g. a psychotic disorder) or consistent with normal functioning within that cultural context. • The traumatic impact of certain exposures may be strongly influenced by cultural interpretations. For example, for some cultural groups, exposure to the destruction of religious and holy sites or sacred artifacts may be more stressful than personal trauma. It is the characteristic syndromic response that determines whether a diagnosis of a particular disorder is appropriate. • Migrant populations may experience higher levels of distress related to traumatic exposure as a function of concomitant social factors, including poverty, discrimination by the receiving community and acculturative stressors. Disorders specifically associated with stress",
  "gloss_vi": "Cultural concepts include possession states in many cultural groups, susto or espanto (fright) among latin american populations, ohkumlang (tiredness) and bodily pain among bhutanese refugees who have survived torture, i...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships"
    ],
    "advice_section": [
      "coping_skill"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc cultural concepts include possession states in many cultural groups, susto or espanto (fright) among Latin American populations, ohkumlang (tiredness) and bodily pain among Bhutanese refugees who have survived torture, ihahamuka (lungs without breath) among Rwandan genocide survivors, and kit chraen (thinking too much) among Cambodians, among others. The symptoms of disorders specifically associated with stress may be described in terms of emotional, cognitive, behavioural and somatic elements of these cultural concepts. Idioms of distress may also influence the symptomatology and co-occurrence of other mental disorders. • Individuals from collectivistic cultures may focus their concern on family and community relationships rather than personal reactions to trauma. The clinical presentation may include guilt or shame about perceived failures to assist others or fulfil culturally important social roles. For example, survivors of sexual violence may be preoccupied with the shame their family may incur because of the event. • Across cultures, traumatic events may be attributed to a variety of spiritual or supernatural causes, such as karma, fate, envy, witchcraft/sorcery or vengeful spirits. These attributions influence the personal and social impact of stressors and the nature of the individual’s response. • Knowledge of cultural norms is necessary to assess the severity of the trauma response – in particular, whether psychotic symptoms should be considered consistent with certain cultural expressions of the disorder, a manifestation of another mental disorder (e.g. a psychotic disorder) or consistent with normal functioning within that cultural context. • The traumatic impact of certain exposures may be strongly influenced by cultural interpretations. For example, for some cultural groups, exposure to the destruction of religious and holy sites or sacred artifacts may be more stressful than personal trauma. It is the characteristic syndromic response that determines whether a diagnosis of a particular disorder is appropriate. • Migrant populations may experience higher levels of distress related to traumatic exposure as a function of concomitant social factors, including poverty, discrimination by the receiving community and acculturative stressors. Disorders specifically associated with stress Cultural concepts include possession states in many cultural groups, susto or espanto (fright) among latin american populations, ohkumlang (tiredness) and bodily pain among bhutanese refugees who have survived torture, i..."
}