{
  "id": "mhgap#risk_safety_b1d8000a",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "(mhGAP) guideline for mental, neurological and substance use disorders y All studies excluded participants with comorbid y Psychosocial interventions for alcohol dependence severe mental disorders, with two studies recruiting should be considered in conjunction with other participants with common mental disorders. modalities of treatment (i.e. pharmacological). Further research is required to investigate the y Most psychosocial interventions may be delivered balance of effects in those with comorbid severe by a wide range of professional staff – counsellors, mental disorders. psychologists, nurses, lay health counsellors and y Further research is needed to determine health volunteers. This increases the feasibility of whether the balance of effects differs by type of implementing psychosocial interventions. psychosocial intervention. y Psychosocial interventions can be delivered effectively in non-specialized health-care settings Implementation considerations but also in other settings, including specialized y Country adaptation and translation of training mental health care and social care. materials and tools for the provision of psychosocial interventions is essential. ALC3. In adults with alcohol use disorders or hazardous drinking, are digital interventions effective? Recommendation (new): Digitally delivered interventions should be considered for adults with alcohol use disorders or with hazardous alcohol use. They should not replace provision of other forms of interventions and should ensure free and informed consent, safety, confidentiality, privacy and security. Strength of recommendation: Conditional Certainty of evidence: Low Justification y The included digital interventions encompass y Evidence was extracted from two systematic reviews: both unguided and guided digital interventions. In Sundström et al., 2017 (14 RCTs) (30); and an update unguided digital interventions, psychoeducation of this review by Boumparis et al., 2023 (49 RCTs).5 and psychotherapeutic techniques are provided for the individual to self-manage their symptoms y In adults with alcohol use disorders or with without the help of a health professional. In hazardous alcohol use, digital interventions, when guided digital interventions, additional guidance compared with non-active (waitlist, assessment- is provided from health professionals who can only) and active TAU, brief interventions) assist participants with technical or health-related comparators, show an effect for reducing alcohol questions via chat, email or telephone. use (low certainty). y The studies assessing alcohol reduction via digital Remarks interventions compared with active comparators y The terms “alcohol use disorder” and “hazardous usually recruited individuals from specialized alcohol use” refer to diagnosis according to the treatment facilities. The majority of those ICD-10 or DSM-IV criteria or equivalent ICD-11 and interventions combined the digital component with DSM-5 diagnosis. face-to-face treatments, such as TAU or CBT, and last 8–12 weeks. 5 Boumparis N, Khazaal Y, Krupchanka D, Schaub MP. Digital interventions for problem drinkers: a systematic review and meta-analysis. 2023 (in preparation). 14",
  "gloss_vi": "(mhgap) guideline for mental, neurological and substance use disorders y all studies excluded participants with comorbid y psychosocial interventions for alcohol dependence severe mental disorders, with two studies recru...",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral",
      "psychoeducation",
      "management"
    ],
    "life_topics": [
      "digital"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn (mhGAP) guideline for mental, neurological and substance use disorders y All studies excluded participants with comorbid y Psychosocial interventions for alcohol dependence severe mental disorders, with two studies recruiting should be considered in conjunction with other participants with common mental disorders. modalities of treatment (i.e. pharmacological). Further research is required to investigate the y Most psychosocial interventions may be delivered balance of effects in those with comorbid severe by a wide range of professional staff – counsellors, mental disorders. psychologists, nurses, lay health counsellors and y Further research is needed to determine health volunteers. This increases the feasibility of whether the balance of effects differs by type of implementing psychosocial interventions. psychosocial intervention. y Psychosocial interventions can be delivered effectively in non-specialized health-care settings Implementation considerations but also in other settings, including specialized y Country adaptation and translation of training mental health care and social care. materials and tools for the provision of psychosocial interventions is essential. ALC3. In adults with alcohol use disorders or hazardous drinking, are digital interventions effective? Recommendation (new): Digitally delivered interventions should be considered for adults with alcohol use disorders or with hazardous alcohol use. They should not replace provision of other forms of interventions and should ensure free and informed consent, safety, confidentiality, privacy and security. Strength of recommendation: Conditional Certainty of evidence: Low Justification y The included digital interventions encompass y Evidence was extracted from two systematic reviews: both unguided and guided digital interventions. In Sundström et al., 2017 (14 RCTs) (30); and an update unguided digital interventions, psychoeducation of this review by Boumparis et al., 2023 (49 RCTs).5 and psychotherapeutic techniques are provided for the individual to self-manage their symptoms y In adults with alcohol use disorders or with without the help of a health professional. In hazardous alcohol use, digital interventions, when guided digital interventions, additional guidance compared with non-active (waitlist, assessment- is provided from health professionals who can only) and active TAU, brief interventions) assist participants with technical or health-related comparators, show an effect for reducing alcohol questions via chat, email or telephone. use (low certainty). y The studies assessing alcohol reduction via digital Remarks interventions compared with active comparators y The terms “alcohol use disorder” and “hazardous usually recruited individuals from specialized alcohol use” refer to diagnosis according to the treatment facilities. The majority of those ICD-10 or DSM-IV criteria or equivalent ICD-11 and interventions combined the digital component with DSM-5 diagnosis. face-to-face treatments, such as TAU or CBT, and last 8–12 weeks. 5 Boumparis N, Khazaal Y, Krupchanka D, Schaub MP. Digital interventions for problem drinkers: a systematic review and meta-analysis. 2023 (in preparation). 14 (mhgap) guideline for mental, neurological and substance use disorders y all studies excluded participants with comorbid y psychosocial interventions for alcohol dependence severe mental disorders, with two studies recru..."
}