{
  "id": "mhgap#risk_safety_86983ed2",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "3. Recommendations y It should be noted that tamoxifen turned out to y Sodium valproate should not be used in women be highly effective in the systematic review used. and girls of childbearing potential because of the However, it was only based on two small trials with high risk of birth defects and neurodevelopmental very few participants and it does not have an official disorders in children exposed to sodium valproate in indication. Tamoxifen has serious side-effects such utero (see recommendation PSY8.2). as uterine malignancy, thromboembolic events and Research gaps embryo-fetal toxicity (206). y Due to the public health importance of this topic, y Most of the evidence is from HICs. Further research is the strength of recommendation was judged as needed in LMICs. strong despite low-quality evidence. During manic y Further research identifying specific side-effects of episodes, bipolar disorder is a debilitating condition single agents is needed. that may lead to an increased risk of mortality and, Implementation considerations in turn, not having available treatment can pose serious risks to the person. y People living with psychotic disorders should be involved in medicine choice in a supported Remarks decision-making process. y The use of lithium should be considered as first-line y Treatment with antipsychotic medicines/mood of treatment for bipolar disorder only if clinical and stabilizers should be combined with psychosocial laboratory monitoring are available. Lithium should interventions (see other recommendations in only be prescribed under mental health specialist this module). supervision. If laboratory examinations are not y Acquisition costs can differ substantially and also available or feasible, lithium should be avoided and throughout the world. Recent antipsychotics may other mood stabilizers or antipsychotics should have higher costs than older antipsychotics. be considered. Do not prescribe lithium where the y Lithium carbonate, sodium valproate (valproic lithium supply may be frequently interrupted due to acid), carbamazepine and quetiapine (therapeutic increased risk of relapse. Clinicians should conduct alternatives: aripiprazole, olanzapine, paliperidone) kidney and thyroid function, complete blood are available in the WHO EML (13). count, ECG and pregnancy tests before beginning treatment where possible. 97 Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders PSY8. In adults with bipolar disorders in remission, are mood stabilizers and antipsychotics effective and safe? Recommendation",
  "gloss_vi": "3. recommendations y it should be noted that tamoxifen turned out to y sodium valproate should not be used in women be highly effective in the systematic review used.",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral",
      "psychoeducation",
      "do_not_do",
      "management"
    ],
    "life_topics": [
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 3. Recommendations y It should be noted that tamoxifen turned out to y Sodium valproate should not be used in women be highly effective in the systematic review used. and girls of childbearing potential because of the However, it was only based on two small trials with high risk of birth defects and neurodevelopmental very few participants and it does not have an official disorders in children exposed to sodium valproate in indication. Tamoxifen has serious side-effects such utero (see recommendation PSY8.2). as uterine malignancy, thromboembolic events and Research gaps embryo-fetal toxicity (206). y Due to the public health importance of this topic, y Most of the evidence is from HICs. Further research is the strength of recommendation was judged as needed in LMICs. strong despite low-quality evidence. During manic y Further research identifying specific side-effects of episodes, bipolar disorder is a debilitating condition single agents is needed. that may lead to an increased risk of mortality and, Implementation considerations in turn, not having available treatment can pose serious risks to the person. y People living with psychotic disorders should be involved in medicine choice in a supported Remarks decision-making process. y The use of lithium should be considered as first-line y Treatment with antipsychotic medicines/mood of treatment for bipolar disorder only if clinical and stabilizers should be combined with psychosocial laboratory monitoring are available. Lithium should interventions (see other recommendations in only be prescribed under mental health specialist this module). supervision. If laboratory examinations are not y Acquisition costs can differ substantially and also available or feasible, lithium should be avoided and throughout the world. Recent antipsychotics may other mood stabilizers or antipsychotics should have higher costs than older antipsychotics. be considered. Do not prescribe lithium where the y Lithium carbonate, sodium valproate (valproic lithium supply may be frequently interrupted due to acid), carbamazepine and quetiapine (therapeutic increased risk of relapse. Clinicians should conduct alternatives: aripiprazole, olanzapine, paliperidone) kidney and thyroid function, complete blood are available in the WHO EML (13). count, ECG and pregnancy tests before beginning treatment where possible. 97 Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders PSY8. In adults with bipolar disorders in remission, are mood stabilizers and antipsychotics effective and safe? Recommendation 3. recommendations y it should be noted that tamoxifen turned out to y sodium valproate should not be used in women be highly effective in the systematic review used."
}