{
  "id": "mhgap#risk_safety_faa50d14",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "3. Recommendations against all types of seizures, and hence may be a Research gaps good agent for maintenance therapy after the acute y Most of the evidence is from HICs. Further research is control of seizures in adults with genetic generalized needed in LMICs. epilepsy or when the type of seizure/epilepsy y The studies had a small number of older adults. This syndrome is not clear. is a special population group with several comorbid y There is low- to moderate-quality evidence that conditions and pharmacokinetics of medicines may the safety profile of levetiracetam was better than be different in this age group. fosphenytoin, in terms of lesser cardiovascular y Post-trauma seizures may require special adverse events. consideration – generally not included in studies. y Sodium valproate has been associated with hepatic y There is limited information on the proportion of side-effects, in terms of raised transaminases and electrographic seizures after resolution of clinical elevated ammonia levels. It is contraindicated in seizures in status epilepticus with different ASMs individuals with liver disease, which may not be in children. evident when the person is brought in convulsing y As the outcome is highly dependent on the etiology and needs emergency treatment. of status epilepticus, trials in adults/children with y There is low-quality evidence that phenobarbital status epilepticus of specific etiology such as has a higher risk of respiratory depression and infectious etiology (e.g. encephalitis) may be useful. cardiovascular adverse effects as compared with sodium valproate. Implementation considerations y Phenobarbital and diazepam infusion carries y The choice of medicine is affected by a number of the potential risk of sedation and respiratory factors, including availability, cost and side-effects. depression, which may be increased if it is used y There are feasibility and affordability issues; after benzodiazepines. intravenous fosphenytoin is not currently on the y Phenytoin has associated risks of arrhythmia and WHO EML (13). hypotension and can be difficult to administer in y Adults treated for established status epilepticus adults with comorbid cardiac conditions. require monitoring and may require ventilatory y Most trials excluded women known to be pregnant. support; thus, secondary care is necessary. Seizures in pregnant women can be due to y Delay in initiation and underdosing has been eclampsia which requires different treatment. observed in treatment of status epilepticus. To Fosphenytoin or levetiracetam may be a better terminate status epilepticus as quickly as possible choice for women with epilepsy who have status drugs should be given in recommended dosages. epilepticus. There is a need to increase awareness of quick y The recommendation that sodium valproate is not intervention, adequate initial benzodiazepine recommended in women and girls of childbearing dosing and timely initiation of second-line treatment potential because of potential harm to the in benzodiazepine-resistant cases. fetus, is not included in this question. Since this y Time to get medical attention is likely to be longer in recommendation covers the short-term use of LMICs, so advocacy",
  "gloss_vi": "3. recommendations against all types of seizures, and hence may be a research gaps good agent for maintenance therapy after the acute y most of the evidence is from hics.",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "psychoeducation",
      "do_not_do",
      "management"
    ],
    "life_topics": [
      "stress"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 3. Recommendations against all types of seizures, and hence may be a Research gaps good agent for maintenance therapy after the acute y Most of the evidence is from HICs. Further research is control of seizures in adults with genetic generalized needed in LMICs. epilepsy or when the type of seizure/epilepsy y The studies had a small number of older adults. This syndrome is not clear. is a special population group with several comorbid y There is low- to moderate-quality evidence that conditions and pharmacokinetics of medicines may the safety profile of levetiracetam was better than be different in this age group. fosphenytoin, in terms of lesser cardiovascular y Post-trauma seizures may require special adverse events. consideration – generally not included in studies. y Sodium valproate has been associated with hepatic y There is limited information on the proportion of side-effects, in terms of raised transaminases and electrographic seizures after resolution of clinical elevated ammonia levels. It is contraindicated in seizures in status epilepticus with different ASMs individuals with liver disease, which may not be in children. evident when the person is brought in convulsing y As the outcome is highly dependent on the etiology and needs emergency treatment. of status epilepticus, trials in adults/children with y There is low-quality evidence that phenobarbital status epilepticus of specific etiology such as has a higher risk of respiratory depression and infectious etiology (e.g. encephalitis) may be useful. cardiovascular adverse effects as compared with sodium valproate. Implementation considerations y Phenobarbital and diazepam infusion carries y The choice of medicine is affected by a number of the potential risk of sedation and respiratory factors, including availability, cost and side-effects. depression, which may be increased if it is used y There are feasibility and affordability issues; after benzodiazepines. intravenous fosphenytoin is not currently on the y Phenytoin has associated risks of arrhythmia and WHO EML (13). hypotension and can be difficult to administer in y Adults treated for established status epilepticus adults with comorbid cardiac conditions. require monitoring and may require ventilatory y Most trials excluded women known to be pregnant. support; thus, secondary care is necessary. Seizures in pregnant women can be due to y Delay in initiation and underdosing has been eclampsia which requires different treatment. observed in treatment of status epilepticus. To Fosphenytoin or levetiracetam may be a better terminate status epilepticus as quickly as possible choice for women with epilepsy who have status drugs should be given in recommended dosages. epilepticus. There is a need to increase awareness of quick y The recommendation that sodium valproate is not intervention, adequate initial benzodiazepine recommended in women and girls of childbearing dosing and timely initiation of second-line treatment potential because of potential harm to the in benzodiazepine-resistant cases. fetus, is not included in this question. Since this y Time to get medical attention is likely to be longer in recommendation covers the short-term use of LMICs, so advocacy 3. recommendations against all types of seizures, and hence may be a research gaps good agent for maintenance therapy after the acute y most of the evidence is from hics."
}