{
  "id": "mhgap#risk_safety_c07f40af",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "3. Recommendations Justification y All ASMs considered (carbamazepine, lamotrigine, y Evidence was extracted from one systematic review oxcarbazepine, topiramate, gabapentin, sodium and NMA: Nevitt et al., 2022 (89 trials) (183). valproate, levetiracetam, lacosamide, zonisamide, phenytoin, phenobarbital) are effective in y For generalized onset seizures there is high-certainty controlling seizures. evidence to suggest that there is no statistically significant difference in time-to-seizure remission y Lamotrigine, topiramate, sodium valproate, by ASM treatment (carbamazepine, lacosamide, levetiracetam, lacosamide, zonisamide and lamotrigine, levetiracetam, phenobarbital, phenytoin are considered broad-spectrum phenytoin, sodium valproate, topiramate). ASMs effective against multiple seizure types. Carbamazepine and oxcarbazepine are ASMs mainly y For generalized onset seizures there is high- utilized for focal onset seizures. Carbamazepine and certainty evidence to suggest that levetiracetam oxcarbazepine can be effective against generalized and lamotrigine perform significantly better than tonic-clonic seizures in people with generalized carbamazepine in terms of adverse events (HR = onset epilepsy, although they may exacerbate other 0.56; 95% CI: 0.44 to 0.73 for lamotrigine versus seizure types in these individuals. Gabapentin is not carbamazepine, HR = 0.65; 95% CI: 0.47 to 0.90 for an appropriate medicine in generalized epilepsy levetiracetam versus carbamazepine). Valproic acid and should only be considered in those with focal also has an advantage over carbamazepine in terms onset seizures. of adverse events (HR = 1.96; 95% CI: 1.13 to 3.39). y No systematic review of RCTs comparing these ASMs y Given the risks associated with sodium valproate if with placebo was found. It is considered unethical to prescribed to women and girls who are able to have conduct RCTs comparing standard ASMs, especially children, lamotrigine or levetiracetam should be as monotherapy, with placebo in established used as first-line treatment in this population. epilepsy as epilepsy should be treated to decrease y For focal onset seizures there is high-certainty morbidity and premature mortality. evidence to suggest that carbamazepine performs y Both levetiracetam and sodium valproate are better than gabapentin in terms of seizure effective against all types of seizures, and hence may remission (HR = 1.29; 95% CI: 1.06 to 1.57), and that be ASMs of choice when the type of seizure/epilepsy carbamazepine has similar performance to other syndrome is not clear. ASMs, including levetiracetam and lamotrigine. y All ASMs are associated with adverse effects. y For focal onset seizures, levetiracetam and Phenobarbital is associated with a higher risk of lamotrigine perform significantly better than short- and long-term tolerability problems. carbamazepine in terms of adverse events (HR = 0.56; 95% CI: 0.44 to 0.73 for lamotrigine versus y When taken during pregnancy, sodium valproate carbamazepine, HR = 0.65; 95% CI: 0.47 to 0.90 is associated with a markedly higher risk of fetal for levetiracetam vs carbamazepine). Given their malformations. Sodium valproate (valproic acid) better side-effect profile and similar efficacy to has also been associated with hepatic",
  "gloss_vi": "3. recommendations justification y all asms considered (carbamazepine, lamotrigine, y evidence was extracted from one systematic review oxcarbazepine, topiramate, gabapentin, sodium and nma: nevitt et al., 2022 (89 trial...",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "management"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 3. Recommendations Justification y All ASMs considered (carbamazepine, lamotrigine, y Evidence was extracted from one systematic review oxcarbazepine, topiramate, gabapentin, sodium and NMA: Nevitt et al., 2022 (89 trials) (183). valproate, levetiracetam, lacosamide, zonisamide, phenytoin, phenobarbital) are effective in y For generalized onset seizures there is high-certainty controlling seizures. evidence to suggest that there is no statistically significant difference in time-to-seizure remission y Lamotrigine, topiramate, sodium valproate, by ASM treatment (carbamazepine, lacosamide, levetiracetam, lacosamide, zonisamide and lamotrigine, levetiracetam, phenobarbital, phenytoin are considered broad-spectrum phenytoin, sodium valproate, topiramate). ASMs effective against multiple seizure types. Carbamazepine and oxcarbazepine are ASMs mainly y For generalized onset seizures there is high- utilized for focal onset seizures. Carbamazepine and certainty evidence to suggest that levetiracetam oxcarbazepine can be effective against generalized and lamotrigine perform significantly better than tonic-clonic seizures in people with generalized carbamazepine in terms of adverse events (HR = onset epilepsy, although they may exacerbate other 0.56; 95% CI: 0.44 to 0.73 for lamotrigine versus seizure types in these individuals. Gabapentin is not carbamazepine, HR = 0.65; 95% CI: 0.47 to 0.90 for an appropriate medicine in generalized epilepsy levetiracetam versus carbamazepine). Valproic acid and should only be considered in those with focal also has an advantage over carbamazepine in terms onset seizures. of adverse events (HR = 1.96; 95% CI: 1.13 to 3.39). y No systematic review of RCTs comparing these ASMs y Given the risks associated with sodium valproate if with placebo was found. It is considered unethical to prescribed to women and girls who are able to have conduct RCTs comparing standard ASMs, especially children, lamotrigine or levetiracetam should be as monotherapy, with placebo in established used as first-line treatment in this population. epilepsy as epilepsy should be treated to decrease y For focal onset seizures there is high-certainty morbidity and premature mortality. evidence to suggest that carbamazepine performs y Both levetiracetam and sodium valproate are better than gabapentin in terms of seizure effective against all types of seizures, and hence may remission (HR = 1.29; 95% CI: 1.06 to 1.57), and that be ASMs of choice when the type of seizure/epilepsy carbamazepine has similar performance to other syndrome is not clear. ASMs, including levetiracetam and lamotrigine. y All ASMs are associated with adverse effects. y For focal onset seizures, levetiracetam and Phenobarbital is associated with a higher risk of lamotrigine perform significantly better than short- and long-term tolerability problems. carbamazepine in terms of adverse events (HR = 0.56; 95% CI: 0.44 to 0.73 for lamotrigine versus y When taken during pregnancy, sodium valproate carbamazepine, HR = 0.65; 95% CI: 0.47 to 0.90 is associated with a markedly higher risk of fetal for levetiracetam vs carbamazepine). Given their malformations. Sodium valproate (valproic acid) better side-effect profile and similar efficacy to has also been associated with hepatic 3. recommendations justification y all asms considered (carbamazepine, lamotrigine, y evidence was extracted from one systematic review oxcarbazepine, topiramate, gabapentin, sodium and nma: nevitt et al., 2022 (89 trial..."
}