{
  "id": "mhgap#risk_safety_50653b12",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders Remarks y There are no studies in non-specialized settings. y There is insufficient evidence to support use of Further research in these settings would be naltrexone, dexamphetamine, methylphenidate, beneficial in understanding feasibility, acceptability modafinil, topiramate, mirtazapine or bupropion and effectiveness. for the treatment of stimulant use disorders in y Most of the evidence is of low or very low quality non-specialized settings. with high levels of uncertainty. This is very much y The term “cocaine or stimulant use disorders” refers attributable to the high dropout rates observed in to diagnosis according to the ICD-10, DSM-IV criteria most of the trials, and lack of data on techniques to or equivalent ICD-11 and DSM-5 diagnosis. reduce attrition. y Pharmacological treatment considered in Implementation considerations the current review included: naltrexone, y Some medicines have potential for abuse and dexamphetamine, methylphenidate, modafinil, adverse effects (such as prescription amphetamines/ topiramate, mirtazapine and bupropion. dexamphetamine and methylphenidate). y Most of the trials using above medicines had y Service providers should assess psychosocial elevated dropout rates which severely impacted stressors (e.g. domestic abuse, unemployment) their results. associated with methamphetamine or cocaine y Mirtazapine is a promising alternative that was use and dependence and include appropriate found to have a relevant impact on subgroups psychosocial interventions in their treatment plan. (cisgender men and transgender women who have y The costs of the medicines evaluated here can vary sex with men). between countries. There is very little literature y The combination of depot naltrexone and bupropion on cost-effectiveness and pharmacoeconomic had a small but statistically significant impact on aspects in general for medicines to treat methamphetamine use in a recent trial. methamphetamine dependence. y Any treatment or support for people using drugs y If implemented, any psychopharmacological or with drug use disorders should ensure ethical treatment of stimulant dependence should carefully standards – including respect for human rights and consider the specific clinical characteristics of the individual’s dignity, and never using humiliating each person receiving the treatment (e.g. higher or degrading interventions – in line with the risk of psychotic episodes with prescription WHO and UNODC International standards for the psychostimulants among individuals with previous treatment of drug use disorders (147) (see Box 3.1). history of psychosis). The medicine choice should consider, besides effectiveness, factors such as Research gaps demographic characteristics (e.g. higher risks y All studies were done in HICs. Further research is and side-effects that may be associated with needed in LMICs. pregnancy or older age), side-effects profiles y Most trials assessed adult populations, excluding (e.g. cardiovascular effects, psychosis/mania, individuals under 18 or above 70 years old. Further weight gain) and availability (e.g. continuous research is needed on adolescents and older adults. availability, costs). y Evidence on prescription amphetamines/ y Comorbidities and complications, namely dexamphetamine is very limited, as few studies cardiovascular events and psychosis, should assessed them for methamphetamine dependence, be carefully monitored during the treatment of with heterogeneous",
  "gloss_vi": "Mental health gap action programme (mhgap) guideline for mental, neurological and substance use disorders remarks y there are no studies in non-specialized settings. y there is insufficient evidence to hỗ trợ use of furt...",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral",
      "psychoeducation",
      "management"
    ],
    "life_topics": [
      "stress",
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders Remarks y There are no studies in non-specialized settings. y There is insufficient evidence to support use of Further research in these settings would be naltrexone, dexamphetamine, methylphenidate, beneficial in understanding feasibility, acceptability modafinil, topiramate, mirtazapine or bupropion and effectiveness. for the treatment of stimulant use disorders in y Most of the evidence is of low or very low quality non-specialized settings. with high levels of uncertainty. This is very much y The term “cocaine or stimulant use disorders” refers attributable to the high dropout rates observed in to diagnosis according to the ICD-10, DSM-IV criteria most of the trials, and lack of data on techniques to or equivalent ICD-11 and DSM-5 diagnosis. reduce attrition. y Pharmacological treatment considered in Implementation considerations the current review included: naltrexone, y Some medicines have potential for abuse and dexamphetamine, methylphenidate, modafinil, adverse effects (such as prescription amphetamines/ topiramate, mirtazapine and bupropion. dexamphetamine and methylphenidate). y Most of the trials using above medicines had y Service providers should assess psychosocial elevated dropout rates which severely impacted stressors (e.g. domestic abuse, unemployment) their results. associated with methamphetamine or cocaine y Mirtazapine is a promising alternative that was use and dependence and include appropriate found to have a relevant impact on subgroups psychosocial interventions in their treatment plan. (cisgender men and transgender women who have y The costs of the medicines evaluated here can vary sex with men). between countries. There is very little literature y The combination of depot naltrexone and bupropion on cost-effectiveness and pharmacoeconomic had a small but statistically significant impact on aspects in general for medicines to treat methamphetamine use in a recent trial. methamphetamine dependence. y Any treatment or support for people using drugs y If implemented, any psychopharmacological or with drug use disorders should ensure ethical treatment of stimulant dependence should carefully standards – including respect for human rights and consider the specific clinical characteristics of the individual’s dignity, and never using humiliating each person receiving the treatment (e.g. higher or degrading interventions – in line with the risk of psychotic episodes with prescription WHO and UNODC International standards for the psychostimulants among individuals with previous treatment of drug use disorders (147) (see Box 3.1). history of psychosis). The medicine choice should consider, besides effectiveness, factors such as Research gaps demographic characteristics (e.g. higher risks y All studies were done in HICs. Further research is and side-effects that may be associated with needed in LMICs. pregnancy or older age), side-effects profiles y Most trials assessed adult populations, excluding (e.g. cardiovascular effects, psychosis/mania, individuals under 18 or above 70 years old. Further weight gain) and availability (e.g. continuous research is needed on adolescents and older adults. availability, costs). y Evidence on prescription amphetamines/ y Comorbidities and complications, namely dexamphetamine is very limited, as few studies cardiovascular events and psychosis, should assessed them for methamphetamine dependence, be carefully monitored during the treatment of with heterogeneous Mental health gap action programme (mhgap) guideline for mental, neurological and substance use disorders remarks y there are no studies in non-specialized settings. y there is insufficient evidence to hỗ trợ use of furt..."
}