{
  "id": "mhgap#psychoeducation_8e7e849f",
  "title_en": "General — Psychoeducation",
  "title_vi": "General — Giáo dục tâm lý",
  "text_en": "Annex 2. Managing declarations of interest and conflicts of interest All contributors declared no interests, with the exception of those listed below. A summary of declared interests and how they were managed is provided below. Declared interests of the members of the Guideline Development Group (GDG) Name and title Declaration of interest Conflict of interest and management Dr Amza Ali Employed and holds stocks, shares and a The Psyence group is a biotechnology commercial interest in Psyence Group. company developing psychedelic therapies. The nature of the company was not considered to represent a conflict as psychedelic therapy is not included anywhere in mhGAP and was not a part of any of the PICO question discussions. No conflict of interest identified. Professor Sawitri None No conflict of interest identified. Assanangkornchai Professor Henry Brodaty Employed by the University of New South No conflict of interest identified. Wales, Sydney. Payment for consultancy or advisory board membership for Biogen Pharmaceuticals, Cranbrook Care, Nutricia Australia, Roche, Skin2Neuron. Ongoing research support from Australia’s National Health Medical Research Council (NHMRC) and the Commonwealth Department of Health (Australian Government). Honorary Advisor to Alzheimer’s Disease International, Dementia Australia and Montefiore Homes, Sydney. 145 Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders Name and title Declaration of interest Conflict of interest and management Dr Vladimir Carli Shareholder of Mental Health in Mind No",
  "gloss_vi": "Annex 2. managing declarations of interest and conflicts of interest all contributors declared no interests, with the exception of those listed below.",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "psychoeducation",
      "management"
    ],
    "life_topics": [
      "relationships"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Psychoeducation General — Giáo dục tâm lý Annex 2. Managing declarations of interest and conflicts of interest All contributors declared no interests, with the exception of those listed below. A summary of declared interests and how they were managed is provided below. Declared interests of the members of the Guideline Development Group (GDG) Name and title Declaration of interest Conflict of interest and management Dr Amza Ali Employed and holds stocks, shares and a The Psyence group is a biotechnology commercial interest in Psyence Group. company developing psychedelic therapies. The nature of the company was not considered to represent a conflict as psychedelic therapy is not included anywhere in mhGAP and was not a part of any of the PICO question discussions. No conflict of interest identified. Professor Sawitri None No conflict of interest identified. Assanangkornchai Professor Henry Brodaty Employed by the University of New South No conflict of interest identified. Wales, Sydney. Payment for consultancy or advisory board membership for Biogen Pharmaceuticals, Cranbrook Care, Nutricia Australia, Roche, Skin2Neuron. Ongoing research support from Australia’s National Health Medical Research Council (NHMRC) and the Commonwealth Department of Health (Australian Government). Honorary Advisor to Alzheimer’s Disease International, Dementia Australia and Montefiore Homes, Sydney. 145 Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders Name and title Declaration of interest Conflict of interest and management Dr Vladimir Carli Shareholder of Mental Health in Mind No Annex 2. managing declarations of interest and conflicts of interest all contributors declared no interests, with the exception of those listed below."
}