{
  "id": "mhgap#risk_safety_2fa2282b",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "3. Recommendations SUI2. Are suicide prevention media campaigns effective in reducing deaths from suicide, suicide attempts and acts of self-harm? Recommendation: The evidence regarding effectiveness of stand-alone media campaigns (to raise awareness and sensitize the general public about suicide and its prevention) in reducing deaths from suicide, suicide attempts and acts of self-harm is insufficient to make a recommendation. Remarks Research gaps y Identified reviews did not fully satisfy the research y There is a need for high-quality evaluations of question. Studies did not specify a comparator or media campaigns for the general population as failed to compare to no intervention, did not involve well as targeted campaigns (e.g. on availability of media campaigns as a stand-alone intervention, help), with large enough sample sizes to assess the and/or had narrow samples (e.g. police only). outcome measures of suicide and suicide attempts. y One study met the inclusion criteria, but used y Preference should be given to cluster randomized ecological-level quasi-experimental design (Till et trials and quasi-experimental designs. al., 2013) (217). y Cultural adaptation when developing media y Findings are inconclusive as to the effectiveness campaigns is always needed. of stand-alone mass media campaigns in y Benefits as well as potential harms (particularly reducing suicide mortality, acts of self-harm or when there is a lack of services) of media campaigns suicidal thoughts/plans. need to be addressed and assessed. y Media campaigns as part of multicomponent y There is need to develop and test public service interventions (in combination with other announcements before they are used in a interventions) may reduce suicide attempts. media campaign. 109 Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders SUI3. Are stand-alone digital interventions for the self-management of thoughts, plans or acts of self-harm among persons with thoughts or plans of self-harm in the last month or acts of self-harm in the last year effective in reducing deaths from suicide, suicide attempts, acts and thoughts of self-harm? Recommendation (new): Stand-alone digital interventions based on evidence-based interventions such as cognitive behavioural therapy (CBT), dialectical behaviour therapy (DBT), problem-solving therapy (PST) and mindfulness should be considered as support for persons with suicidal thoughts. Strength of recommendation: Conditional Certainty of evidence: Low Justification health interventions. Measures should be taken y Evidence was",
  "gloss_vi": "3. recommendations sui2.",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral",
      "psychoeducation",
      "management"
    ],
    "life_topics": [
      "study"
    ],
    "advice_section": [
      "coping_skill"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 3. Recommendations SUI2. Are suicide prevention media campaigns effective in reducing deaths from suicide, suicide attempts and acts of self-harm? Recommendation: The evidence regarding effectiveness of stand-alone media campaigns (to raise awareness and sensitize the general public about suicide and its prevention) in reducing deaths from suicide, suicide attempts and acts of self-harm is insufficient to make a recommendation. Remarks Research gaps y Identified reviews did not fully satisfy the research y There is a need for high-quality evaluations of question. Studies did not specify a comparator or media campaigns for the general population as failed to compare to no intervention, did not involve well as targeted campaigns (e.g. on availability of media campaigns as a stand-alone intervention, help), with large enough sample sizes to assess the and/or had narrow samples (e.g. police only). outcome measures of suicide and suicide attempts. y One study met the inclusion criteria, but used y Preference should be given to cluster randomized ecological-level quasi-experimental design (Till et trials and quasi-experimental designs. al., 2013) (217). y Cultural adaptation when developing media y Findings are inconclusive as to the effectiveness campaigns is always needed. of stand-alone mass media campaigns in y Benefits as well as potential harms (particularly reducing suicide mortality, acts of self-harm or when there is a lack of services) of media campaigns suicidal thoughts/plans. need to be addressed and assessed. y Media campaigns as part of multicomponent y There is need to develop and test public service interventions (in combination with other announcements before they are used in a interventions) may reduce suicide attempts. media campaign. 109 Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders SUI3. Are stand-alone digital interventions for the self-management of thoughts, plans or acts of self-harm among persons with thoughts or plans of self-harm in the last month or acts of self-harm in the last year effective in reducing deaths from suicide, suicide attempts, acts and thoughts of self-harm? Recommendation (new): Stand-alone digital interventions based on evidence-based interventions such as cognitive behavioural therapy (CBT), dialectical behaviour therapy (DBT), problem-solving therapy (PST) and mindfulness should be considered as support for persons with suicidal thoughts. Strength of recommendation: Conditional Certainty of evidence: Low Justification health interventions. Measures should be taken y Evidence was 3. recommendations sui2."
}