{
  "id": "mhgap#risk_safety_067a9309",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders BOX 3.2 Investigated psychological interventions and definitions The investigated interventions included: family psychoeducation, integrated cognitive and interpersonal therapy, individual psychological interventions and group psychological interventions, as listed and defined below. Family psychoeducation (carers): Intervention for the family only. Psychoeducation about bipolar disorder and its treatment, dealing with one’s own functioning (stress and other health risks) and practical advice. Integrated cognitive and interpersonal therapy: Individuals could choose the group or individual intervention. Psychoeducation, identification of early warning signs, behavioural strategies for coping with symptoms, cognitive strategies, affect-regulation techniques, social network analysis and identification of interpersonal patterns and strategies. Individual psychological interventions: ▶ Cognitive behavioural therapy (CBT): Psychoeducation, identifying and modifying dysfunctional and negative thoughts, underlying maladaptive assumptions and beliefs, problem-solving training and strategies for early detection of mood episodes. ▶ Online psychoeducation: Online interactive programme addressing topics such as the causes of bipolar disorder, diagnosis, treatments, role of lifestyle (changes) and the importance of support. ▶ Individual psychoeducation: Education on bipolar disorder, causative factors, clinical symptoms and early warning signs, medicine side-effects and coping strategies for mood changes. ▶ Medicine adherence therapy: Modified cognitive-behavioural intervention aimed at altering cognitions and behaviours that interfere with compliance. Group psychological interventions: ▶ Group psychoeducation: Interactive group sessions covering illness and treatment education, symptom monitoring and early detection, treatment adherence, illness management skills, coping strategies and problem solving. ▶ Group CBT: Psychoeducation, identifying and modifying dysfunctional and negative thoughts, underlying maladaptive assumptions and beliefs, problem-solving training and strategies for early detection of mood episodes. ▶ Group mindfulness therapy: Psychoeducation, mindfulness meditation (observations of thoughts, feelings and bodily reactions) practice and cognitive therapy regarding depression. ▶ Group social cognition and interaction training: Emotional training (definition of emotions, facial expression",
  "gloss_vi": "Mental health gap action programme (mhgap) guideline for mental, neurological and substance use disorders box 3.2 investigated psychological interventions and definitions the investigated interventions included: family g...",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "psychoeducation",
      "management",
      "caregiver"
    ],
    "life_topics": [
      "stress",
      "work",
      "relationships"
    ],
    "advice_section": [
      "coping_skill"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders BOX 3.2 Investigated psychological interventions and definitions The investigated interventions included: family psychoeducation, integrated cognitive and interpersonal therapy, individual psychological interventions and group psychological interventions, as listed and defined below. Family psychoeducation (carers): Intervention for the family only. Psychoeducation about bipolar disorder and its treatment, dealing with one’s own functioning (stress and other health risks) and practical advice. Integrated cognitive and interpersonal therapy: Individuals could choose the group or individual intervention. Psychoeducation, identification of early warning signs, behavioural strategies for coping with symptoms, cognitive strategies, affect-regulation techniques, social network analysis and identification of interpersonal patterns and strategies. Individual psychological interventions: ▶ Cognitive behavioural therapy (CBT): Psychoeducation, identifying and modifying dysfunctional and negative thoughts, underlying maladaptive assumptions and beliefs, problem-solving training and strategies for early detection of mood episodes. ▶ Online psychoeducation: Online interactive programme addressing topics such as the causes of bipolar disorder, diagnosis, treatments, role of lifestyle (changes) and the importance of support. ▶ Individual psychoeducation: Education on bipolar disorder, causative factors, clinical symptoms and early warning signs, medicine side-effects and coping strategies for mood changes. ▶ Medicine adherence therapy: Modified cognitive-behavioural intervention aimed at altering cognitions and behaviours that interfere with compliance. Group psychological interventions: ▶ Group psychoeducation: Interactive group sessions covering illness and treatment education, symptom monitoring and early detection, treatment adherence, illness management skills, coping strategies and problem solving. ▶ Group CBT: Psychoeducation, identifying and modifying dysfunctional and negative thoughts, underlying maladaptive assumptions and beliefs, problem-solving training and strategies for early detection of mood episodes. ▶ Group mindfulness therapy: Psychoeducation, mindfulness meditation (observations of thoughts, feelings and bodily reactions) practice and cognitive therapy regarding depression. ▶ Group social cognition and interaction training: Emotional training (definition of emotions, facial expression Mental health gap action programme (mhgap) guideline for mental, neurological and substance use disorders box 3.2 investigated psychological interventions and definitions the investigated interventions included: family g..."
}