{
  "id": "mhgap#risk_safety_262015d6",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "side- carbamazepine, lamotrigine and levetiracetam are effects, in terms of raised transaminases and now recommended for focal epilepsy. elevated ammonia levels. Sodium valproate is contraindicated in individuals with liver disease. Remarks y Phenytoin, despite being used as a first-line drug in y As ASM choice depends on seizure semiology, some places, has a problematic pharmacokinetic outcomes are reported separately for focal onset profile. Phenytoin has associated risks of arrhythmia seizures (focal seizures with or without awareness, and hypotension and can be difficult to administer in focal to bilateral tonic-clonic seizures) and adults with comorbid cardiac conditions. generalized onset tonic-clonic seizures (with or y Most trials excluded women known to be without other generalized seizure types such as pregnant. Seizures in pregnant women can myoclonus or absence seizures). be due to eclampsia, which requires different treatment strategies. 81 Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders Research gaps Implementation considerations y Most of the evidence is from HICs. Further research is y The choice of medicine is affected by a number of needed in LMICs. factors, including seizure semiology, comorbidities, y The evidence did not allow for consideration of availability, cost and side-effects. adults and children/adolescents as subgroups. y There are feasibility and affordability issues; Further detail is required around adverse events in lacosamide is not currently on the WHO EML (13) or these subgroups. the EMLc (132). y The studies had a small number of older adults. This y Phenobarbital, being a controlled substance, faces is special population group with several comorbid strict regulations in many countries which affects conditions and pharmacokinetics of medicines may its accessibility. be different in this age group. y No evidence was located on the important outcomes of mortality or quality of life. EPI4. What is the effectiveness and safety of antiseizure medicines in women of childbearing potential? Recommendation (update): 4.1 The efficacy of antiseizure medicines (ASMs) is not thought to differ in males and females. As such, this recommendation builds on EPI3 and focuses on the medicines that are now being preferentially recommended as therapeutic options. In women and girls with epilepsy who are of childbearing potential, lamotrigine or levetiracetam should be offered as first-line monotherapy for both generalized onset seizures and focal onset seizures. Women with epilepsy should have seizures controlled as well as possible with the minimum dose of ASMs taken in monotherapy, wherever possible. Valproic acid (sodium valproate) is not recommended in women and girls of childbearing potential because of potential harm to the fetus. Strength of recommendation: Strong Certainty of evidence: Very low 4.2 Standard breastfeeding recommendations remain appropriate for women with epilepsy taking the ASMs included in this review (phenobarbital, phenytoin, valproic acid [sodium valproate], carbamazepine, lamotrigine, levetiracetam, topiramate, lacosamide). Strength of recommendation: Strong Certainty of evidence: Very low 82",
  "gloss_vi": "Side- carbamazepine, lamotrigine and levetiracetam are effects, in terms of raised transaminases and now recommended for focal epilepsy. elevated ammonia levels.",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "referral",
      "do_not_do",
      "management"
    ],
    "life_topics": [
      "stress",
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn side- carbamazepine, lamotrigine and levetiracetam are effects, in terms of raised transaminases and now recommended for focal epilepsy. elevated ammonia levels. Sodium valproate is contraindicated in individuals with liver disease. Remarks y Phenytoin, despite being used as a first-line drug in y As ASM choice depends on seizure semiology, some places, has a problematic pharmacokinetic outcomes are reported separately for focal onset profile. Phenytoin has associated risks of arrhythmia seizures (focal seizures with or without awareness, and hypotension and can be difficult to administer in focal to bilateral tonic-clonic seizures) and adults with comorbid cardiac conditions. generalized onset tonic-clonic seizures (with or y Most trials excluded women known to be without other generalized seizure types such as pregnant. Seizures in pregnant women can myoclonus or absence seizures). be due to eclampsia, which requires different treatment strategies. 81 Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders Research gaps Implementation considerations y Most of the evidence is from HICs. Further research is y The choice of medicine is affected by a number of needed in LMICs. factors, including seizure semiology, comorbidities, y The evidence did not allow for consideration of availability, cost and side-effects. adults and children/adolescents as subgroups. y There are feasibility and affordability issues; Further detail is required around adverse events in lacosamide is not currently on the WHO EML (13) or these subgroups. the EMLc (132). y The studies had a small number of older adults. This y Phenobarbital, being a controlled substance, faces is special population group with several comorbid strict regulations in many countries which affects conditions and pharmacokinetics of medicines may its accessibility. be different in this age group. y No evidence was located on the important outcomes of mortality or quality of life. EPI4. What is the effectiveness and safety of antiseizure medicines in women of childbearing potential? Recommendation (update): 4.1 The efficacy of antiseizure medicines (ASMs) is not thought to differ in males and females. As such, this recommendation builds on EPI3 and focuses on the medicines that are now being preferentially recommended as therapeutic options. In women and girls with epilepsy who are of childbearing potential, lamotrigine or levetiracetam should be offered as first-line monotherapy for both generalized onset seizures and focal onset seizures. Women with epilepsy should have seizures controlled as well as possible with the minimum dose of ASMs taken in monotherapy, wherever possible. Valproic acid (sodium valproate) is not recommended in women and girls of childbearing potential because of potential harm to the fetus. Strength of recommendation: Strong Certainty of evidence: Very low 4.2 Standard breastfeeding recommendations remain appropriate for women with epilepsy taking the ASMs included in this review (phenobarbital, phenytoin, valproic acid [sodium valproate], carbamazepine, lamotrigine, levetiracetam, topiramate, lacosamide). Strength of recommendation: Strong Certainty of evidence: Very low 82 Side- carbamazepine, lamotrigine and levetiracetam are effects, in terms of raised transaminases and now recommended for focal epilepsy. elevated ammonia levels."
}