{
  "id": "mhgap#risk_safety_c951ce84",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "The medicines in youths with bipolar depression) (200); and Ciray mentioned above were the only efficacious ones. et al., 2020 (11 placebo-controlled pharmacological 94 3. Recommendations y The systematic review on bipolar depression in medicines should only be given in a case-by-case adolescents (DelBello et al., 2022) only identified manner by a specialist carefully balancing efficacy studies for lurasidone, quetiapine, olanzapine– and side-effects. fluoxetine combination. Systematic reviews about Remarks classical mood stabilizers and antidepressants were not identified. Lurasidone and olanzapine– y There is not enough evidence to recommend the use fluoxetine combination significantly improved of psychotropic medicine in adolescents with bipolar depressive symptoms, while quetiapine did not. disorder (current episode depression). Preliminary Olanzapine–fluoxetine combination showed evidence suggests that olanzapine–fluoxetine more discontinuation due to adverse effects than combination (very low certainty) and lurasidone placebo (OR = 3.31; 95% CI: 1.08 to 8.75). Lurasidone (high certainty) are effective in reducing bipolar was similar to placebo and quetiapine showed symptoms in adolescents with bipolar disorder significantly fewer discontinuations than placebo. (current episode depression). In this review, olanzapine caused most weight gain Research gaps (not summarized in the evidence profile). y Randomized controlled trials are needed, y The search process identified one systematic review particularly comparing pharmacological on acute bipolar mania in children and adolescents, interventions with placebo and with each other, in Ciray et al., 2020 (11 RCTs, 1974 participants), that children and adolescents with bipolar disorder in compared different medicines with placebo. Effect order to better know their efficacy and safety in this sizes by pooling all medicines were moderate (SMD vulnerable group. = -0.61; 95% CI: -0.78 to -0.44). The certainty of evidence was moderate. In the single studies, almost y Further high-quality evidence is required to all investigated medicines were superior to placebo understand the use of psychotropic medicines for (topiramate, olanzapine, risperidone, aripiprazole, adolescents requiring maintenance treatment. ziprasidone, quetiapine, asenapine, lithium). The y Ciray et al., 2020 investigated no side-effects. More most efficacious medicine was risperidone. As research is needed to investigate side-effects of expected, there were side-effects such as weight- medicines in this age group (201). gain, prolactin increase, higher fasting glucose, etc. Implementation considerations y Children and adolescents are a particularly y Adolescents living with bipolar disorder should vulnerable group. Given the very limited evidence be involved in medicine choice in a supported and known side-effects of antipsychotics from decision-making process. systematic reviews in adults, antipsychotic 95",
  "gloss_vi": "The medicines in youths with bipolar trầm cảm) (200); and ciray mentioned above were the only efficacious ones. et al., 2020 (11 placebo-controlled pharmacological 94 3.",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral",
      "psychoeducation",
      "management"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn The medicines in youths with bipolar depression) (200); and Ciray mentioned above were the only efficacious ones. et al., 2020 (11 placebo-controlled pharmacological 94 3. Recommendations y The systematic review on bipolar depression in medicines should only be given in a case-by-case adolescents (DelBello et al., 2022) only identified manner by a specialist carefully balancing efficacy studies for lurasidone, quetiapine, olanzapine– and side-effects. fluoxetine combination. Systematic reviews about Remarks classical mood stabilizers and antidepressants were not identified. Lurasidone and olanzapine– y There is not enough evidence to recommend the use fluoxetine combination significantly improved of psychotropic medicine in adolescents with bipolar depressive symptoms, while quetiapine did not. disorder (current episode depression). Preliminary Olanzapine–fluoxetine combination showed evidence suggests that olanzapine–fluoxetine more discontinuation due to adverse effects than combination (very low certainty) and lurasidone placebo (OR = 3.31; 95% CI: 1.08 to 8.75). Lurasidone (high certainty) are effective in reducing bipolar was similar to placebo and quetiapine showed symptoms in adolescents with bipolar disorder significantly fewer discontinuations than placebo. (current episode depression). In this review, olanzapine caused most weight gain Research gaps (not summarized in the evidence profile). y Randomized controlled trials are needed, y The search process identified one systematic review particularly comparing pharmacological on acute bipolar mania in children and adolescents, interventions with placebo and with each other, in Ciray et al., 2020 (11 RCTs, 1974 participants), that children and adolescents with bipolar disorder in compared different medicines with placebo. Effect order to better know their efficacy and safety in this sizes by pooling all medicines were moderate (SMD vulnerable group. = -0.61; 95% CI: -0.78 to -0.44). The certainty of evidence was moderate. In the single studies, almost y Further high-quality evidence is required to all investigated medicines were superior to placebo understand the use of psychotropic medicines for (topiramate, olanzapine, risperidone, aripiprazole, adolescents requiring maintenance treatment. ziprasidone, quetiapine, asenapine, lithium). The y Ciray et al., 2020 investigated no side-effects. More most efficacious medicine was risperidone. As research is needed to investigate side-effects of expected, there were side-effects such as weight- medicines in this age group (201). gain, prolactin increase, higher fasting glucose, etc. Implementation considerations y Children and adolescents are a particularly y Adolescents living with bipolar disorder should vulnerable group. Given the very limited evidence be involved in medicine choice in a supported and known side-effects of antipsychotics from decision-making process. systematic reviews in adults, antipsychotic 95 The medicines in youths with bipolar trầm cảm) (200); and ciray mentioned above were the only efficacious ones. et al., 2020 (11 placebo-controlled pharmacological 94 3."
}