{
  "id": "mhgap#referral_f543d371",
  "title_en": "General — Referral",
  "title_vi": "General — Chuyển tuyến",
  "text_en": "3. Recommendations ANX3. For adults with anxiety disorders, what is the comparative effectiveness of different formats of psychological interventions? Recommendation (new): When brief, structured psychological interventions based on principles of cognitive behavioural therapy (CBT) are offered for adults with generalized anxiety disorder (GAD) and/or panic disorder, different delivery formats should be considered based on available resources as well as individual preferences, including: y individual and/or group face-to-face; y digital/online and/or face-to-face; y guided and/or unguided self-help; y specialist and/or non-specialist. Strength of recommendation: Conditional Certainty of evidence: Low Justification y See ANX2 for further discussion of evidence for y Evidence was extracted from three systematic the brief, structured psychological interventions reviews: Barkowski et al., 2020 (57 RCTs on group recommended in mhGAP for GAD and/or psychotherapy for adults with anxiety disorders) panic disorder. (39); Pauley et al., 2023 (47 RCTs on digital y While interventions that are provided by specialists interventions for adults with anxiety disorders) (40); or as guided self-help (either digitally or face-to- and Parker et al., 2021 (19 RCTs on psychological face) are likely to demonstrate better outcomes interventions for adults with anxiety disorders in than those provided in groups, by non-specialists, non-specialized care settings) (35). or as unguided self-help, the latter may be suitable y Low-quality evidence suggests that the differences for adults with anxiety disorders who either between individual versus group and digital versus (i) do not have access to face-to-face psychological face-to-face psychological interventions were treatment provided by specialists or guided self-help small or non-existent. Additionally, while evidence psychological treatment or (ii) are not willing to does demonstrate a potential difference between access such treatments. guided versus unguided self-help and specialist y The choice of intervention format depends on versus non-specialist provided care, there is available resources in the health system as well as substantial value in expanding care through less individual preferences. resource-intensive means, including expanding the y Self-help psychological treatment may involve delivery of psychological interventions beyond care information technology (IT)-supported self-help by specialists. materials and/or paper-based self-help books or y In terms of undesirable effects, dropout rates were visual materials and can be guided by professionals higher in group psychotherapy (RR = 1.58; 95% or lay workers with varying degrees of support, or CI: 1.00 to 2.49). can be unguided. y Face-to-face brief psychological interventions Remarks delivered by service providers is human resource- y For all delivery formats listed in the intensive as it requires substantial provider time, recommendation, there is no inherent hierarchy or training and supervision. priority intended in the listing of delivery formats. 21 Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders y There are concerns regarding potentially sensitive reducing the stigma of mental health problems and content and data privacy while using digital health reduced costs. interventions. Measures should be taken to ensure y Country adaptation",
  "gloss_vi": "3. recommendations anx3.",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "referral",
      "psychoeducation",
      "do_not_do",
      "management"
    ],
    "life_topics": [
      "work"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Referral General — Chuyển tuyến 3. Recommendations ANX3. For adults with anxiety disorders, what is the comparative effectiveness of different formats of psychological interventions? Recommendation (new): When brief, structured psychological interventions based on principles of cognitive behavioural therapy (CBT) are offered for adults with generalized anxiety disorder (GAD) and/or panic disorder, different delivery formats should be considered based on available resources as well as individual preferences, including: y individual and/or group face-to-face; y digital/online and/or face-to-face; y guided and/or unguided self-help; y specialist and/or non-specialist. Strength of recommendation: Conditional Certainty of evidence: Low Justification y See ANX2 for further discussion of evidence for y Evidence was extracted from three systematic the brief, structured psychological interventions reviews: Barkowski et al., 2020 (57 RCTs on group recommended in mhGAP for GAD and/or psychotherapy for adults with anxiety disorders) panic disorder. (39); Pauley et al., 2023 (47 RCTs on digital y While interventions that are provided by specialists interventions for adults with anxiety disorders) (40); or as guided self-help (either digitally or face-to- and Parker et al., 2021 (19 RCTs on psychological face) are likely to demonstrate better outcomes interventions for adults with anxiety disorders in than those provided in groups, by non-specialists, non-specialized care settings) (35). or as unguided self-help, the latter may be suitable y Low-quality evidence suggests that the differences for adults with anxiety disorders who either between individual versus group and digital versus (i) do not have access to face-to-face psychological face-to-face psychological interventions were treatment provided by specialists or guided self-help small or non-existent. Additionally, while evidence psychological treatment or (ii) are not willing to does demonstrate a potential difference between access such treatments. guided versus unguided self-help and specialist y The choice of intervention format depends on versus non-specialist provided care, there is available resources in the health system as well as substantial value in expanding care through less individual preferences. resource-intensive means, including expanding the y Self-help psychological treatment may involve delivery of psychological interventions beyond care information technology (IT)-supported self-help by specialists. materials and/or paper-based self-help books or y In terms of undesirable effects, dropout rates were visual materials and can be guided by professionals higher in group psychotherapy (RR = 1.58; 95% or lay workers with varying degrees of support, or CI: 1.00 to 2.49). can be unguided. y Face-to-face brief psychological interventions Remarks delivered by service providers is human resource- y For all delivery formats listed in the intensive as it requires substantial provider time, recommendation, there is no inherent hierarchy or training and supervision. priority intended in the listing of delivery formats. 21 Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders y There are concerns regarding potentially sensitive reducing the stigma of mental health problems and content and data privacy while using digital health reduced costs. interventions. Measures should be taken to ensure y Country adaptation 3. recommendations anx3."
}