{
  "id": "mhgap#screening_cues_9ec46ab8",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "return to heavy drinking interventions, 12-step facilitation and mutual (high certainty); (iii) proportion of abstinent days help groups. (high certainty). y In adults with alcohol dependence, combined – Pharmacological treatment considered included: acamprosate, disulfiram and naltrexone. treatment compared with psychosocial/ pharmacological interventions alone does not y The term “alcohol dependence” refers to diagnosis show difference in number of people with adverse according to the ICD-10 or DSM-IV criteria or events, dropouts from treatment (moderate or high equivalent ICD-11 and DSM-5 diagnosis. 16 3. Recommendations Research gaps made taking into consideration harms and benefits, y All studies were conducted in HICs. Further research availability and individual preference. is needed to enhance understanding on use in y Decision on the choice and implementation of low-resource settings. psychosocial and/or pharmacological treatment y Most studies comparing combined treatment to should be based on individual characteristics of the psychosocial interventions were on naltrexone. person it is prescribed for. Service providers should Further research on acamprosate and disulfiram is help the person make decisions about available required. treatments, based on providing relevant information (e.g. possible side-effects, counterindications, y Studies comparing combined treatment to costs). Even if it is not possible to provide combined pharmacological interventions were on acamprosate interventions, individuals should be provided with or naltrexone, with no studies on disulfiram. Further either psychosocial or pharmacological treatment. research on disulfiram is required. y Even though differences for adverse events were y Most studies focused on CBT and combined not identified, medicines for alcohol dependence behavioural interventions with fewer studies on treatment can have side-effects and service other psychosocial interventions. Further research is providers should monitor them carefully. The side- needed to understand whether the balance of effects effect profile is generally acceptable for most people differs by type of psychosocial intervention. receiving acamprosate or naltrexone. Education of Implementation considerations the individual and their carer (e.g. family member) y Both naltrexone and acamprosate are relatively regarding potential adverse events with disulfiram is expensive medicines compared with disulfiram, important. The balance of benefits versus harms in which is considerably less expensive and may be non-specialized settings is unclear. more readily accessible in low-income settings. y Discontinuities in drug availability and access to However, medicines may not be registered and psychosocial interventions (common in LMICs) may available in all countries. The decision to use interfere with continuation of treatment and should acamprosate, disulfiram or naltrexone should be be considered in planning treatment. 17",
  "gloss_vi": "Return to heavy drinking interventions, 12-step facilitation and mutual (high certainty); (iii) proportion of abstinent days help groups. (high certainty).",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "psychoeducation",
      "management",
      "caregiver"
    ],
    "life_topics": [
      "study",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc return to heavy drinking interventions, 12-step facilitation and mutual (high certainty); (iii) proportion of abstinent days help groups. (high certainty). y In adults with alcohol dependence, combined – Pharmacological treatment considered included: acamprosate, disulfiram and naltrexone. treatment compared with psychosocial/ pharmacological interventions alone does not y The term “alcohol dependence” refers to diagnosis show difference in number of people with adverse according to the ICD-10 or DSM-IV criteria or events, dropouts from treatment (moderate or high equivalent ICD-11 and DSM-5 diagnosis. 16 3. Recommendations Research gaps made taking into consideration harms and benefits, y All studies were conducted in HICs. Further research availability and individual preference. is needed to enhance understanding on use in y Decision on the choice and implementation of low-resource settings. psychosocial and/or pharmacological treatment y Most studies comparing combined treatment to should be based on individual characteristics of the psychosocial interventions were on naltrexone. person it is prescribed for. Service providers should Further research on acamprosate and disulfiram is help the person make decisions about available required. treatments, based on providing relevant information (e.g. possible side-effects, counterindications, y Studies comparing combined treatment to costs). Even if it is not possible to provide combined pharmacological interventions were on acamprosate interventions, individuals should be provided with or naltrexone, with no studies on disulfiram. Further either psychosocial or pharmacological treatment. research on disulfiram is required. y Even though differences for adverse events were y Most studies focused on CBT and combined not identified, medicines for alcohol dependence behavioural interventions with fewer studies on treatment can have side-effects and service other psychosocial interventions. Further research is providers should monitor them carefully. The side- needed to understand whether the balance of effects effect profile is generally acceptable for most people differs by type of psychosocial intervention. receiving acamprosate or naltrexone. Education of Implementation considerations the individual and their carer (e.g. family member) y Both naltrexone and acamprosate are relatively regarding potential adverse events with disulfiram is expensive medicines compared with disulfiram, important. The balance of benefits versus harms in which is considerably less expensive and may be non-specialized settings is unclear. more readily accessible in low-income settings. y Discontinuities in drug availability and access to However, medicines may not be registered and psychosocial interventions (common in LMICs) may available in all countries. The decision to use interfere with continuation of treatment and should acamprosate, disulfiram or naltrexone should be be considered in planning treatment. 17 Return to heavy drinking interventions, 12-step facilitation and mutual (high certainty); (iii) proportion of abstinent days help groups. (high certainty)."
}