{
  "id": "mhgap#risk_safety_bf55df61",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "waiting list or no treatment? Recommendation (update): Psychological interventions should be offered for children and adolescents with post-traumatic stress disorder (PTSD). Namely, these include: y individual face-to-face cognitive behavioural therapy (CBT) with a trauma focus; y group face-to-face CBT with a trauma focus; y eye movement desensitization and reprocessing (EMDR). Strength of recommendation: Strong Certainty of evidence: Moderate Justification Implementation considerations y The evidence review team updated an existing y Brief psychological interventions can be delivered systematic review: Phelps et al., 2022 (45 RCTs effectively in non-specialized health-care settings, as examining the effectiveness of psychological well as in other settings including specialized mental treatments in children and adolescents with health care and social care or in education settings PTSD) (82). for children and adolescents. y Moderate-quality evidence suggests reduced rates y Face-to-face brief psychological interventions of PTSD symptoms in children and adolescents using delivered by service providers are human resource- these interventions. While EMDR demonstrated intensive because they require substantial provider better outcomes than CBT with a trauma focus in time, training and supervision. research trials, both are effective and the latter may y Task sharing has been found to be an effective be suitable for children and adolescents with PTSD approach to delivering brief psychological who do not have access to EMDR. interventions. However, CBT with a trauma focus and EMDR can include complex techniques. The Remarks clinician using these techniques should also y Given the delicate and technical nature of EMDR, have received training in their provision and implementation by lay providers may carry risks. Lay demonstrated competencies to provide them. Also, providers should be comprehensively trained and the provider should have additional capacities to closely supervised when providing any intervention support the person receiving treatment, including for people experiencing conditions related to stress, (i) the ability to make differential diagnosis, including PTSD. (ii) problem-solvingtechniques and (iii) relaxation/ stabilizing techniques. Research gaps y Integrating the provision of brief psychological y Few studies were conducted in context of interventions into primary care provides many the LMICs, limiting the generalizability of advantages, including more holistic health care, these recommendations. increased accessibility of mental health services y Future meta-analyses comparing psychological for people in need of care, opportunities for interventions for children and adolescents with reducing the stigma of mental health problems and PTSD may benefit from NMA approaches in order to reduced costs. provide stronger evidence on comparisons. 48",
  "gloss_vi": "Waiting list or no treatment? recommendation (update): psychological interventions should be offered for children and adolescents with post-traumatic căng thẳng disorder (ptsd).",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "psychoeducation",
      "do_not_do",
      "management"
    ],
    "life_topics": [
      "stress",
      "study"
    ],
    "advice_section": [
      "coping_skill"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn waiting list or no treatment? Recommendation (update): Psychological interventions should be offered for children and adolescents with post-traumatic stress disorder (PTSD). Namely, these include: y individual face-to-face cognitive behavioural therapy (CBT) with a trauma focus; y group face-to-face CBT with a trauma focus; y eye movement desensitization and reprocessing (EMDR). Strength of recommendation: Strong Certainty of evidence: Moderate Justification Implementation considerations y The evidence review team updated an existing y Brief psychological interventions can be delivered systematic review: Phelps et al., 2022 (45 RCTs effectively in non-specialized health-care settings, as examining the effectiveness of psychological well as in other settings including specialized mental treatments in children and adolescents with health care and social care or in education settings PTSD) (82). for children and adolescents. y Moderate-quality evidence suggests reduced rates y Face-to-face brief psychological interventions of PTSD symptoms in children and adolescents using delivered by service providers are human resource- these interventions. While EMDR demonstrated intensive because they require substantial provider better outcomes than CBT with a trauma focus in time, training and supervision. research trials, both are effective and the latter may y Task sharing has been found to be an effective be suitable for children and adolescents with PTSD approach to delivering brief psychological who do not have access to EMDR. interventions. However, CBT with a trauma focus and EMDR can include complex techniques. The Remarks clinician using these techniques should also y Given the delicate and technical nature of EMDR, have received training in their provision and implementation by lay providers may carry risks. Lay demonstrated competencies to provide them. Also, providers should be comprehensively trained and the provider should have additional capacities to closely supervised when providing any intervention support the person receiving treatment, including for people experiencing conditions related to stress, (i) the ability to make differential diagnosis, including PTSD. (ii) problem-solvingtechniques and (iii) relaxation/ stabilizing techniques. Research gaps y Integrating the provision of brief psychological y Few studies were conducted in context of interventions into primary care provides many the LMICs, limiting the generalizability of advantages, including more holistic health care, these recommendations. increased accessibility of mental health services y Future meta-analyses comparing psychological for people in need of care, opportunities for interventions for children and adolescents with reducing the stigma of mental health problems and PTSD may benefit from NMA approaches in order to reduced costs. provide stronger evidence on comparisons. 48 Waiting list or no treatment? recommendation (update): psychological interventions should be offered for children and adolescents with post-traumatic căng thẳng disorder (ptsd)."
}