{
  "id": "mhgap#screening_cues_f8eafb08",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "be related to short-term effects or degrading interventions – in line with the WHO of the substance or to longer-term cumulative and United Nations Office on Drugs and Crime effects on physical or mental health or functioning. (UNODC) International standards for the treatment Hazardous drug use has not yet reached the level of of drug use disorders (147), as shown in Box 3.1. having caused harm to physical or mental health of the user or others around the user. 65 Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders BOX 3.1 Ethical standards for providing treatment of support to people using drugs or with drug use disorders ▶ The patients should grant informed consent before treatment begins and have a guaranteed option to withdraw from treatment at any time. ▶ Patient data should be strictly confidential. Circumventing the confidentiality of health records in order to register patients entering treatment should be prohibited. ▶ Legislative measures, supported by appropriate staff training and service rules and regulations, should ensure and protect the confidentiality of patient data. ▶ Staff of treatment services should receive proper training in the delivery of treatment in full compliance with ethical standards and human rights principles, and show respectful, non-stigmatizing and non-discriminatory attitudes towards service-users. ▶ Service procedures should require staff to adequately inform patients of treatment processes and procedures, including their right to withdraw from treatment at any time. Source: WHO and UNODC, 2020 (147). Research gaps be provided in settings where services for detailed y Most of the studies were done in HICs. Further assessment, diagnosis, treatment and appropriate research is needed in LMICs. care can be offered or in settings when referral to further services can be arranged. However, in some y There were more studies on cannabis use: 12 settings services for those with positive screening specifically on cannabis use and 10 on both cannabis results might be limited or unaffordable. All efforts and psychostimulants, while only one study should be made to offer additional support to specifically focused on psychostimulant use. people with positive results of screening. y Only two studies were performed in the emergency y Screening for drug use and drug use disorders might department. Further research is needed on increase detection of substance use disorders but this setting. has a number of potential implications. In some y Evidence of effectiveness remains primarily countries, health practitioners can be pressured extracted from trials conducted in to forward this information to the police or other treatment-seeking populations. authorities. Clinicians should be aware and cautious y There is not enough evidence to assess the balance of the potential implications for individuals of benefits and harms of screening for drug use screened positively in a given jurisdiction and offer in adolescents. interventions on the basis of informed consent and confidentiality. Implementation considerations y Integrating the provision of brief interventions into y Brief intervention programmes are of low intensity primary care provides many advantages, including with respect to human resources and training, more holistic health care, increased accessibility of making them suitable for low-resource settings. mental health services for people in need of care, In addition, they can be conducted in a variety opportunities for reducing the stigma of mental of settings, including non-medical settings, and health problems and reduced costs. can be given opportunistically to people who are not in formal drug treatment. Brief intervention y It is important to ensure availability, acceptability programmes are suitable for LMICs. and country adaptation of training materials and tools for the provision of brief interventions. y Screening and brief interventions should ideally 66",
  "gloss_vi": "Be related to short-term effects or degrading interventions – in line with the who of the substance or to longer-term cumulative and united nations office on drugs and crime effects on physical or mental health or functi...",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "psychoeducation",
      "management"
    ],
    "life_topics": [
      "study"
    ],
    "advice_section": [
      "sleep_hygiene"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc be related to short-term effects or degrading interventions – in line with the WHO of the substance or to longer-term cumulative and United Nations Office on Drugs and Crime effects on physical or mental health or functioning. (UNODC) International standards for the treatment Hazardous drug use has not yet reached the level of of drug use disorders (147), as shown in Box 3.1. having caused harm to physical or mental health of the user or others around the user. 65 Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders BOX 3.1 Ethical standards for providing treatment of support to people using drugs or with drug use disorders ▶ The patients should grant informed consent before treatment begins and have a guaranteed option to withdraw from treatment at any time. ▶ Patient data should be strictly confidential. Circumventing the confidentiality of health records in order to register patients entering treatment should be prohibited. ▶ Legislative measures, supported by appropriate staff training and service rules and regulations, should ensure and protect the confidentiality of patient data. ▶ Staff of treatment services should receive proper training in the delivery of treatment in full compliance with ethical standards and human rights principles, and show respectful, non-stigmatizing and non-discriminatory attitudes towards service-users. ▶ Service procedures should require staff to adequately inform patients of treatment processes and procedures, including their right to withdraw from treatment at any time. Source: WHO and UNODC, 2020 (147). Research gaps be provided in settings where services for detailed y Most of the studies were done in HICs. Further assessment, diagnosis, treatment and appropriate research is needed in LMICs. care can be offered or in settings when referral to further services can be arranged. However, in some y There were more studies on cannabis use: 12 settings services for those with positive screening specifically on cannabis use and 10 on both cannabis results might be limited or unaffordable. All efforts and psychostimulants, while only one study should be made to offer additional support to specifically focused on psychostimulant use. people with positive results of screening. y Only two studies were performed in the emergency y Screening for drug use and drug use disorders might department. Further research is needed on increase detection of substance use disorders but this setting. has a number of potential implications. In some y Evidence of effectiveness remains primarily countries, health practitioners can be pressured extracted from trials conducted in to forward this information to the police or other treatment-seeking populations. authorities. Clinicians should be aware and cautious y There is not enough evidence to assess the balance of the potential implications for individuals of benefits and harms of screening for drug use screened positively in a given jurisdiction and offer in adolescents. interventions on the basis of informed consent and confidentiality. Implementation considerations y Integrating the provision of brief interventions into y Brief intervention programmes are of low intensity primary care provides many advantages, including with respect to human resources and training, more holistic health care, increased accessibility of making them suitable for low-resource settings. mental health services for people in need of care, In addition, they can be conducted in a variety opportunities for reducing the stigma of mental of settings, including non-medical settings, and health problems and reduced costs. can be given opportunistically to people who are not in formal drug treatment. Brief intervention y It is important to ensure availability, acceptability programmes are suitable for LMICs. and country adaptation of training materials and tools for the provision of brief interventions. y Screening and brief interventions should ideally 66 Be related to short-term effects or degrading interventions – in line with the who of the substance or to longer-term cumulative and united nations office on drugs and crime effects on physical or mental health or functi..."
}