{
  "id": "mhgap#screening_cues_70d473b1",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "youth with ADHD have full or improve performance of existing skills. access to health- and social-care services, including y Cognitive interventions focus on improving mental health services. cognitive processes through controlled exposures to y Promote access to information about treatment information processing tasks. options suitable for the child or young person’s needs and developmental level, and promote Research gaps supported decision-making. y Extant research studies have involved multiple y Make arrangements to support children and young outcome assessment methods and tools; people and their family and carers during times of examination of more standard measures of increased need and transitions, such as puberty and functional skills will be helpful in future research. starting or changing schools. 34 3. Recommendations Recommendation (new): 3.4 Beginning-to-read interventions should be offered to improve communication and academic performance in children with disorders of intellectual development. Strength of recommendation: Strong Certainty of evidence: Moderate Justification Implementation considerations y Evidence was extracted one systematic review and y Intervention sessions occurred in school settings. meta-analysis: Reichow et al., 2019 (7 RCTs) (63). Research supports delivery of beginning-to-read y A small but statistically significant effect was found intervention in school settings by specialists (special for language skills (3 studies, 222 participants), education teachers/researchers) and non-specialists as measured by standardized norm-referenced (teacher assistants). language assessments (d = 0.28; 95% CI: 0.03 y Ensure that all children and young people with to 0.54). disorders of intellectual development have full access to health- and social-care services, including Remarks mental health services. y Beginning-to-read interventions include elements y Promote access to information about treatment of phonological awareness, letter-sound instruction options suitable for the child’s needs and and decoding. developmental level, and promote supported y Evidence supports delivery of beginning-to-read decision-making. intervention in school settings by specialists (special y Make arrangements to support children with education teachers/researchers) and non-specialists disorders of intellectual development and their (teacher assistants). Beginning-to-read interventions family and carers during times of increased need varied in intensity but used common instructional and transitions, such as puberty and starting or strategies based on social learning theories and changing schools. behavioural technologies. Research gaps y Studies did not include individuals with disorders of intellectual development who were dual language learners. This is an area in need of further research. 35",
  "gloss_vi": "Youth with adhd have full or improve performance of existing skills. access to health- and social-care services, including y cognitive interventions focus on improving mental health services.",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "psychoeducation",
      "management",
      "caregiver"
    ],
    "life_topics": [
      "study",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc youth with ADHD have full or improve performance of existing skills. access to health- and social-care services, including y Cognitive interventions focus on improving mental health services. cognitive processes through controlled exposures to y Promote access to information about treatment information processing tasks. options suitable for the child or young person’s needs and developmental level, and promote Research gaps supported decision-making. y Extant research studies have involved multiple y Make arrangements to support children and young outcome assessment methods and tools; people and their family and carers during times of examination of more standard measures of increased need and transitions, such as puberty and functional skills will be helpful in future research. starting or changing schools. 34 3. Recommendations Recommendation (new): 3.4 Beginning-to-read interventions should be offered to improve communication and academic performance in children with disorders of intellectual development. Strength of recommendation: Strong Certainty of evidence: Moderate Justification Implementation considerations y Evidence was extracted one systematic review and y Intervention sessions occurred in school settings. meta-analysis: Reichow et al., 2019 (7 RCTs) (63). Research supports delivery of beginning-to-read y A small but statistically significant effect was found intervention in school settings by specialists (special for language skills (3 studies, 222 participants), education teachers/researchers) and non-specialists as measured by standardized norm-referenced (teacher assistants). language assessments (d = 0.28; 95% CI: 0.03 y Ensure that all children and young people with to 0.54). disorders of intellectual development have full access to health- and social-care services, including Remarks mental health services. y Beginning-to-read interventions include elements y Promote access to information about treatment of phonological awareness, letter-sound instruction options suitable for the child’s needs and and decoding. developmental level, and promote supported y Evidence supports delivery of beginning-to-read decision-making. intervention in school settings by specialists (special y Make arrangements to support children with education teachers/researchers) and non-specialists disorders of intellectual development and their (teacher assistants). Beginning-to-read interventions family and carers during times of increased need varied in intensity but used common instructional and transitions, such as puberty and starting or strategies based on social learning theories and changing schools. behavioural technologies. Research gaps y Studies did not include individuals with disorders of intellectual development who were dual language learners. This is an area in need of further research. 35 Youth with adhd have full or improve performance of existing skills. access to health- and social-care services, including y cognitive interventions focus on improving mental health services."
}