{
  "id": "mhgap#risk_safety_792d6d7a",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "3. Recommendations DRU2. Are pharmacotherapies safe and effective for the treatment of cocaine or stimulant dependence? Recommendation (update): Dexamphetamine, methylphenidate and modafinil are not recommended for the treatment of cocaine or stimulant use disorders due to safety concerns. Strength of recommendation: Conditional Certainty of evidence: Low Justification amphetamines/dexamphetamine (low to very low y The systematic reviews that provided information certainty); methylphenidate (very low to moderate were divided into two categories, according to drug certainty); mirtazapine (very low certainty) or of abuse: bupropion (low certainty) in terms of reducing drug consumption, promoting abstinence, reducing harm – cocaine: Tardelli et al., 2020 (148); Nourredine et from drug use or improving retention to treatment. al., 2021 (149); Chan et al., 2020 (150); Buchholz and Saxon, 2019 (151); Chan et al., 2019 (152); y In adults with cocaine dependence, compared Fluyau et al., 2021 (153); and with no treatment or TAU, there is some evidence for effectiveness of: topiramate for increasing – methamphetamine: Tardelli et al., 2020 (148); abstinence in some studies (very low to Siefried et al., 2020 (154); Naji et al., 2022 (155); moderate certainty); prescription amphetamines/ Nourredine et al., 2021 (149); Chan et al., 2020 dexamphetamine for increasing abstinence (RR (150); Fluyau et al., 2021 (153); Chan et al., 2019 = 2.44; 95% CI: 1.66 to 3.58; moderate certainty); (152); Lam et al., 2019 (156). bupropion for increasing abstinence (RR = 1.63; 95% – Note: The reviews by Tardelli et al. (148), CI: 1.03 to 2.59; very low certainty). Chan et al. (150), Nourredine et al. (149) and y In adults with cocaine dependence, compared Fluyau et al. (153) included both cocaine with no treatment or TAU, there is limited evidence and methamphetamine. that bupropion can potentially worsen treatment y In adults with cocaine dependence, compared with retention due to adverse effects (very low certainty). no treatment or treatment as usual (TAU), there is y Despite presence of some evidence of effectiveness inconsistent or no evidence for effectiveness of: of topiramate, prescription amphetamines/ naltrexone (very low certainty), modafinil (low to dexamphetamine and bupropion, it was decided very low certainty), methylphenidate (very low not to recommend their use due to limited data to moderate certainty) or mirtazapine (very low on effectiveness, safety and absence of studies in certainty) in terms of reducing drug use, promoting non-specialized settings. abstinence, reducing harm from drug use or improving retention to treatment. y Some medicines might have severe side effects and have potential for abuse (such as dexamphetamines, y In adults with stimulant dependence, compared methylphenidate, modafinil) and require careful with no treatment or TAU, there is controversial or monitoring, which might be difficult to achieve in no evidence for effectiveness of use of topiramate non-specialized settings; their use should therefore (low to moderate certainty); naltrexone (low to very be discouraged. low certainty); modafinil (low certainty); prescription 67 Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders Remarks y There are no studies in non-specialized settings. y There",
  "gloss_vi": "3. recommendations dru2.",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "do_not_do",
      "management"
    ],
    "life_topics": [
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 3. Recommendations DRU2. Are pharmacotherapies safe and effective for the treatment of cocaine or stimulant dependence? Recommendation (update): Dexamphetamine, methylphenidate and modafinil are not recommended for the treatment of cocaine or stimulant use disorders due to safety concerns. Strength of recommendation: Conditional Certainty of evidence: Low Justification amphetamines/dexamphetamine (low to very low y The systematic reviews that provided information certainty); methylphenidate (very low to moderate were divided into two categories, according to drug certainty); mirtazapine (very low certainty) or of abuse: bupropion (low certainty) in terms of reducing drug consumption, promoting abstinence, reducing harm – cocaine: Tardelli et al., 2020 (148); Nourredine et from drug use or improving retention to treatment. al., 2021 (149); Chan et al., 2020 (150); Buchholz and Saxon, 2019 (151); Chan et al., 2019 (152); y In adults with cocaine dependence, compared Fluyau et al., 2021 (153); and with no treatment or TAU, there is some evidence for effectiveness of: topiramate for increasing – methamphetamine: Tardelli et al., 2020 (148); abstinence in some studies (very low to Siefried et al., 2020 (154); Naji et al., 2022 (155); moderate certainty); prescription amphetamines/ Nourredine et al., 2021 (149); Chan et al., 2020 dexamphetamine for increasing abstinence (RR (150); Fluyau et al., 2021 (153); Chan et al., 2019 = 2.44; 95% CI: 1.66 to 3.58; moderate certainty); (152); Lam et al., 2019 (156). bupropion for increasing abstinence (RR = 1.63; 95% – Note: The reviews by Tardelli et al. (148), CI: 1.03 to 2.59; very low certainty). Chan et al. (150), Nourredine et al. (149) and y In adults with cocaine dependence, compared Fluyau et al. (153) included both cocaine with no treatment or TAU, there is limited evidence and methamphetamine. that bupropion can potentially worsen treatment y In adults with cocaine dependence, compared with retention due to adverse effects (very low certainty). no treatment or treatment as usual (TAU), there is y Despite presence of some evidence of effectiveness inconsistent or no evidence for effectiveness of: of topiramate, prescription amphetamines/ naltrexone (very low certainty), modafinil (low to dexamphetamine and bupropion, it was decided very low certainty), methylphenidate (very low not to recommend their use due to limited data to moderate certainty) or mirtazapine (very low on effectiveness, safety and absence of studies in certainty) in terms of reducing drug use, promoting non-specialized settings. abstinence, reducing harm from drug use or improving retention to treatment. y Some medicines might have severe side effects and have potential for abuse (such as dexamphetamines, y In adults with stimulant dependence, compared methylphenidate, modafinil) and require careful with no treatment or TAU, there is controversial or monitoring, which might be difficult to achieve in no evidence for effectiveness of use of topiramate non-specialized settings; their use should therefore (low to moderate certainty); naltrexone (low to very be discouraged. low certainty); modafinil (low certainty); prescription 67 Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders Remarks y There are no studies in non-specialized settings. y There 3. recommendations dru2."
}