{
  "id": "mhgap#risk_safety_3702aa6b",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "Maj, Department of Mental Health, University of Campania “L. Vanvitelli”, Naples, Italy Margaret MacAndrew, Queensland University of Technology, Brisbane, Australia Akerke Makhmud, King’s College London, London, United Kingdom Sihle Mamutse, Stellenbosch University, Stellenbosch, South Africa Sharna Mathieu, Australian Institute for Suicide Research and Prevention, Brisbane, Australia Silvia Minozzi, Department of Epidemiology, Lazio Reginal Health System, Rome, Italy Zuzana Mitrova, Lazio Regional Health Service, Rome, Italy G.J. Melendez-Torres, University of Exeter, Exeter, United Kingdom Nirvana Morgan, University of the Witwatersrand, Johannesburg, South Africa 143 Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders Meaghan O’Donnell, Phoenix Australia, University of Melbourne, Melbourne, Australia Maria Panagioti, University of Manchester, Manchester, United Kingdom Andrea Phelps, Phoenix Australia, University of Melbourne, Melbourne, Australia Brian Reichow, University of Florida, Gainesville, USA Michele Romoli, Neurology Unit, Dept of Neuroscience, Bufalini Hospital, Cesena, Italy Clara Miguel Sanz, Vrije Universiteit Amsterdam, Amsterdam, Netherlands (Kingdom of the) Gaia Sampogna, Department of Mental Health, University of Campania “L. Vanvitelli”, Naples, Italy Rosella Saulle, Lazio Regional Health Service, Rome, Italy Mouna Sawan, University of Sydney, Sydney, Australia Michael Schaub, Swiss Research Institute for Public Health and Addiction, Zurich, Switzerland Florian Scheibein, South East Technological University, Waterford, Ireland Arjune Sen, Nuffield Department of Clinical Neuroscience, University of Oxford, Oxford, United Kingdom Suvasini Sharma, Lady Hardinge Medical College, New Delhi, India Mirim Shin, University of Sydney, Sydney, Australia Marit Sijbrandij, Vrije Universiteit Amsterdam, Amsterdam, Netherlands (Kingdom of the) Sarah Skeen, Stellenbosch University, Stellenbosch, South Africa Sára Sütöri, Karolinska Institutet, Swedish National Center for Suicide Research and Prevention, Stockholm, Sweden Edwin Tan, University of Sydney, Sydney, Australia Vitor S. Tardelli, Centre for Addiction and Mental Health, University of Toronto, Toronto, Canada, and Universidade Federal de São Paulo (UNIFESP), São Paulo, Brazil Alice Treloar, Australian Institute for Suicide Research and Prevention, Brisbane, Australia Tracey Varker, Phoenix Australia, University of Melbourne, Melbourne, Australia Simona Vecchi, University of Cagliari, Cagliari, Italy Karen Watson, University of Sydney, Sydney, Australia Stephanie Wong, Flinders University, Adelaide, Australia; University of Sydney, Sydney, Australia 144",
  "gloss_vi": "Maj, department of mental health, university of campania “l. vanvitelli”, naples, italy margaret macandrew, queensland university of technology, brisbane, australia akerke makhmud, king’s college london, london, united k...",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn Maj, Department of Mental Health, University of Campania “L. Vanvitelli”, Naples, Italy Margaret MacAndrew, Queensland University of Technology, Brisbane, Australia Akerke Makhmud, King’s College London, London, United Kingdom Sihle Mamutse, Stellenbosch University, Stellenbosch, South Africa Sharna Mathieu, Australian Institute for Suicide Research and Prevention, Brisbane, Australia Silvia Minozzi, Department of Epidemiology, Lazio Reginal Health System, Rome, Italy Zuzana Mitrova, Lazio Regional Health Service, Rome, Italy G.J. Melendez-Torres, University of Exeter, Exeter, United Kingdom Nirvana Morgan, University of the Witwatersrand, Johannesburg, South Africa 143 Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders Meaghan O’Donnell, Phoenix Australia, University of Melbourne, Melbourne, Australia Maria Panagioti, University of Manchester, Manchester, United Kingdom Andrea Phelps, Phoenix Australia, University of Melbourne, Melbourne, Australia Brian Reichow, University of Florida, Gainesville, USA Michele Romoli, Neurology Unit, Dept of Neuroscience, Bufalini Hospital, Cesena, Italy Clara Miguel Sanz, Vrije Universiteit Amsterdam, Amsterdam, Netherlands (Kingdom of the) Gaia Sampogna, Department of Mental Health, University of Campania “L. Vanvitelli”, Naples, Italy Rosella Saulle, Lazio Regional Health Service, Rome, Italy Mouna Sawan, University of Sydney, Sydney, Australia Michael Schaub, Swiss Research Institute for Public Health and Addiction, Zurich, Switzerland Florian Scheibein, South East Technological University, Waterford, Ireland Arjune Sen, Nuffield Department of Clinical Neuroscience, University of Oxford, Oxford, United Kingdom Suvasini Sharma, Lady Hardinge Medical College, New Delhi, India Mirim Shin, University of Sydney, Sydney, Australia Marit Sijbrandij, Vrije Universiteit Amsterdam, Amsterdam, Netherlands (Kingdom of the) Sarah Skeen, Stellenbosch University, Stellenbosch, South Africa Sára Sütöri, Karolinska Institutet, Swedish National Center for Suicide Research and Prevention, Stockholm, Sweden Edwin Tan, University of Sydney, Sydney, Australia Vitor S. Tardelli, Centre for Addiction and Mental Health, University of Toronto, Toronto, Canada, and Universidade Federal de São Paulo (UNIFESP), São Paulo, Brazil Alice Treloar, Australian Institute for Suicide Research and Prevention, Brisbane, Australia Tracey Varker, Phoenix Australia, University of Melbourne, Melbourne, Australia Simona Vecchi, University of Cagliari, Cagliari, Italy Karen Watson, University of Sydney, Sydney, Australia Stephanie Wong, Flinders University, Adelaide, Australia; University of Sydney, Sydney, Australia 144 Maj, department of mental health, university of campania “l. vanvitelli”, naples, italy margaret macandrew, queensland university of technology, brisbane, australia akerke makhmud, king’s college london, london, united k..."
}