{
  "id": "mhgap#risk_safety_f5925c88",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "detect an effect. Further studies on affected by individuals’ preferences for human or the outcome of death by suicide are required. digital contact. y Non-specialized health workers can encourage Implementation considerations people to use evidence-based digital interventions. y Costs pertain largely to the technical development y In situations where no treatment is available at all, phase of setting up and sustaining digital the benefits of technology-based suicide preventive interventions online. Once available on a digital interventions may outweigh the risks. One risk may platform, cost of delivery is likely to be low (or lower be the loss of resources that could instead be used to than interventions delivered by health workers) and implement other, more effective interventions. there is a high potential to reach a large portion of y There are concerns regarding potentially sensitive the population. content and data privacy while using digital 15 Sutori S, Hadlaczky G, Eliasson E, Wasserman D, Carli V. Systematic review and meta-analysis: effectiveness of stand-alone digital suicide preventive interventions for the self-management of suicidality. J Technol Behav Sci (under review). 110 3. Recommendations y There may be different preferences by users for literacy skills. Measures should be taken to address human versus digital contact, and geographical inequities in access to mobile devices so that further variability in access to digital platforms. In delivering inequity is not perpetuated in accessing health digital interventions, there is a need to consider information and services, including mechanisms to the potential digital divide across population ensure individuals who do not have access to mobile groups with some having unequal access to and devices can still receive appropriate services. skills to use digital technologies. Access might be y Country adaptation and translation of digital particularly difficult for certain population groups interventions tools with subsequent evaluation with poor access to network services, mobile devices is essential. or electricity, and/or with low literacy and digital 111",
  "gloss_vi": "Detect an effect. further studies on affected by individuals’ preferences for human or the outcome of death by tự sát are required.",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "referral",
      "do_not_do",
      "management"
    ],
    "life_topics": [
      "work",
      "grief"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn detect an effect. Further studies on affected by individuals’ preferences for human or the outcome of death by suicide are required. digital contact. y Non-specialized health workers can encourage Implementation considerations people to use evidence-based digital interventions. y Costs pertain largely to the technical development y In situations where no treatment is available at all, phase of setting up and sustaining digital the benefits of technology-based suicide preventive interventions online. Once available on a digital interventions may outweigh the risks. One risk may platform, cost of delivery is likely to be low (or lower be the loss of resources that could instead be used to than interventions delivered by health workers) and implement other, more effective interventions. there is a high potential to reach a large portion of y There are concerns regarding potentially sensitive the population. content and data privacy while using digital 15 Sutori S, Hadlaczky G, Eliasson E, Wasserman D, Carli V. Systematic review and meta-analysis: effectiveness of stand-alone digital suicide preventive interventions for the self-management of suicidality. J Technol Behav Sci (under review). 110 3. Recommendations y There may be different preferences by users for literacy skills. Measures should be taken to address human versus digital contact, and geographical inequities in access to mobile devices so that further variability in access to digital platforms. In delivering inequity is not perpetuated in accessing health digital interventions, there is a need to consider information and services, including mechanisms to the potential digital divide across population ensure individuals who do not have access to mobile groups with some having unequal access to and devices can still receive appropriate services. skills to use digital technologies. Access might be y Country adaptation and translation of digital particularly difficult for certain population groups interventions tools with subsequent evaluation with poor access to network services, mobile devices is essential. or electricity, and/or with low literacy and digital 111 Detect an effect. further studies on affected by individuals’ preferences for human or the outcome of death by tự sát are required."
}