{
  "id": "mhgap#risk_safety_ee316d87",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "3. Recommendations does not indicate a statistically significant difference LMICs) may interfere with continuation of treatment. between the individual antidepressant medicines in y Specific types of antidepressants selected should these classes for anxiety disorders. carefully consider factors such as demographic y TCAs are generally less well tolerated than SSRIs characteristics (e.g. higher risks and side-effects and also generally considered less safe, due to that may be associated with pregnancy or older anticholinergic side-effects, toxicity, psychomotor age), side-effects profiles (e.g. sexual dysfunction, and cognitive impairment risks, and lethality risks sleep problems, weight gain) and availability (e.g. in cases of acute intoxication or overdose. TCAs are continuous availability, costs). therefore recommended for consideration in cases y Support the person in making a decision between where SSRIs are not available for adults with panic antidepressants and psychological interventions (if disorder. available), based on providing relevant information y TCAs should be avoided in older adults and in (e.g. possible side-effects, costs). Before prescribing people diagnosed with glaucoma, heart conditions, medicines, discuss treatment options and any prostatism or other prostate conditions, or at risk of concerns the person has about taking medicines. these conditions. y Explain rationale for prescribing and provide written y Consider increased risk of bleeding associated and verbal information on benefits and harms, with SSRIs, particularly for older people or side-effects, drug interactions, the importance people taking other medicines that can damage of taking medicines as prescribed and the likely the gastrointestinal mucosa or interfere with time to improvement in symptoms. clotting (e.g. non-steroidal anti-inflammatory y Regularly review the effectiveness of the medicine drugs [NSAIDs]). and side-effects with the person during the first y Antidepressants should be offered combined with three months of treatment and every three months psychological treatments, when sufficient resources afterwards. For adults who experience side-effects are available. after starting medicine, consider closer monitoring of their symptoms, reducing the dose of the Research gaps medicine or stopping the medicine gradually and y The majority of studies were conducted in offering alternative interventions. HICs. Further research is needed to enhance y For adults under 30 years of age who are understanding on use in low-resource settings. prescribed antidepressants: y Limited evidence on outcomes such as functioning. – Inform them of increased risk of suicidal thinking y Few studies directly compared psychological and self-harm behaviour among younger people interventions with pharmacological interventions, when taking these medicines. particularly for adults with GAD, including for – Ensure follow-up within one week after initiating important outcomes like symptom reduction, the medicines if at all possible. adverse effects, acceptability, sustained response – Monitor and follow-up on suicidal thinking and and functioning. self-harm on regular (e.g. weekly) basis within the first month after initiating the medicine or Implementation considerations changing the dose. y Providers should keep in mind the possible adverse y If the medicine is effective, continue use for at least effects associated",
  "gloss_vi": "3. recommendations does not indicate a statistically significant difference lmics) may interfere with continuation of treatment.",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral",
      "psychoeducation",
      "do_not_do",
      "management"
    ],
    "life_topics": [
      "sleep"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 3. Recommendations does not indicate a statistically significant difference LMICs) may interfere with continuation of treatment. between the individual antidepressant medicines in y Specific types of antidepressants selected should these classes for anxiety disorders. carefully consider factors such as demographic y TCAs are generally less well tolerated than SSRIs characteristics (e.g. higher risks and side-effects and also generally considered less safe, due to that may be associated with pregnancy or older anticholinergic side-effects, toxicity, psychomotor age), side-effects profiles (e.g. sexual dysfunction, and cognitive impairment risks, and lethality risks sleep problems, weight gain) and availability (e.g. in cases of acute intoxication or overdose. TCAs are continuous availability, costs). therefore recommended for consideration in cases y Support the person in making a decision between where SSRIs are not available for adults with panic antidepressants and psychological interventions (if disorder. available), based on providing relevant information y TCAs should be avoided in older adults and in (e.g. possible side-effects, costs). Before prescribing people diagnosed with glaucoma, heart conditions, medicines, discuss treatment options and any prostatism or other prostate conditions, or at risk of concerns the person has about taking medicines. these conditions. y Explain rationale for prescribing and provide written y Consider increased risk of bleeding associated and verbal information on benefits and harms, with SSRIs, particularly for older people or side-effects, drug interactions, the importance people taking other medicines that can damage of taking medicines as prescribed and the likely the gastrointestinal mucosa or interfere with time to improvement in symptoms. clotting (e.g. non-steroidal anti-inflammatory y Regularly review the effectiveness of the medicine drugs [NSAIDs]). and side-effects with the person during the first y Antidepressants should be offered combined with three months of treatment and every three months psychological treatments, when sufficient resources afterwards. For adults who experience side-effects are available. after starting medicine, consider closer monitoring of their symptoms, reducing the dose of the Research gaps medicine or stopping the medicine gradually and y The majority of studies were conducted in offering alternative interventions. HICs. Further research is needed to enhance y For adults under 30 years of age who are understanding on use in low-resource settings. prescribed antidepressants: y Limited evidence on outcomes such as functioning. – Inform them of increased risk of suicidal thinking y Few studies directly compared psychological and self-harm behaviour among younger people interventions with pharmacological interventions, when taking these medicines. particularly for adults with GAD, including for – Ensure follow-up within one week after initiating important outcomes like symptom reduction, the medicines if at all possible. adverse effects, acceptability, sustained response – Monitor and follow-up on suicidal thinking and and functioning. self-harm on regular (e.g. weekly) basis within the first month after initiating the medicine or Implementation considerations changing the dose. y Providers should keep in mind the possible adverse y If the medicine is effective, continue use for at least effects associated 3. recommendations does not indicate a statistically significant difference lmics) may interfere with continuation of treatment."
}