{
  "id": "mhgap#screening_cues_8bfd8c5a",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "4. Publication 4.1 Publication and 4.2 Derivative products dissemination of As part of the scaling-up strategy of mhGAP in the guideline countries, derivative products based on the mhGAP guideline have been developed and will be revised While the guideline is developed in English, the to reflect the changes in this mhGAP guideline. This executive summary will be translated in all of WHO’s mhGAP guideline will be incorporated into an updated six official languages. edition of the mhGAP intervention guide (mhGAP-IG). The mhGAP-IG translates the evidence-based The guideline and the evidence profiles are available recommendations into simple clinical protocols and online on the WHO Department of Mental Health and algorithms to facilitate decision-making for assessment Substance Use’s existing mhGAP Evidence Resource and management. It is aimed at non-specialist health Centre website.16 At the website, there will be active workers working at primary- and secondary-level links for each updated or new recommendation health-care facilities. The mhGAP-IG is also intended providing access to the whole GRADE evidence for use by health-care planners and programme profile, including references for the evidence that managers working in close conceptual and strategic was considered, GRADE tables, narrative descriptions synergy with the WHO Comprehensive mental health of the evidence that was not inserted into GRADE action plan 2013–2030 (14). It includes additional tables and considerations on preferences, values and details that are beyond the scope of the guideline, feasibility issues. such as optimal duration of therapy, maximum daily Relevant departments in ministries of health will dose, when to stop the therapy, when to refer, default be notified of the updated guideline through WHO criteria, toxicity and drug–drug interactions. This regional and country offices. A briefing package will mhGAP guideline will be similarly incorporated into be prepared for technical officers outside of WHO other mhGAP implementation materials, including headquarters, including an executive summary and mhGAP humanitarian intervention guide (mhGAP-HIG) a Q&A document related to policy and programme (218), mhGAP-IG App (e-mhGAP), mhGAP training implications. In particular, the briefing materials manuals",
  "gloss_vi": "4. publication 4.1 publication and 4.2 derivative products dissemination of as part of the scaling-up strategy of mhgap in the guideline countries, derivative products based on the mhgap guideline have been developed and...",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "management"
    ],
    "life_topics": [
      "work"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 4. Publication 4.1 Publication and 4.2 Derivative products dissemination of As part of the scaling-up strategy of mhGAP in the guideline countries, derivative products based on the mhGAP guideline have been developed and will be revised While the guideline is developed in English, the to reflect the changes in this mhGAP guideline. This executive summary will be translated in all of WHO’s mhGAP guideline will be incorporated into an updated six official languages. edition of the mhGAP intervention guide (mhGAP-IG). The mhGAP-IG translates the evidence-based The guideline and the evidence profiles are available recommendations into simple clinical protocols and online on the WHO Department of Mental Health and algorithms to facilitate decision-making for assessment Substance Use’s existing mhGAP Evidence Resource and management. It is aimed at non-specialist health Centre website.16 At the website, there will be active workers working at primary- and secondary-level links for each updated or new recommendation health-care facilities. The mhGAP-IG is also intended providing access to the whole GRADE evidence for use by health-care planners and programme profile, including references for the evidence that managers working in close conceptual and strategic was considered, GRADE tables, narrative descriptions synergy with the WHO Comprehensive mental health of the evidence that was not inserted into GRADE action plan 2013–2030 (14). It includes additional tables and considerations on preferences, values and details that are beyond the scope of the guideline, feasibility issues. such as optimal duration of therapy, maximum daily Relevant departments in ministries of health will dose, when to stop the therapy, when to refer, default be notified of the updated guideline through WHO criteria, toxicity and drug–drug interactions. This regional and country offices. A briefing package will mhGAP guideline will be similarly incorporated into be prepared for technical officers outside of WHO other mhGAP implementation materials, including headquarters, including an executive summary and mhGAP humanitarian intervention guide (mhGAP-HIG) a Q&A document related to policy and programme (218), mhGAP-IG App (e-mhGAP), mhGAP training implications. In particular, the briefing materials manuals 4. publication 4.1 publication and 4.2 derivative products dissemination of as part of the scaling-up strategy of mhgap in the guideline countries, derivative products based on the mhgap guideline have been developed and..."
}