{
  "id": "mhgap#screening_cues_acd9339e",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Also, providers should be comprehensively trained and the provider should have additional capacities to closely supervised when providing any intervention support the person receiving treatment, including for people experiencing conditions related to stress, (i) the ability to make differential diagnosis, including PTSD. (ii) problem-solvingtechniques and (iii) relaxation/ stabilizing techniques. Research gaps y Integrating the provision of brief psychological y Few studies were conducted in context of interventions into primary care provides many the LMICs, limiting the generalizability of advantages, including more holistic health care, these recommendations. increased accessibility of mental health services y Future meta-analyses comparing psychological for people in need of care, opportunities for interventions for children and adolescents with reducing the stigma of mental health problems and PTSD may benefit from NMA approaches in order to reduced costs. provide stronger evidence on comparisons. 48 3. Recommendations y Country adaptation and translation of training y Stress management can often be provided through materials and tools for the provision of guided or unguided self-help formats. IT-based self- psychological interventions is essential. help interventions often require access to computers y Psychological interventions have shown to be and/or smart phones, and sometimes the internet, effective for people of different ages and genders. which can make these interventions difficult to y If all else is equal, group face-to-face interventions access for low-income individuals or those living are less resource-intensive per person receiving care in poverty. than individual face-to-face interventions. However, y Self-help books are less cost intensive but require groups may be more difficult to organize and require sufficient literacy skills, which can be limited in an initial individual assessment for each group various settings. Materials that rely on visual or member and preparation of individuals for group audio media may be useful alternatives. treatment formats. 49",
  "gloss_vi": "Also, providers should be comprehensively trained and the provider should have additional capacities to closely supervised when providing any intervention hỗ trợ the person receiving treatment, including for people exper...",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation",
      "management"
    ],
    "life_topics": [
      "stress",
      "digital"
    ],
    "advice_section": [
      "coping_skill"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Also, providers should be comprehensively trained and the provider should have additional capacities to closely supervised when providing any intervention support the person receiving treatment, including for people experiencing conditions related to stress, (i) the ability to make differential diagnosis, including PTSD. (ii) problem-solvingtechniques and (iii) relaxation/ stabilizing techniques. Research gaps y Integrating the provision of brief psychological y Few studies were conducted in context of interventions into primary care provides many the LMICs, limiting the generalizability of advantages, including more holistic health care, these recommendations. increased accessibility of mental health services y Future meta-analyses comparing psychological for people in need of care, opportunities for interventions for children and adolescents with reducing the stigma of mental health problems and PTSD may benefit from NMA approaches in order to reduced costs. provide stronger evidence on comparisons. 48 3. Recommendations y Country adaptation and translation of training y Stress management can often be provided through materials and tools for the provision of guided or unguided self-help formats. IT-based self- psychological interventions is essential. help interventions often require access to computers y Psychological interventions have shown to be and/or smart phones, and sometimes the internet, effective for people of different ages and genders. which can make these interventions difficult to y If all else is equal, group face-to-face interventions access for low-income individuals or those living are less resource-intensive per person receiving care in poverty. than individual face-to-face interventions. However, y Self-help books are less cost intensive but require groups may be more difficult to organize and require sufficient literacy skills, which can be limited in an initial individual assessment for each group various settings. Materials that rely on visual or member and preparation of individuals for group audio media may be useful alternatives. treatment formats. 49 Also, providers should be comprehensively trained and the provider should have additional capacities to closely supervised when providing any intervention hỗ trợ the person receiving treatment, including for people exper..."
}