{
  "id": "mhgap#screening_cues_db511596",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "can be observers did not participate in the voting process. found online. 2.5 Document preparation 2.4 Decision-making during and peer review the GDG meetings Following all the outlined processes, the Steering The GDG meetings took place between June and Group circulated draft recommendations to the GDG November 2022. This included seven half-day members for further comment. A full draft of the virtual meetings, one all-day virtual meeting and guideline document, including the recommendations five all-day hybrid meetings (with both virtual and and supporting evidence, was then sent to the ERG in-person attendance). electronically for review to identify factual errors and to comment on clarity of language and considerations The evidence summaries for each PICO question, and related to implementation, adaptation and contextual a pre-recorded evidence presentation, were provided issues. The full draft was also shared with the Steering to members of the GDG in advance of each GDG Group and GDG for any final comments. All comments meeting. GDG members were asked to review these from the Steering Group, GDG and ERG were collated by materials and provide any key comments in advance of the coordinating team to revise the draft. the meeting. 9 Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders TABLE 2.2 Descriptions of strong and conditional recommendations Audience Strong recommendation Conditional recommendation For people, individuals Most individuals in this situation would The majority of individuals in this with lived experience, want to pursue the recommended course situation would want to pursue the the public of action and only a small proportion suggested course of action, but many would not. would not. For health workers Most individuals should receive the Different choices will be appropriate or delivery agents of recommended course of action. for different people, and that each an intervention Adherence to this recommendation person must be helped to arrive at a according to the guideline could be used management decision consistent with as a quality criterion or performance their values and preferences. Decision indicator. Formal decision aids are not aids may be useful in helping individuals likely to be needed to help individuals to make decisions consistent with their make decisions consistent with their values and preferences. Clinicians values and preferences. should expect to spend more time with individuals when working towards a decision. For policy-makers The recommendation can be adapted Policy-making will require substantial as policy in most situations. debates and involvement of many stakeholders. Policies are also more likely to vary between regions. Source: adapted from WHO, 2014 (10). 10",
  "gloss_vi": "Can be observers did not participate in the voting process. found online.",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "psychoeducation",
      "management"
    ],
    "life_topics": [
      "work"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc can be observers did not participate in the voting process. found online. 2.5 Document preparation 2.4 Decision-making during and peer review the GDG meetings Following all the outlined processes, the Steering The GDG meetings took place between June and Group circulated draft recommendations to the GDG November 2022. This included seven half-day members for further comment. A full draft of the virtual meetings, one all-day virtual meeting and guideline document, including the recommendations five all-day hybrid meetings (with both virtual and and supporting evidence, was then sent to the ERG in-person attendance). electronically for review to identify factual errors and to comment on clarity of language and considerations The evidence summaries for each PICO question, and related to implementation, adaptation and contextual a pre-recorded evidence presentation, were provided issues. The full draft was also shared with the Steering to members of the GDG in advance of each GDG Group and GDG for any final comments. All comments meeting. GDG members were asked to review these from the Steering Group, GDG and ERG were collated by materials and provide any key comments in advance of the coordinating team to revise the draft. the meeting. 9 Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders TABLE 2.2 Descriptions of strong and conditional recommendations Audience Strong recommendation Conditional recommendation For people, individuals Most individuals in this situation would The majority of individuals in this with lived experience, want to pursue the recommended course situation would want to pursue the the public of action and only a small proportion suggested course of action, but many would not. would not. For health workers Most individuals should receive the Different choices will be appropriate or delivery agents of recommended course of action. for different people, and that each an intervention Adherence to this recommendation person must be helped to arrive at a according to the guideline could be used management decision consistent with as a quality criterion or performance their values and preferences. Decision indicator. Formal decision aids are not aids may be useful in helping individuals likely to be needed to help individuals to make decisions consistent with their make decisions consistent with their values and preferences. Clinicians values and preferences. should expect to spend more time with individuals when working towards a decision. For policy-makers The recommendation can be adapted Policy-making will require substantial as policy in most situations. debates and involvement of many stakeholders. Policies are also more likely to vary between regions. Source: adapted from WHO, 2014 (10). 10 Can be observers did not participate in the voting process. found online."
}