{
  "id": "mhgap#risk_safety_283ad33d",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "definition for a very specific and widely disseminated multicomponent CBT protocol for children and adolescents developed by Cohen et al., 2000 (81). 46 3. Recommendations Implementation considerations advantages, including more holistic health care, y Brief psychological interventions can be delivered increased accessibility of mental health services effectively in non-specialized health-care settings, as for people in need of care, opportunities for well as in other settings including specialized mental reducing the stigma of mental health problems and health care facilities and in the context of social care. reduced costs. y Face-to-face brief psychological interventions y Country adaptation and translation of training delivered by service providers are human resource- materials and tools for the provision of intensive because they require substantial provider psychological interventions is essential. time, training and supervision. y Psychological interventions have shown to be y Task sharing has been found to be an effective effective for people of different ages and genders. approach to delivering brief psychological y If all else is equal, group face-to-face interventions interventions. However, CBT with a trauma focus are less resource-intensive per person receiving care and EMDR can include complex techniques. The than individual face-to-face interventions. However, clinician using these techniques should also groups may be more difficult to organize and require have received training in their provision and an initial individual assessment for each group demonstrated competencies to provide them. member and preparation of individuals for group The provider should have additional capacities to treatment formats. support the person receiving treatment, including y Stress management can often be provided through (i) the ability to make differential diagnosis, guided or unguided self-help formats. IT-based self- (ii) problem-solving techniques and (iii) relaxation/ help interventions often require access to computers stabilizing techniques. Given the delicate and and/or smart phones, and sometimes the internet, technical nature of EMDR, implementation by which can make these interventions difficult to lay providers may carry risks. Lay providers access for low-income individuals or those living should be comprehensively trained and closely in poverty. supervised when providing any intervention for y Self-help books are less cost intensive but require people experiencing conditions related to stress, sufficient literacy skills, which can be limited in including PTSD. various settings. Materials that rely on visual or y Integrating the provision of brief psychological audio media may be useful alternatives. interventions into primary care provides many 47",
  "gloss_vi": "Definition for a very specific and widely disseminated multicomponent cbt protocol for children and adolescents developed by cohen et al., 2000 (81). 46 3.",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "psychoeducation",
      "management"
    ],
    "life_topics": [
      "stress",
      "study",
      "digital"
    ],
    "advice_section": [
      "coping_skill"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn definition for a very specific and widely disseminated multicomponent CBT protocol for children and adolescents developed by Cohen et al., 2000 (81). 46 3. Recommendations Implementation considerations advantages, including more holistic health care, y Brief psychological interventions can be delivered increased accessibility of mental health services effectively in non-specialized health-care settings, as for people in need of care, opportunities for well as in other settings including specialized mental reducing the stigma of mental health problems and health care facilities and in the context of social care. reduced costs. y Face-to-face brief psychological interventions y Country adaptation and translation of training delivered by service providers are human resource- materials and tools for the provision of intensive because they require substantial provider psychological interventions is essential. time, training and supervision. y Psychological interventions have shown to be y Task sharing has been found to be an effective effective for people of different ages and genders. approach to delivering brief psychological y If all else is equal, group face-to-face interventions interventions. However, CBT with a trauma focus are less resource-intensive per person receiving care and EMDR can include complex techniques. The than individual face-to-face interventions. However, clinician using these techniques should also groups may be more difficult to organize and require have received training in their provision and an initial individual assessment for each group demonstrated competencies to provide them. member and preparation of individuals for group The provider should have additional capacities to treatment formats. support the person receiving treatment, including y Stress management can often be provided through (i) the ability to make differential diagnosis, guided or unguided self-help formats. IT-based self- (ii) problem-solving techniques and (iii) relaxation/ help interventions often require access to computers stabilizing techniques. Given the delicate and and/or smart phones, and sometimes the internet, technical nature of EMDR, implementation by which can make these interventions difficult to lay providers may carry risks. Lay providers access for low-income individuals or those living should be comprehensively trained and closely in poverty. supervised when providing any intervention for y Self-help books are less cost intensive but require people experiencing conditions related to stress, sufficient literacy skills, which can be limited in including PTSD. various settings. Materials that rely on visual or y Integrating the provision of brief psychological audio media may be useful alternatives. interventions into primary care provides many 47 Definition for a very specific and widely disseminated multicomponent cbt protocol for children and adolescents developed by cohen et al., 2000 (81). 46 3."
}