{
  "id": "mhgap#risk_safety_df9885e3",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "(ADHD)? Recommendation (update): For children 6 years old and above and adolescents who have an attention deficit hyperactivity disorder (ADHD) diagnosis, methylphenidate may be considered, provided that: y ADHD symptoms are still causing persistent significant impairment in at least one domain of functioning (education, interpersonal relationships, occupation), after the implementation of environmental modifications in schools, at home or in other relevant settings; y a careful assessment of the child/adolescent has been conducted; y the child/adolescent and the caregivers, as appropriate, have been informed about ADHD treatment options and supported in decision-making; y methylphenidate prescription is made by, or in consultation with, a specialist. Strength of recommendation: Conditional Certainty of evidence: Low Justification Remarks y Data were extracted from a systematic review: y Methylphenidate treatment should be offered Cortese et al., 2018 (133 RCTs; 81 in children and only in the context of a management plan that adolescents, 51 in adults, and 1 in both) (51). address psychosocial risks and vulnerabilities y Methylphenidate treatment shows substantial and environmental factors that have an impact on effects on symptom reduction when compared with symptoms, functioning, well-being and participation placebo and has lower certainty of evidence for less of children and adolescents with ADHD. substantial effects on school functioning in children y Methylphenidate treatment should be combined 6 years and older and adolescents. when possible with brief parent behavioural y Methylphenidate prescription should be issued by, therapies. or in consultation with, a specialist, as substantial y Children and adolescents receiving methylphenidate weight loss is reported in children and adolescents should be maintained under close clinical on methylphenidate treatment. monitoring for improvement in symptoms and y There is limited evidence on efficacy and tolerability prevention of adverse effects. beyond 12 weeks and on treatment satisfaction. y A specialist care provider trained on management y There are increasing concerns related to of ADHD should reassess the child/adolescent’s overmedicalization and overtreatment of ADHD management plan for ADHD at least once per year. in children. y The rationale for specialist assessment before prescription of methylphenidate is that diagnosis of ADHD requires specialist clinical judgement especially given the risks of misuse of methylphenidate. 28",
  "gloss_vi": "(adhd)? recommendation (update): for children 6 years old and above and adolescents who have an attention deficit hyperactivity disorder (adhd) diagnosis, methylphenidate may be considered, provided that: y adhd symptoms...",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral",
      "psychoeducation",
      "management",
      "caregiver"
    ],
    "life_topics": [
      "relationships",
      "grief"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn (ADHD)? Recommendation (update): For children 6 years old and above and adolescents who have an attention deficit hyperactivity disorder (ADHD) diagnosis, methylphenidate may be considered, provided that: y ADHD symptoms are still causing persistent significant impairment in at least one domain of functioning (education, interpersonal relationships, occupation), after the implementation of environmental modifications in schools, at home or in other relevant settings; y a careful assessment of the child/adolescent has been conducted; y the child/adolescent and the caregivers, as appropriate, have been informed about ADHD treatment options and supported in decision-making; y methylphenidate prescription is made by, or in consultation with, a specialist. Strength of recommendation: Conditional Certainty of evidence: Low Justification Remarks y Data were extracted from a systematic review: y Methylphenidate treatment should be offered Cortese et al., 2018 (133 RCTs; 81 in children and only in the context of a management plan that adolescents, 51 in adults, and 1 in both) (51). address psychosocial risks and vulnerabilities y Methylphenidate treatment shows substantial and environmental factors that have an impact on effects on symptom reduction when compared with symptoms, functioning, well-being and participation placebo and has lower certainty of evidence for less of children and adolescents with ADHD. substantial effects on school functioning in children y Methylphenidate treatment should be combined 6 years and older and adolescents. when possible with brief parent behavioural y Methylphenidate prescription should be issued by, therapies. or in consultation with, a specialist, as substantial y Children and adolescents receiving methylphenidate weight loss is reported in children and adolescents should be maintained under close clinical on methylphenidate treatment. monitoring for improvement in symptoms and y There is limited evidence on efficacy and tolerability prevention of adverse effects. beyond 12 weeks and on treatment satisfaction. y A specialist care provider trained on management y There are increasing concerns related to of ADHD should reassess the child/adolescent’s overmedicalization and overtreatment of ADHD management plan for ADHD at least once per year. in children. y The rationale for specialist assessment before prescription of methylphenidate is that diagnosis of ADHD requires specialist clinical judgement especially given the risks of misuse of methylphenidate. 28 (adhd)? recommendation (update): for children 6 years old and above and adolescents who have an attention deficit hyperactivity disorder (adhd) diagnosis, methylphenidate may be considered, provided that: y adhd symptoms..."
}