{
  "id": "mhgap#risk_safety_e4a9a9db",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders 3.2 Anxiety (ANX) ANX1. In adults with anxiety disorders (excluding social anxiety disorder and specific phobias), are antidepressants (tricyclic antidepressants [TCAs] and selective serotonin reuptake inhibitors [SSRIs]) effective and safe compared with treatment as usual, waitlist, no treatment, or alternative psychological or pharmacological treatments? Recommendation (new): Selective serotonin reuptake inhibitors (SSRIs) should be considered for adults with panic disorder. If SSRIs are not available, consider offering tricyclic antidepressants (TCAs). SSRIs should be considered for adults with generalized anxiety disorder (GAD). Strength of recommendation: Conditional Certainty of evidence: Low Justification based on limited data and should be interpreted y Evidence was included from two meta-analyses: with caution. Chawla et al., 2022 (87 RCTs on pharmacological y TCAs for panic disorder examined included interventions for panic disorder) (33); and Slee et al., imipramine and clomipramine. 2019 (89 RCTs on pharmacological interventions for y SSRIs for GAD examined included citalopram, GAD) (34). escitalopram, fluoxetine, paroxetine and sertraline. y Low-quality evidence suggested reduced levels of Paroxetine was the only SSRI that demonstrated anxiety symptoms in adults with GAD and panic increased risk of adverse events (dropout) relative to disorder using antidepressants (TCAs or SSRIs). Very placebo. low-quality evidence suggested reduced levels of y Evidence on the use of TCAs (imipramine) for GAD anxiety symptoms in adults with anxiety disorders was limited and indicated they did not demonstrate (GAD or panic disorder) using either psychological a significant effect relative to placebo. interventions or antidepressant medicines and y TCAs are generally less well tolerated than SSRIs no consistent difference between the two in and therefore are recommended for consideration in direct comparisons. cases where SSRIs are not available for adults with y See recommendation ANX2 for further detail on panic disorder. psychological interventions. y Antidepressants should only be offered in those contexts where health workers are competent (e.g. Remarks qualified, trained and supervised) to prescribe y SSRIs for panic disorder examined included: psychotropic medicines. citalopram, escitalopram, fluoxetine, fluvoxamine, y Psychological interventions should be offered only paroxetine and sertraline. Individual analyses in contexts where individuals are competent (e.g. indicated sertraline and escitalopram may be the qualified, trained and supervised) to provide them most efficacious with lowest risk of adverse effects. and demonstrate necessary competencies to do so. Fluvoxamine, paroxetine and fluoxetine indicated y In resource-constrained settings, antidepressants favourable efficacy but higher risk of adverse events. (SSRIs for GAD; SSRIs as first-line treatment and then Citalopram indicated minimal efficacy and high risk TCAs as second-line treatment for panic disorder) of adverse events. However, individual analyses are that are accessible should be favoured, as evidence 18 3. Recommendations does not indicate a statistically significant difference LMICs) may interfere with continuation of treatment. between the individual antidepressant medicines in y Specific types of antidepressants selected should these",
  "gloss_vi": "Mental health gap action programme (mhgap) guideline for mental, neurological and substance use disorders 3.2 lo âu (anx) anx1. in adults with lo âu disorders (excluding social lo âu disorder and specific phobias), are a...",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "management"
    ],
    "life_topics": [
      "study",
      "work"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders 3.2 Anxiety (ANX) ANX1. In adults with anxiety disorders (excluding social anxiety disorder and specific phobias), are antidepressants (tricyclic antidepressants [TCAs] and selective serotonin reuptake inhibitors [SSRIs]) effective and safe compared with treatment as usual, waitlist, no treatment, or alternative psychological or pharmacological treatments? Recommendation (new): Selective serotonin reuptake inhibitors (SSRIs) should be considered for adults with panic disorder. If SSRIs are not available, consider offering tricyclic antidepressants (TCAs). SSRIs should be considered for adults with generalized anxiety disorder (GAD). Strength of recommendation: Conditional Certainty of evidence: Low Justification based on limited data and should be interpreted y Evidence was included from two meta-analyses: with caution. Chawla et al., 2022 (87 RCTs on pharmacological y TCAs for panic disorder examined included interventions for panic disorder) (33); and Slee et al., imipramine and clomipramine. 2019 (89 RCTs on pharmacological interventions for y SSRIs for GAD examined included citalopram, GAD) (34). escitalopram, fluoxetine, paroxetine and sertraline. y Low-quality evidence suggested reduced levels of Paroxetine was the only SSRI that demonstrated anxiety symptoms in adults with GAD and panic increased risk of adverse events (dropout) relative to disorder using antidepressants (TCAs or SSRIs). Very placebo. low-quality evidence suggested reduced levels of y Evidence on the use of TCAs (imipramine) for GAD anxiety symptoms in adults with anxiety disorders was limited and indicated they did not demonstrate (GAD or panic disorder) using either psychological a significant effect relative to placebo. interventions or antidepressant medicines and y TCAs are generally less well tolerated than SSRIs no consistent difference between the two in and therefore are recommended for consideration in direct comparisons. cases where SSRIs are not available for adults with y See recommendation ANX2 for further detail on panic disorder. psychological interventions. y Antidepressants should only be offered in those contexts where health workers are competent (e.g. Remarks qualified, trained and supervised) to prescribe y SSRIs for panic disorder examined included: psychotropic medicines. citalopram, escitalopram, fluoxetine, fluvoxamine, y Psychological interventions should be offered only paroxetine and sertraline. Individual analyses in contexts where individuals are competent (e.g. indicated sertraline and escitalopram may be the qualified, trained and supervised) to provide them most efficacious with lowest risk of adverse effects. and demonstrate necessary competencies to do so. Fluvoxamine, paroxetine and fluoxetine indicated y In resource-constrained settings, antidepressants favourable efficacy but higher risk of adverse events. (SSRIs for GAD; SSRIs as first-line treatment and then Citalopram indicated minimal efficacy and high risk TCAs as second-line treatment for panic disorder) of adverse events. However, individual analyses are that are accessible should be favoured, as evidence 18 3. Recommendations does not indicate a statistically significant difference LMICs) may interfere with continuation of treatment. between the individual antidepressant medicines in y Specific types of antidepressants selected should these Mental health gap action programme (mhgap) guideline for mental, neurological and substance use disorders 3.2 lo âu (anx) anx1. in adults with lo âu disorders (excluding social lo âu disorder and specific phobias), are a..."
}