{
  "id": "mhgap#risk_safety_db4bbfde",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders 4. Publication 112 4.1 Publication and dissemination of the guideline 112 4.2 Derivative products 112 4.3 WHO model list of essential medicines (EML) 112 5. Monitoring and evaluating the impact of the guideline 113 6. Updating the evidence 114 References 115 Annex 1. Contributors to the guideline 130 Annex 2. Managing declarations of interest and conflicts of interest 145 Evidence profiles are available at: https://www.who.int/teams/mental-health-and-substance-use/treatment-care/ mental-health-gap-action-programme/evidence-centre iv Acknowledgements This World Health Organization (WHO) Mental Health Gap Action Programme (mhGAP) guideline was prepared by the WHO Department of Mental Health and Substance Use under the leadership of Dévora Kestel. Overall coordination was provided by Tarun Dua, Neerja Chowdhary and Elaine Brohan, of the WHO Department of Mental Health and Substance Use. Thanks are due to the Guideline Development Group (GDG) Chair, Graham Thornicroft, of South London & Maudsley NHS Foundation Trust, the Centre for Global Mental Health & Centre for Implementation Science, the Institute of Psychiatry, Psychology and Neuroscience, and King’s College London, United Kingdom of Great Britain and Northern Ireland, and the Co-Chair and guideline methodologist, Corrado Barbui, of the WHO Collaborating Centre for Research and Training in Mental Health and Service Evaluation, University of Verona, Italy. The other members of the GDG, to whom WHO is grateful, are: Amza Ali, Andrews Memorial Hospital and the Department of Medicine and Neurology, University of the West Indies and Kingston Public Hospital, Jamaica; Sawitri Assanangkornchai, Faculty of Medicine, Prince of Songkla University, Thailand; Henry Brodaty, Centre for Healthy Brain Ageing, School of Clinical Medicine, University of New South Wales and Older People’s Mental Health Service, Prince of Wales Hospital, Australia; Vladimir Carli, National Centre for Suicide Research and Prevention of Mental Ill-Health and WHO Collaborating Centre for Research, Training and Methods Development in Suicide Prevention, Karolinska Institutet, Sweden; Odille Chang, School of Medical Sciences, Fiji National University, Fiji; Pamela Y. Collins, Department of Mental Health, Johns Hopkins Bloomberg School of Public Health, United States of America",
  "gloss_vi": "Mental health gap action programme (mhgap) guideline for mental, neurological and substance use disorders 4. publication 112 4.1 publication and dissemination of the guideline 112 4.2 derivative products 112 4.3 who mode...",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "referral",
      "management"
    ],
    "life_topics": [
      "relationships"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders 4. Publication 112 4.1 Publication and dissemination of the guideline 112 4.2 Derivative products 112 4.3 WHO model list of essential medicines (EML) 112 5. Monitoring and evaluating the impact of the guideline 113 6. Updating the evidence 114 References 115 Annex 1. Contributors to the guideline 130 Annex 2. Managing declarations of interest and conflicts of interest 145 Evidence profiles are available at: https://www.who.int/teams/mental-health-and-substance-use/treatment-care/ mental-health-gap-action-programme/evidence-centre iv Acknowledgements This World Health Organization (WHO) Mental Health Gap Action Programme (mhGAP) guideline was prepared by the WHO Department of Mental Health and Substance Use under the leadership of Dévora Kestel. Overall coordination was provided by Tarun Dua, Neerja Chowdhary and Elaine Brohan, of the WHO Department of Mental Health and Substance Use. Thanks are due to the Guideline Development Group (GDG) Chair, Graham Thornicroft, of South London & Maudsley NHS Foundation Trust, the Centre for Global Mental Health & Centre for Implementation Science, the Institute of Psychiatry, Psychology and Neuroscience, and King’s College London, United Kingdom of Great Britain and Northern Ireland, and the Co-Chair and guideline methodologist, Corrado Barbui, of the WHO Collaborating Centre for Research and Training in Mental Health and Service Evaluation, University of Verona, Italy. The other members of the GDG, to whom WHO is grateful, are: Amza Ali, Andrews Memorial Hospital and the Department of Medicine and Neurology, University of the West Indies and Kingston Public Hospital, Jamaica; Sawitri Assanangkornchai, Faculty of Medicine, Prince of Songkla University, Thailand; Henry Brodaty, Centre for Healthy Brain Ageing, School of Clinical Medicine, University of New South Wales and Older People’s Mental Health Service, Prince of Wales Hospital, Australia; Vladimir Carli, National Centre for Suicide Research and Prevention of Mental Ill-Health and WHO Collaborating Centre for Research, Training and Methods Development in Suicide Prevention, Karolinska Institutet, Sweden; Odille Chang, School of Medical Sciences, Fiji National University, Fiji; Pamela Y. Collins, Department of Mental Health, Johns Hopkins Bloomberg School of Public Health, United States of America Mental health gap action programme (mhgap) guideline for mental, neurological and substance use disorders 4. publication 112 4.1 publication and dissemination of the guideline 112 4.2 derivative products 112 4.3 who mode..."
}