{
  "id": "mhgap#referral_224447c9",
  "title_en": "General — Referral",
  "title_vi": "General — Chuyển tuyến",
  "text_en": "Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders TABLE 2.2 Descriptions of strong and conditional recommendations Audience Strong recommendation Conditional recommendation For people, individuals Most individuals in this situation would The majority of individuals in this with lived experience, want to pursue the recommended course situation would want to pursue the the public of action and only a small proportion suggested course of action, but many would not. would not. For health workers Most individuals should receive the Different choices will be appropriate or delivery agents of recommended course of action. for different people, and that each an intervention Adherence to this recommendation person must be helped to arrive at a according to the guideline could be used management decision consistent with as a quality criterion or performance their values and preferences. Decision indicator. Formal decision aids are not aids may be useful in helping individuals likely to be needed to help individuals to make decisions consistent with their make decisions consistent with their values and preferences. Clinicians values and preferences. should expect to spend more time with individuals when working towards a decision. For policy-makers The recommendation can be adapted Policy-making will require substantial as policy in most",
  "gloss_vi": "Mental health gap action programme (mhgap) guideline for mental, neurological and substance use disorders table 2.2 descriptions of strong and conditional recommendations audience strong recommendation conditional recomm...",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "referral",
      "management"
    ],
    "life_topics": [
      "work"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Referral General — Chuyển tuyến Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders TABLE 2.2 Descriptions of strong and conditional recommendations Audience Strong recommendation Conditional recommendation For people, individuals Most individuals in this situation would The majority of individuals in this with lived experience, want to pursue the recommended course situation would want to pursue the the public of action and only a small proportion suggested course of action, but many would not. would not. For health workers Most individuals should receive the Different choices will be appropriate or delivery agents of recommended course of action. for different people, and that each an intervention Adherence to this recommendation person must be helped to arrive at a according to the guideline could be used management decision consistent with as a quality criterion or performance their values and preferences. Decision indicator. Formal decision aids are not aids may be useful in helping individuals likely to be needed to help individuals to make decisions consistent with their make decisions consistent with their values and preferences. Clinicians values and preferences. should expect to spend more time with individuals when working towards a decision. For policy-makers The recommendation can be adapted Policy-making will require substantial as policy in most Mental health gap action programme (mhgap) guideline for mental, neurological and substance use disorders table 2.2 descriptions of strong and conditional recommendations audience strong recommendation conditional recomm..."
}