{
  "id": "mhgap#risk_safety_d245e81b",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "offered screening and brief intervention. Brief intervention should comprise at least a single session, incorporating individualized feedback and advice on reducing or stopping cannabis consumption, and the offer of follow-up care. Strong recommendation. Very low certainty of evidence. 1.2 Adults using psychostimulants should be offered screening and brief intervention. Brief intervention should comprise at least a single session, incorporating individualized feedback and advice on reducing or stopping psychostimulant consumption, and the offer of follow-up care. Strong recommendation. Very low certainty of evidence. 1.3 For adults with hazardous cannabis or psychostimulant use, or with disorders due to use of these substances who do not respond to brief interventions, referral for specialist intervention should be considered. Conditional recommendation. Very low certainty of evidence. DRU2 (update) Dexamphetamine, methylphenidate and modafinil are not recommended for the treatment of cocaine or stimulant use disorders due to safety concerns. Conditional recommendation. Low certainty of evidence. DRU3 (update) Psychosocial interventions – namely cognitive behavioural therapy (CBT) and contingency management – should be offered to adults with cocaine and stimulant dependence. Strong recommendation. Low certainty of evidence. DRU4 (new) Digital interventions should be considered for adults using drugs or with drug use disorders. They should not replace provision of other forms of interventions and should ensure informed consent, safety, confidentiality, privacy and security. Conditional recommendation. Very low certainty of evidence. DRU5 (new) Recovery-oriented services on a voluntary basis should be considered for adults with drug dependence. Namely, case management, long-term residential and continuing community care approaches, occupation-based therapies and peer support groups should be considered for recovery management of people with drug dependence. Conditional recommendation. Low certainty of evidence. xxv",
  "gloss_vi": "Offered sàng lọc and brief intervention. brief intervention should comprise at least a single session, incorporating individualized feedback and advice on reducing or stopping cannabis consumption, and the offer of follo...",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral",
      "psychoeducation",
      "do_not_do",
      "management"
    ],
    "life_topics": [
      "study"
    ],
    "advice_section": [
      "sleep_hygiene"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn offered screening and brief intervention. Brief intervention should comprise at least a single session, incorporating individualized feedback and advice on reducing or stopping cannabis consumption, and the offer of follow-up care. Strong recommendation. Very low certainty of evidence. 1.2 Adults using psychostimulants should be offered screening and brief intervention. Brief intervention should comprise at least a single session, incorporating individualized feedback and advice on reducing or stopping psychostimulant consumption, and the offer of follow-up care. Strong recommendation. Very low certainty of evidence. 1.3 For adults with hazardous cannabis or psychostimulant use, or with disorders due to use of these substances who do not respond to brief interventions, referral for specialist intervention should be considered. Conditional recommendation. Very low certainty of evidence. DRU2 (update) Dexamphetamine, methylphenidate and modafinil are not recommended for the treatment of cocaine or stimulant use disorders due to safety concerns. Conditional recommendation. Low certainty of evidence. DRU3 (update) Psychosocial interventions – namely cognitive behavioural therapy (CBT) and contingency management – should be offered to adults with cocaine and stimulant dependence. Strong recommendation. Low certainty of evidence. DRU4 (new) Digital interventions should be considered for adults using drugs or with drug use disorders. They should not replace provision of other forms of interventions and should ensure informed consent, safety, confidentiality, privacy and security. Conditional recommendation. Very low certainty of evidence. DRU5 (new) Recovery-oriented services on a voluntary basis should be considered for adults with drug dependence. Namely, case management, long-term residential and continuing community care approaches, occupation-based therapies and peer support groups should be considered for recovery management of people with drug dependence. Conditional recommendation. Low certainty of evidence. xxv Offered sàng lọc and brief intervention. brief intervention should comprise at least a single session, incorporating individualized feedback and advice on reducing or stopping cannabis consumption, and the offer of follo..."
}