{
  "id": "mhgap#screening_cues_9907349b",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "3. Recommendations Research gaps y Acquisition costs can differ substantially and also y Data on first-generation antipsychotics with few throughout the world. Recent antipsychotics exceptions such as haloperidol and chlorpromazine may have currently higher costs than some were very limited. As these medicines are of lower older antipsychotics. cost, further trials on some of them with relevant y Disruption in medicine supply (common in LMICs) pharmacological properties would be warranted. may interfere with continuation of treatment. y For the treatment of psychotic disorders, the WHO Implementation considerations EML (13) includes the following oral medicines: y People living with psychotic disorders should be – haloperidol (therapeutic alternative: involved in medicine choice in a supported decision- chlopromazine); making process, without coercion and in line with – risperidone (therapeutic alternatives: aripiprazole, human rights instruments. olanzapine, paliperidone, quetiapine); y Treatment with antipsychotic medicines should – complementary list: clozapine. be combined with psychosocial interventions (see other PICO questions in this module). PSY2. In adults with a first psychotic episode (schizophrenia) with full remission, how long should antipsychotic medicine be continued after remission in order to allow for the best outcomes? Recommendation (update): Maintenance therapy with antipsychotic medicine for a minimum of 7–12 months should be offered in adults with a first episode of psychosis (including schizophrenia) in remission, carefully balancing effectiveness, side-effects and individual preference. Strength of recommendation: Strong Certainty of evidence: Moderate Justification y The certainty of evidence was high for relapse at 12 y Evidence was extracted from three systematic and 24 months and low for leaving the study early reviews: Ceraso et al., 2020 (75 RCTs on maintenance due to adverse events. treatment with antipsychotic medicines in Remarks schizophrenia) (191); Kishi et al. 2019 (10 RCTs on y Discontinuation of antipsychotics should always be discontinuation versus maintenance of antipsychotic done by gradually and slowly reducing the medicine medicines in schizophrenia) (194); and Schneider- dose. When medicines are discontinued, people Thoma et al., 2018 (596 RCTs on second-generation living with schizophrenia and family members antipsychotic medicines and short-term somatic need to be educated to detect the re-emergence of serious adverse events in individuals with severe symptoms early to allow for close clinical monitoring mental illness) (193). of relapse. y Maintenance therapy was significantly superior to discontinuation with a follow-up of up to 12 months as well as up to 24 months. However, antipsychotics were associated with side-effects. 89 Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological",
  "gloss_vi": "3. recommendations research gaps y acquisition costs can differ substantially and also y data on first-generation antipsychotics with few throughout the world.",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "psychoeducation",
      "management",
      "caregiver"
    ],
    "life_topics": [
      "study",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 3. Recommendations Research gaps y Acquisition costs can differ substantially and also y Data on first-generation antipsychotics with few throughout the world. Recent antipsychotics exceptions such as haloperidol and chlorpromazine may have currently higher costs than some were very limited. As these medicines are of lower older antipsychotics. cost, further trials on some of them with relevant y Disruption in medicine supply (common in LMICs) pharmacological properties would be warranted. may interfere with continuation of treatment. y For the treatment of psychotic disorders, the WHO Implementation considerations EML (13) includes the following oral medicines: y People living with psychotic disorders should be – haloperidol (therapeutic alternative: involved in medicine choice in a supported decision- chlopromazine); making process, without coercion and in line with – risperidone (therapeutic alternatives: aripiprazole, human rights instruments. olanzapine, paliperidone, quetiapine); y Treatment with antipsychotic medicines should – complementary list: clozapine. be combined with psychosocial interventions (see other PICO questions in this module). PSY2. In adults with a first psychotic episode (schizophrenia) with full remission, how long should antipsychotic medicine be continued after remission in order to allow for the best outcomes? Recommendation (update): Maintenance therapy with antipsychotic medicine for a minimum of 7–12 months should be offered in adults with a first episode of psychosis (including schizophrenia) in remission, carefully balancing effectiveness, side-effects and individual preference. Strength of recommendation: Strong Certainty of evidence: Moderate Justification y The certainty of evidence was high for relapse at 12 y Evidence was extracted from three systematic and 24 months and low for leaving the study early reviews: Ceraso et al., 2020 (75 RCTs on maintenance due to adverse events. treatment with antipsychotic medicines in Remarks schizophrenia) (191); Kishi et al. 2019 (10 RCTs on y Discontinuation of antipsychotics should always be discontinuation versus maintenance of antipsychotic done by gradually and slowly reducing the medicine medicines in schizophrenia) (194); and Schneider- dose. When medicines are discontinued, people Thoma et al., 2018 (596 RCTs on second-generation living with schizophrenia and family members antipsychotic medicines and short-term somatic need to be educated to detect the re-emergence of serious adverse events in individuals with severe symptoms early to allow for close clinical monitoring mental illness) (193). of relapse. y Maintenance therapy was significantly superior to discontinuation with a follow-up of up to 12 months as well as up to 24 months. However, antipsychotics were associated with side-effects. 89 Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological 3. recommendations research gaps y acquisition costs can differ substantially and also y data on first-generation antipsychotics with few throughout the world."
}