{
  "id": "mhgap#risk_safety_c54d4bdb",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "2. Methods 2.3.3 Research questions be out of date (i.e. the published review was more than two years old), these were updated. It is acknowledged Two online scoping meetings in September 2021 with that the COVID-19 pandemic has led to a pausing of the GDG members to discuss summary documents led many MNS disorder research activities over the past to 50 research questions for this update. This includes few years, and that this may have also impacted the 31 updated questions based on the recommendations availability of systematic reviews published within the in the 2015 mhGAP guideline, and 19 new questions preferred two-year period. For any reviews that were (including seven new anxiety questions). With the help more than two years old, the guideline methodologist of the GDG, the questions were defined using the PICO advised on suitability. New systematic reviews were framework (population, intervention, comparator, conducted where there were none identified. and outcome) with critical and important outcomes specified. For updated questions, the outcomes Regarding considerations of resources and costs, specified in the existing 2015 mhGAP guideline (7) were each recommendation details implementation used as the basis for the outcomes specified in the considerations, which include information on costs update and new questions. where available. 2.3.4 Systematic review methods Qualitative evidence The qualitative reviews focused on what matters to Evidence to support this guideline was extracted end users of the interventions and health workers – from a number of sources by the evidence review and in terms of barriers and facilitators to uptake of the synthesis teams and the guideline methodologist interventions detailed in mhGAP, acceptability and working in collaboration with the Steering Group. feasibility of the interventions, how the interventions Review teams developed standard protocols with clear are valued by end users and carers, and general or review questions, criteria for identification of studies specific perceptions on equity for the interventions including search strategies for different bibliographic prioritized. Evidence on the above issues was reviewed databases, methods for assessing risk of bias and a and synthesized by undertaking a qualitative review to data analysis plan before embarking on the review. address the questions below: These protocols were reviewed and endorsed by the guideline methodologist, coordinating team and other ▶ What are end users’ experiences of receiving care members of the Steering Group, and the evidence and treatment for MNS disorders, and what are the from the reviews was retrieved according to standard factors influencing the uptake of these services operating procedures, format and timelines provided in LMICs? by the Steering Group. The systematic review methods ▶ What are health workers’ views and experiences of used for each PICO question are detailed in the providing care and treatment for MNS disorders, evidence profiles available online.3 and what are the factors influencing the provision of services in LMICs? 2.3.5 Types of evidence The qualitative evidence was also informed by two systematic reviews on the use of mhGAP, which Both quantitative and qualitative evidence was have been published since the last update (11,12), considered for this guideline. with the most recent (2021) detailing a total of 162 Quantitative evidence peer-reviewed studies that used mhGAP. Country case A briefing note and methodology and report templates studies on mhGAP implementation also informed were provided to evidence review and synthesis teams the evidence. to ensure consistency across review teams. Evidence on effectiveness of interventions was mostly extracted The findings from the qualitative reviews, systematic from",
  "gloss_vi": "2. methods 2.3.3 research questions be out of date (i.e.",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral",
      "psychoeducation",
      "management"
    ],
    "life_topics": [
      "study",
      "work"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 2. Methods 2.3.3 Research questions be out of date (i.e. the published review was more than two years old), these were updated. It is acknowledged Two online scoping meetings in September 2021 with that the COVID-19 pandemic has led to a pausing of the GDG members to discuss summary documents led many MNS disorder research activities over the past to 50 research questions for this update. This includes few years, and that this may have also impacted the 31 updated questions based on the recommendations availability of systematic reviews published within the in the 2015 mhGAP guideline, and 19 new questions preferred two-year period. For any reviews that were (including seven new anxiety questions). With the help more than two years old, the guideline methodologist of the GDG, the questions were defined using the PICO advised on suitability. New systematic reviews were framework (population, intervention, comparator, conducted where there were none identified. and outcome) with critical and important outcomes specified. For updated questions, the outcomes Regarding considerations of resources and costs, specified in the existing 2015 mhGAP guideline (7) were each recommendation details implementation used as the basis for the outcomes specified in the considerations, which include information on costs update and new questions. where available. 2.3.4 Systematic review methods Qualitative evidence The qualitative reviews focused on what matters to Evidence to support this guideline was extracted end users of the interventions and health workers – from a number of sources by the evidence review and in terms of barriers and facilitators to uptake of the synthesis teams and the guideline methodologist interventions detailed in mhGAP, acceptability and working in collaboration with the Steering Group. feasibility of the interventions, how the interventions Review teams developed standard protocols with clear are valued by end users and carers, and general or review questions, criteria for identification of studies specific perceptions on equity for the interventions including search strategies for different bibliographic prioritized. Evidence on the above issues was reviewed databases, methods for assessing risk of bias and a and synthesized by undertaking a qualitative review to data analysis plan before embarking on the review. address the questions below: These protocols were reviewed and endorsed by the guideline methodologist, coordinating team and other ▶ What are end users’ experiences of receiving care members of the Steering Group, and the evidence and treatment for MNS disorders, and what are the from the reviews was retrieved according to standard factors influencing the uptake of these services operating procedures, format and timelines provided in LMICs? by the Steering Group. The systematic review methods ▶ What are health workers’ views and experiences of used for each PICO question are detailed in the providing care and treatment for MNS disorders, evidence profiles available online.3 and what are the factors influencing the provision of services in LMICs? 2.3.5 Types of evidence The qualitative evidence was also informed by two systematic reviews on the use of mhGAP, which Both quantitative and qualitative evidence was have been published since the last update (11,12), considered for this guideline. with the most recent (2021) detailing a total of 162 Quantitative evidence peer-reviewed studies that used mhGAP. Country case A briefing note and methodology and report templates studies on mhGAP implementation also informed were provided to evidence review and synthesis teams the evidence. to ensure consistency across review teams. Evidence on effectiveness of interventions was mostly extracted The findings from the qualitative reviews, systematic from 2. methods 2.3.3 research questions be out of date (i.e."
}