{
  "id": "mhgap#risk_safety_debbcc19",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "References 217. Till B, Sonneck G, Baldauf G, Steiner E, 219. mhGAP training manuals for the mhGAP Niederkrotenthaler T. Reasons to love life. Effects intervention guide for mental, neurological and of a suicide-awareness campaign on the utilization substance use disorders in non-specialized health of a telephone emergency line in Austria. Crisis. settings, version 2.0 (for field testing). Geneva: 2013;34(6):382–9 (https://doi.org/10.1027/0227- World Health Organization; 2017 (https://iris.who. 5910/a000212). int/handle/10665/259161). 218. World Health Organization, United Nations 220. Field test version: mhGAP community toolkit: High Commissioner for Refugees. mhGAP Mental Health Gap Action Programme (mhGAP). humanitarian intervention guide (mhGAP-HIG): Geneva: World Health Organization; 2019 (https:// clinical management of mental, neurological iris.who.int/handle/10665/328742). and substance use conditions in humanitarian emergencies. Geneva: World Health Organization; 2015 (https://iris.who.int/handle/10665/162960). 129 Annex 1. Contributors to the guideline Members of the Guideline Development Group (GDG) Name and title Affiliation WHO region Expertise City, country of residence Dr Ali Amza Andrews Memorial Hospital Americas Epilepsy, clinical neurophysiology Department of Medicine and Neurology, University of the West Indies Kingston Public Hospital Kingston, Jamaica Professor Sawitri Faculty of Medicine, Prince South-East Asia Substance use and addictive Assanangkornchai of Songkla University, Hat behaviour disorders, Yai, Thailand psychiatric and mental health epidemiology Thai Health Promotion Foundation, Bangkok, Thailand Corrado Barbui WHO Collaborating Centre Europe Guideline methodology, (Co-Chair and for Research and Training in evidence review and synthesis guideline methodologist) Mental Health and Service Evaluation, University of Verona, Verona, Italy Professor Henry Brodaty Dementia Centre for Research Western Pacific Cognitive health and ageing, Collaboration, CHeBA (Centre dementia, particularly for Healthy Brain Ageing) Alzheimer’s disease, University of New South Wales global approaches Prince of Wales Hospital Sydney, Australia 130",
  "gloss_vi": "References 217. till b, sonneck g, baldauf g, steiner e, 219.",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "referral",
      "management"
    ],
    "life_topics": [
      "digital"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn References 217. Till B, Sonneck G, Baldauf G, Steiner E, 219. mhGAP training manuals for the mhGAP Niederkrotenthaler T. Reasons to love life. Effects intervention guide for mental, neurological and of a suicide-awareness campaign on the utilization substance use disorders in non-specialized health of a telephone emergency line in Austria. Crisis. settings, version 2.0 (for field testing). Geneva: 2013;34(6):382–9 (https://doi.org/10.1027/0227- World Health Organization; 2017 (https://iris.who. 5910/a000212). int/handle/10665/259161). 218. World Health Organization, United Nations 220. Field test version: mhGAP community toolkit: High Commissioner for Refugees. mhGAP Mental Health Gap Action Programme (mhGAP). humanitarian intervention guide (mhGAP-HIG): Geneva: World Health Organization; 2019 (https:// clinical management of mental, neurological iris.who.int/handle/10665/328742). and substance use conditions in humanitarian emergencies. Geneva: World Health Organization; 2015 (https://iris.who.int/handle/10665/162960). 129 Annex 1. Contributors to the guideline Members of the Guideline Development Group (GDG) Name and title Affiliation WHO region Expertise City, country of residence Dr Ali Amza Andrews Memorial Hospital Americas Epilepsy, clinical neurophysiology Department of Medicine and Neurology, University of the West Indies Kingston Public Hospital Kingston, Jamaica Professor Sawitri Faculty of Medicine, Prince South-East Asia Substance use and addictive Assanangkornchai of Songkla University, Hat behaviour disorders, Yai, Thailand psychiatric and mental health epidemiology Thai Health Promotion Foundation, Bangkok, Thailand Corrado Barbui WHO Collaborating Centre Europe Guideline methodology, (Co-Chair and for Research and Training in evidence review and synthesis guideline methodologist) Mental Health and Service Evaluation, University of Verona, Verona, Italy Professor Henry Brodaty Dementia Centre for Research Western Pacific Cognitive health and ageing, Collaboration, CHeBA (Centre dementia, particularly for Healthy Brain Ageing) Alzheimer’s disease, University of New South Wales global approaches Prince of Wales Hospital Sydney, Australia 130 References 217. till b, sonneck g, baldauf g, steiner e, 219."
}