{
  "id": "mhgap#screening_cues_778c330c",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "2. Methods the scope of the guideline update that the WHO The coordinating team assessed the DOIs, curriculum Secretariat then proposed for consideration by the vitae and short biographies received, in consultation GDG. Some members of the TEG also served on with the Steering Group, to determine if any conflict the GDG. of interest existed, and discussed its severity and management plan and prepared a note for the record. 2.1.4 Evidence review and synthesis teams The list of declared interests and notes have been updated throughout the process to reflect any new Quantitative and qualitative evidence review and declared interests. Annex 2 includes a summary of synthesis teams were selected based on their thematic declared interests of GDG and ERG members as well and technical expertise. They assessed existing as details on any changes to group membership that evidence and, where required, conducted new occurred during the guideline development process. systematic reviews or updates of existing reviews, and assessed the quality of the evidence using standard systematic review and grading processes, as detailed 2.3 Identifying, appraising in the WHO handbook for guideline development (10). and synthesizing In addition, WHO Collaborating Centres assisted available evidence in evidence review as well as in the synthesis and evaluation of the evidence. 2.3.1 Appraising existing review questions and recommendations 2.1.5 External Review Group TEG members were invited to review each current Members of the External Review Group (ERG) were recommendation for their module as presented in the invited to review the draft mhGAP guideline. This 2015 edition of the mhGAP guideline (7). This review included individuals with expertise in research, clinical was based on their professional knowledge and/ practice, health policy and programmes, interventions or personal experience, with a request to provide a for mental health care, as well as individuals with lived rationale, and references where available, to support experience. The proposed members were identified their suggested action for each recommendation. to ensure geographic and country-level income They were asked to select one of the following four representation and gender balance. suggested actions for each current recommendation and sub-recommendation. 2.2 Declaration of interests ▶ Remove. The recommendation has been superseded In accordance with the WHO procedures for and is no longer relevant. Review of the evidence is declarations of interests (DOIs) (17) all members of the not necessary and the recommendation is deleted. GDG, TEGs and ERG were asked to declare in writing ▶ Validate. The recommendation is clearly any competing interests (academic, financial or established, and it is unlikely anyone would disagree other) at the time of the invitation to participate in the with the",
  "gloss_vi": "2. methods the scope of the guideline update that the who the coordinating team assessed the dois, curriculum secretariat then proposed for consideration by the vitae and short biographies received, in consultation gdg.",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "psychoeducation",
      "management"
    ],
    "life_topics": [
      "relationships"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 2. Methods the scope of the guideline update that the WHO The coordinating team assessed the DOIs, curriculum Secretariat then proposed for consideration by the vitae and short biographies received, in consultation GDG. Some members of the TEG also served on with the Steering Group, to determine if any conflict the GDG. of interest existed, and discussed its severity and management plan and prepared a note for the record. 2.1.4 Evidence review and synthesis teams The list of declared interests and notes have been updated throughout the process to reflect any new Quantitative and qualitative evidence review and declared interests. Annex 2 includes a summary of synthesis teams were selected based on their thematic declared interests of GDG and ERG members as well and technical expertise. They assessed existing as details on any changes to group membership that evidence and, where required, conducted new occurred during the guideline development process. systematic reviews or updates of existing reviews, and assessed the quality of the evidence using standard systematic review and grading processes, as detailed 2.3 Identifying, appraising in the WHO handbook for guideline development (10). and synthesizing In addition, WHO Collaborating Centres assisted available evidence in evidence review as well as in the synthesis and evaluation of the evidence. 2.3.1 Appraising existing review questions and recommendations 2.1.5 External Review Group TEG members were invited to review each current Members of the External Review Group (ERG) were recommendation for their module as presented in the invited to review the draft mhGAP guideline. This 2015 edition of the mhGAP guideline (7). This review included individuals with expertise in research, clinical was based on their professional knowledge and/ practice, health policy and programmes, interventions or personal experience, with a request to provide a for mental health care, as well as individuals with lived rationale, and references where available, to support experience. The proposed members were identified their suggested action for each recommendation. to ensure geographic and country-level income They were asked to select one of the following four representation and gender balance. suggested actions for each current recommendation and sub-recommendation. 2.2 Declaration of interests ▶ Remove. The recommendation has been superseded In accordance with the WHO procedures for and is no longer relevant. Review of the evidence is declarations of interests (DOIs) (17) all members of the not necessary and the recommendation is deleted. GDG, TEGs and ERG were asked to declare in writing ▶ Validate. The recommendation is clearly any competing interests (academic, financial or established, and it is unlikely anyone would disagree other) at the time of the invitation to participate in the with the 2. methods the scope of the guideline update that the who the coordinating team assessed the dois, curriculum secretariat then proposed for consideration by the vitae and short biographies received, in consultation gdg."
}