{
  "id": "mhgap#risk_safety_98bccc97",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "digital component. This ICD-10 or DSM-IV criteria or equivalent ICD-11 and is particularly relevant for individuals with drug DSM-5 diagnosis. use disorders. y By the term “any drug use”, we refer to studies y While digital health interventions show effectiveness recruiting participants who use at least one and can enhance access to health services, they psychoactive drug and are included in interventions should not be used to replace or detract from targeting substance use reduction regardless of the provision of other forms of interventions and should primary drug. ensure patients’ free and informed consent, safety, y The included digital interventions encompass confidentiality, privacy and security. unguided digital interventions, in which y Any treatment or support for people using drugs psychoeducation and psychotherapeutic techniques or with drug use disorders should ensure ethical are provided for the individual to self-manage standards – including respect for human rights and their symptoms without the help of a health the individual’s dignity, and never using humiliating worker. In guided digital interventions, additional or degrading interventions – in line with the guidance is provided to assist participants with WHO and UNODC International standards for the technical or health-related questions via chat, email treatment of drug use disorders (147) (see Box 3.1). or telephone. y Studies that assess the reduction of any drug use Research gaps via digital interventions compared with non-active y The certainty of evidence for reduction in drug use comparators are usually recruiting individuals from (compared with non-active and active comparators) settings in which brief interventions are conducted. was very low, mainly due to the limited number of These settings commonly include hospitals, primary available studies and their high risk of bias. Further care clinics and community health centres. The research is needed to understand the outcome of majority of those interventions consist of very brief reduction in drug use. screenings and brief interventions lasting up to y Subgroup analyses did not show significant 30 minutes. differences between groups (guided vs unguided y The studies assessing the reduction of drug use interventions, drug use disorders vs no drug use via digital interventions compared with active disorders). However, the ability to perform subgroup comparators are usually recruiting individuals from analyses was limited due to the small number specialized treatment facilities. The majority of of studies in the different conditions and types those interventions combine the digital component of interventions. with face-to-face treatments, such as TAU or CBT, y Most studies are from HICs. Further research is and last 8–12 weeks. needed on LMICs. y Differences in findings between active/non-active y There is a lack of an established gold standard for comparators should be interpreted with caution. For reporting drug use outcomes. Further development the comparisons involving non-active comparators, of this would aid consistency of reporting in the majority of individuals were recruited based the field. on self-reported use patterns and not assessed for y There are not enough data to understand the role of a substance use disorder. This is contrary to the digital interventions for equity, equality and non- studies involving active comparators that recruited discrimination of people using substances: while participants after the diagnosis of a substance use there is a potential of increasing access to care, disorder. For this reason, it is important to stress that it is also possible that not all people can benefit 72",
  "gloss_vi": "Digital component. this icd-10 or dsm-iv criteria or equivalent icd-11 and is particularly relevant for individuals with drug dsm-5 diagnosis.",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral",
      "psychoeducation",
      "management"
    ],
    "life_topics": [
      "stress",
      "work",
      "digital"
    ],
    "advice_section": [
      "sleep_hygiene"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn digital component. This ICD-10 or DSM-IV criteria or equivalent ICD-11 and is particularly relevant for individuals with drug DSM-5 diagnosis. use disorders. y By the term “any drug use”, we refer to studies y While digital health interventions show effectiveness recruiting participants who use at least one and can enhance access to health services, they psychoactive drug and are included in interventions should not be used to replace or detract from targeting substance use reduction regardless of the provision of other forms of interventions and should primary drug. ensure patients’ free and informed consent, safety, y The included digital interventions encompass confidentiality, privacy and security. unguided digital interventions, in which y Any treatment or support for people using drugs psychoeducation and psychotherapeutic techniques or with drug use disorders should ensure ethical are provided for the individual to self-manage standards – including respect for human rights and their symptoms without the help of a health the individual’s dignity, and never using humiliating worker. In guided digital interventions, additional or degrading interventions – in line with the guidance is provided to assist participants with WHO and UNODC International standards for the technical or health-related questions via chat, email treatment of drug use disorders (147) (see Box 3.1). or telephone. y Studies that assess the reduction of any drug use Research gaps via digital interventions compared with non-active y The certainty of evidence for reduction in drug use comparators are usually recruiting individuals from (compared with non-active and active comparators) settings in which brief interventions are conducted. was very low, mainly due to the limited number of These settings commonly include hospitals, primary available studies and their high risk of bias. Further care clinics and community health centres. The research is needed to understand the outcome of majority of those interventions consist of very brief reduction in drug use. screenings and brief interventions lasting up to y Subgroup analyses did not show significant 30 minutes. differences between groups (guided vs unguided y The studies assessing the reduction of drug use interventions, drug use disorders vs no drug use via digital interventions compared with active disorders). However, the ability to perform subgroup comparators are usually recruiting individuals from analyses was limited due to the small number specialized treatment facilities. The majority of of studies in the different conditions and types those interventions combine the digital component of interventions. with face-to-face treatments, such as TAU or CBT, y Most studies are from HICs. Further research is and last 8–12 weeks. needed on LMICs. y Differences in findings between active/non-active y There is a lack of an established gold standard for comparators should be interpreted with caution. For reporting drug use outcomes. Further development the comparisons involving non-active comparators, of this would aid consistency of reporting in the majority of individuals were recruited based the field. on self-reported use patterns and not assessed for y There are not enough data to understand the role of a substance use disorder. This is contrary to the digital interventions for equity, equality and non- studies involving active comparators that recruited discrimination of people using substances: while participants after the diagnosis of a substance use there is a potential of increasing access to care, disorder. For this reason, it is important to stress that it is also possible that not all people can benefit 72 Digital component. this icd-10 or dsm-iv criteria or equivalent icd-11 and is particularly relevant for individuals with drug dsm-5 diagnosis."
}