{
  "id": "mhgap#risk_safety_67873559",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders following domains of the GRADE EtD framework: values, quality” evidence, while non-randomized trials and health equity, equality and non-discrimination, human observational studies provide “low-quality” evidence. rights and sociocultural acceptability and feasibility. This baseline quality rating may then be downgraded based on consideration of study design limitations 2.3.6 Appraising evidence (risk of bias), inconsistency, imprecision, indirectness and publication bias. For observational studies, other Quantitative evidence considerations, such as magnitude of effect, could lead The GRADE approach to appraising the quality of to upgrading of the rating if there are no limitations quantitative evidence was used for all critical outcomes that indicated a need for downgrading. The systematic identified in the PICO questions, and a GRADE profile review teams and guideline methodologist retrieved, was prepared for each outcome within each key appraised and synthesized evidence according to the question. Accordingly, the certainty of evidence for current WHO handbook for guideline development each outcome was rated as “high”, “moderate”, “low” (10). Where possible, outcomes were presented as a or “very low” based on the quality of the evidence meta-analysis. If this was not possible then a narrative (e.g. the types and sizes of studies conducted), as synthesis was undertaken. defined in Table 2.1. As a baseline, RCTs provide “high- TABLE 2.1 The GRADE Quality of Evidence grading Quality level Definition High We are very confident that the true effect lies close to that of the estimate of the effect. Moderate We are moderately confident in the effect estimate: the true effect is likely to be close to the estimate of the effect, but there is a possibility that it is substantially different. Low Our confidence in the effect estimate is limited: the true effect may be substantially different from the estimate of the effect. Very low We have very little confidence in the effect estimate: the true effect is likely to be substantially different from the estimate of effect. Source: WHO, 2014 (10). Qualitative evidence 2.3.7 Synthesizing available evidence The findings of the qualitative reviews were appraised For each priority question, each evidence review and for quality using the Checklist for Systematic synthesis team drafted the evidence summaries from Reviews by the Joanna Brigg’s Institute (JBI) (20). relevant systematic reviews to populate the relevant The qualitative review team used the GRADE- sections of GRADE EtD frameworks (18). The GRADE CERQual (Confidence in the Evidence from Reviews EtD frameworks tool includes explicit and systematic of Qualitative Research) tool (21,22) to assess the consideration of evidence on interventions in terms confidence in qualitative review findings, which of specified domains: priority; desirable anticipated was then used to assign evidence with domains on effects; undesirable anticipated effects; certainty of values, acceptability and feasibility, according to the evidence of effects; balance between desirable and four components: methodological limitations of the undesirable effects; values and preferences of intended individual studies, adequacy of data, coherence, and users; resource requirements; certainty of the evidence relevance to the review question of the individual of resource requirements; cost-effectiveness; impact studies that contribute to a review finding. on health equity, equality and non-discrimination; 8 2. Methods implementation feasibility; and alignment with human At the meetings, under the leadership of the GDG chair, rights principles and sociocultural acceptability. the evidence review and synthesis team presented a The domain “health equity, equality and non- summary of the evidence. GDG members then",
  "gloss_vi": "Mental health gap action programme (mhgap) guideline for mental, neurological and substance use disorders following domains of the grade etd framework: values, quality” evidence, while non-randomized trials and health eq...",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "referral"
    ],
    "life_topics": [
      "study",
      "work",
      "self_esteem"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders following domains of the GRADE EtD framework: values, quality” evidence, while non-randomized trials and health equity, equality and non-discrimination, human observational studies provide “low-quality” evidence. rights and sociocultural acceptability and feasibility. This baseline quality rating may then be downgraded based on consideration of study design limitations 2.3.6 Appraising evidence (risk of bias), inconsistency, imprecision, indirectness and publication bias. For observational studies, other Quantitative evidence considerations, such as magnitude of effect, could lead The GRADE approach to appraising the quality of to upgrading of the rating if there are no limitations quantitative evidence was used for all critical outcomes that indicated a need for downgrading. The systematic identified in the PICO questions, and a GRADE profile review teams and guideline methodologist retrieved, was prepared for each outcome within each key appraised and synthesized evidence according to the question. Accordingly, the certainty of evidence for current WHO handbook for guideline development each outcome was rated as “high”, “moderate”, “low” (10). Where possible, outcomes were presented as a or “very low” based on the quality of the evidence meta-analysis. If this was not possible then a narrative (e.g. the types and sizes of studies conducted), as synthesis was undertaken. defined in Table 2.1. As a baseline, RCTs provide “high- TABLE 2.1 The GRADE Quality of Evidence grading Quality level Definition High We are very confident that the true effect lies close to that of the estimate of the effect. Moderate We are moderately confident in the effect estimate: the true effect is likely to be close to the estimate of the effect, but there is a possibility that it is substantially different. Low Our confidence in the effect estimate is limited: the true effect may be substantially different from the estimate of the effect. Very low We have very little confidence in the effect estimate: the true effect is likely to be substantially different from the estimate of effect. Source: WHO, 2014 (10). Qualitative evidence 2.3.7 Synthesizing available evidence The findings of the qualitative reviews were appraised For each priority question, each evidence review and for quality using the Checklist for Systematic synthesis team drafted the evidence summaries from Reviews by the Joanna Brigg’s Institute (JBI) (20). relevant systematic reviews to populate the relevant The qualitative review team used the GRADE- sections of GRADE EtD frameworks (18). The GRADE CERQual (Confidence in the Evidence from Reviews EtD frameworks tool includes explicit and systematic of Qualitative Research) tool (21,22) to assess the consideration of evidence on interventions in terms confidence in qualitative review findings, which of specified domains: priority; desirable anticipated was then used to assign evidence with domains on effects; undesirable anticipated effects; certainty of values, acceptability and feasibility, according to the evidence of effects; balance between desirable and four components: methodological limitations of the undesirable effects; values and preferences of intended individual studies, adequacy of data, coherence, and users; resource requirements; certainty of the evidence relevance to the review question of the individual of resource requirements; cost-effectiveness; impact studies that contribute to a review finding. on health equity, equality and non-discrimination; 8 2. Methods implementation feasibility; and alignment with human At the meetings, under the leadership of the GDG chair, rights principles and sociocultural acceptability. the evidence review and synthesis team presented a The domain “health equity, equality and non- summary of the evidence. GDG members then Mental health gap action programme (mhgap) guideline for mental, neurological and substance use disorders following domains of the grade etd framework: values, quality” evidence, while non-randomized trials and health eq..."
}