{
  "id": "mhgap#risk_safety_bb8f631f",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "from National Institute of Mental No conflict of interest identified. Health, US$ 7400 for project SPIRIT. Grand challenges Canada US$ 2500 for developing and implementing an e-learning programme for teachers to identify and support suicidal students in schools. Professor Wang Huali None No conflict of interest identified. Ms Peach Wattanavitukul None No conflict of interest identified. Ms Enat Yewnetu None No conflict of interest identified. DFID: Department for International Development; IASC: Inter-Agency Standing Committee; MRC: Medical Research Council (of UKRI); NHMRC: National Health Medical Research Council (Australia); NHS: National Health Service (United Kingdom); NIH: National Institutes of Health (USA); NIHR: National Institute for Health and Care Research (United Kingdom); UKRI: UK Research and Innovation (United Kingdom). Declared interests of the members of the External Review Group (ERG) Name and title Declaration of interest Conflict of interest and management Dr Helal Uddin Ahmed None No conflict of interest identified. Professor Kaarin Anstey Ongoing research support from Australia’s No conflict of interest identified. National Health Medical Research Council (NHMRC) for research on dementia risk assessment on dementia risk assessment and post-diagnostic case ($A 2 million). Honorarium ($A 300) for plenary talk on dementia epidemiology completed in 2023). Professor Helen Herrman President and officer, World Psychiatric No conflict of interest identified. Association, 2014–2020. Dr Lola Kola None No conflict of interest identified. Professor Crick Lund None No conflict of interest identified. Professor David Ndetei None No conflict of interest identified. Dr Alfredo Pemjean None No conflict of interest identified. Professor Pratap Sharan None No conflict of interest identified. 149",
  "gloss_vi": "From national institute of mental no conflict of interest identified. health, us$ 7400 for project spirit.",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "psychoeducation",
      "management"
    ],
    "life_topics": [
      "relationships"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn from National Institute of Mental No conflict of interest identified. Health, US$ 7400 for project SPIRIT. Grand challenges Canada US$ 2500 for developing and implementing an e-learning programme for teachers to identify and support suicidal students in schools. Professor Wang Huali None No conflict of interest identified. Ms Peach Wattanavitukul None No conflict of interest identified. Ms Enat Yewnetu None No conflict of interest identified. DFID: Department for International Development; IASC: Inter-Agency Standing Committee; MRC: Medical Research Council (of UKRI); NHMRC: National Health Medical Research Council (Australia); NHS: National Health Service (United Kingdom); NIH: National Institutes of Health (USA); NIHR: National Institute for Health and Care Research (United Kingdom); UKRI: UK Research and Innovation (United Kingdom). Declared interests of the members of the External Review Group (ERG) Name and title Declaration of interest Conflict of interest and management Dr Helal Uddin Ahmed None No conflict of interest identified. Professor Kaarin Anstey Ongoing research support from Australia’s No conflict of interest identified. National Health Medical Research Council (NHMRC) for research on dementia risk assessment on dementia risk assessment and post-diagnostic case ($A 2 million). Honorarium ($A 300) for plenary talk on dementia epidemiology completed in 2023). Professor Helen Herrman President and officer, World Psychiatric No conflict of interest identified. Association, 2014–2020. Dr Lola Kola None No conflict of interest identified. Professor Crick Lund None No conflict of interest identified. Professor David Ndetei None No conflict of interest identified. Dr Alfredo Pemjean None No conflict of interest identified. Professor Pratap Sharan None No conflict of interest identified. 149 From national institute of mental no conflict of interest identified. health, us$ 7400 for project spirit."
}