{
  "id": "mhgap#screening_cues_414982c8",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "recommendation. A review of the evidence guideline development process. and decision-making process are not necessary; the recommendation should be retained unchanged. The standard WHO DOI form was completed, signed by each expert, and sent electronically to the coordinating ▶ Edit. There is no change in the evidence or in the intention of the recommendation, but the precise team prior to participation in the guideline wording needs editing. development process. ▶ Update. New evidence synthesis is required, Each member of the GDG, ERG, TEGs, systematic review and the topic and new evidence synthesis need teams and the guideline methodologist were asked to be reviewed by the GDG with a full Grading of to sign a confidentiality agreement relating to the Recommendations Assessment, Development guideline development process and outcomes, using and Evaluations (GRADE) Evidence to Decision the standard WHO confidentiality undertaking form. (EtD) procedure (this includes modifications to the Biographies of proposed GDG members were also strength of existing recommendations based on new displayed on the WHO website for public consultation. evidence) (18). 5 Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders The TEG were also asked to identify any new questions for this module. Eleven summary documents based that should be considered. The module focal points on TEG suggestions for each module were shared and Secretariat then prepared a summary report and with the WHO Steering Group and the GDG for their provided a suggested action for each recommendation review. The Steering Group also considered whether and suggested new questions, informed by the new questions were already covered in other TEG discussions. WHO guidelines. The 2015 mhGAP guideline contained 120 2.3.2 Appraising existing review questions recommendations across 10 modules (7). The and recommendations Secretariat identified the need for a new module on Evidence retrieval and synthesis followed the anxiety (ANX) based on requests from the field and in methods outlined in the WHO handbook for guideline response to the growing burden of anxiety disorders development (10), as presented in Fig. 2.1. (19). This module was assigned a focal point and a TEG was convened to suggest and discuss new questions FIG. 2.1 The evidence retrieval, appraisal, and synthesis process for mhGAP guideline Key questions and recommendations identified PICO table(s) for each question developed and confirmed Systematic review(s) providing evidence for each outcome identified or conducted GRADE table(s) prepared for each question Quality appraisal of quantitative and qualitative evidence Quantitative summaries of evidence for each outcome Narrative description of evidence not included in GRADE tables GRADE: Grading of Recommendations Assessment, Development and Evaluations ; PICO: population, intervention, comparator, outcome. 6",
  "gloss_vi": "Recommendation. a review of the evidence guideline development process.",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc recommendation. A review of the evidence guideline development process. and decision-making process are not necessary; the recommendation should be retained unchanged. The standard WHO DOI form was completed, signed by each expert, and sent electronically to the coordinating ▶ Edit. There is no change in the evidence or in the intention of the recommendation, but the precise team prior to participation in the guideline wording needs editing. development process. ▶ Update. New evidence synthesis is required, Each member of the GDG, ERG, TEGs, systematic review and the topic and new evidence synthesis need teams and the guideline methodologist were asked to be reviewed by the GDG with a full Grading of to sign a confidentiality agreement relating to the Recommendations Assessment, Development guideline development process and outcomes, using and Evaluations (GRADE) Evidence to Decision the standard WHO confidentiality undertaking form. (EtD) procedure (this includes modifications to the Biographies of proposed GDG members were also strength of existing recommendations based on new displayed on the WHO website for public consultation. evidence) (18). 5 Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders The TEG were also asked to identify any new questions for this module. Eleven summary documents based that should be considered. The module focal points on TEG suggestions for each module were shared and Secretariat then prepared a summary report and with the WHO Steering Group and the GDG for their provided a suggested action for each recommendation review. The Steering Group also considered whether and suggested new questions, informed by the new questions were already covered in other TEG discussions. WHO guidelines. The 2015 mhGAP guideline contained 120 2.3.2 Appraising existing review questions recommendations across 10 modules (7). The and recommendations Secretariat identified the need for a new module on Evidence retrieval and synthesis followed the anxiety (ANX) based on requests from the field and in methods outlined in the WHO handbook for guideline response to the growing burden of anxiety disorders development (10), as presented in Fig. 2.1. (19). This module was assigned a focal point and a TEG was convened to suggest and discuss new questions FIG. 2.1 The evidence retrieval, appraisal, and synthesis process for mhGAP guideline Key questions and recommendations identified PICO table(s) for each question developed and confirmed Systematic review(s) providing evidence for each outcome identified or conducted GRADE table(s) prepared for each question Quality appraisal of quantitative and qualitative evidence Quantitative summaries of evidence for each outcome Narrative description of evidence not included in GRADE tables GRADE: Grading of Recommendations Assessment, Development and Evaluations ; PICO: population, intervention, comparator, outcome. 6 Recommendation. a review of the evidence guideline development process."
}