{
  "id": "mhgap#risk_safety_a585e809",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "Recommendation (update): Treatment based on cognitive behavioural therapy (CBT) should be considered for adults with psychotic disorders (including schizophrenia) in the acute phase of the condition where sufficient specialist support is available. Strength of recommendation: Conditional Certainty of evidence: Moderate Justification and beliefs about hallucinations and the challenge y Data were extracted from an NMA: Bighelli et al., of dysfunctional schemas. Adaptive views of self 2018 (53 RCTs on the use of seven psychological are strengthened, including the re-evaluation of interventions to reduce positive symptoms in negative beliefs about the self. schizophrenia) (208). y Acceptance and commitment therapy (ACT): A y CBT was significantly superior to treatment as usual manualized third-generation behavioural therapy (TAU) for the outcome “overall symptoms”. The other that incorporates acceptance and mindfulness- interventions (hallucination focused integrative based strategies to help people in overcoming treatment [HFIT], experience focused counselling negative thoughts and feelings. [EFC], acceptance and commitment therapy [ACT], y Metacognitive training (MT): A group intervention metacognitive training [MT], mindfulness-based whose aim is to make individuals aware of their interventions [MF] – see below for definitions of cognitive biases by helping them to reflect on interventions) were non-significant but showed various cognitive biases and their role in the small-to-medium effects compared with TAU. formation and maintenance of psychopathology. y For the outcomes of “quality of life” and These individuals are then encouraged to discuss “functioning”, CBT was significantly superior to TAU. these biases and their implications with the help The other interventions showed small-to-medium of real-life examples and practical exercises. It is non-significant effects. presumed that when the individuals gain insight into their biases and relationship with psychopathology, y The certainty of evidence was moderate for CBT for they will challenge their beliefs and, thus, avoid the overall symptoms and very low to low for the other automatic cognitive traps. interventions. y Mindfulness-based interventions (MF): The y The certainty of the evidence for the other outcomes intervention consists of guided meditation followed was very low to low. by reflective group discussion aimed at facilitating Remarks understanding, or metacognitive insight. During y Cognitive behavioural therapy (CBT): CBT for meditation, participants bring full awareness to psychosis is usually based on an individualized case difficult voices, feelings, thoughts and images, and formulation and the establishment of collaborative also become aware of habitual coping reactions, goals with the people living with psychosis. Therapy safety behaviours and their effects. In meditation components include the improvement of existing they practice letting go of these reactions and coping strategies, the development and practice learn to observe and allow psychotic experiences of new ones, the modification of delusional beliefs to come and go without reacting. Meditation and 101",
  "gloss_vi": "Recommendation (update): treatment based on cognitive behavioural therapy (cbt) should be considered for adults with psychotic disorders (including schizophrenia) in the acute phase of the condition where sufficient spec...",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral",
      "psychoeducation",
      "do_not_do",
      "management"
    ],
    "life_topics": [
      "study",
      "relationships"
    ],
    "advice_section": [
      "coping_skill"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn Recommendation (update): Treatment based on cognitive behavioural therapy (CBT) should be considered for adults with psychotic disorders (including schizophrenia) in the acute phase of the condition where sufficient specialist support is available. Strength of recommendation: Conditional Certainty of evidence: Moderate Justification and beliefs about hallucinations and the challenge y Data were extracted from an NMA: Bighelli et al., of dysfunctional schemas. Adaptive views of self 2018 (53 RCTs on the use of seven psychological are strengthened, including the re-evaluation of interventions to reduce positive symptoms in negative beliefs about the self. schizophrenia) (208). y Acceptance and commitment therapy (ACT): A y CBT was significantly superior to treatment as usual manualized third-generation behavioural therapy (TAU) for the outcome “overall symptoms”. The other that incorporates acceptance and mindfulness- interventions (hallucination focused integrative based strategies to help people in overcoming treatment [HFIT], experience focused counselling negative thoughts and feelings. [EFC], acceptance and commitment therapy [ACT], y Metacognitive training (MT): A group intervention metacognitive training [MT], mindfulness-based whose aim is to make individuals aware of their interventions [MF] – see below for definitions of cognitive biases by helping them to reflect on interventions) were non-significant but showed various cognitive biases and their role in the small-to-medium effects compared with TAU. formation and maintenance of psychopathology. y For the outcomes of “quality of life” and These individuals are then encouraged to discuss “functioning”, CBT was significantly superior to TAU. these biases and their implications with the help The other interventions showed small-to-medium of real-life examples and practical exercises. It is non-significant effects. presumed that when the individuals gain insight into their biases and relationship with psychopathology, y The certainty of evidence was moderate for CBT for they will challenge their beliefs and, thus, avoid the overall symptoms and very low to low for the other automatic cognitive traps. interventions. y Mindfulness-based interventions (MF): The y The certainty of the evidence for the other outcomes intervention consists of guided meditation followed was very low to low. by reflective group discussion aimed at facilitating Remarks understanding, or metacognitive insight. During y Cognitive behavioural therapy (CBT): CBT for meditation, participants bring full awareness to psychosis is usually based on an individualized case difficult voices, feelings, thoughts and images, and formulation and the establishment of collaborative also become aware of habitual coping reactions, goals with the people living with psychosis. Therapy safety behaviours and their effects. In meditation components include the improvement of existing they practice letting go of these reactions and coping strategies, the development and practice learn to observe and allow psychotic experiences of new ones, the modification of delusional beliefs to come and go without reacting. Meditation and 101 Recommendation (update): treatment based on cognitive behavioural therapy (cbt) should be considered for adults with psychotic disorders (including schizophrenia) in the acute phase of the condition where sufficient spec..."
}