{
  "id": "mhgap#risk_safety_c4f551ce",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders Remarks Implementation considerations y The term “depression” refers to moderate-to-severe y Long-term antidepressant use may be associated depressive episode or disorder. with additional adverse effects such as weight gain. y The term “remission” is defined as relief from y Specific types of antidepressants selected should depressive symptoms. carefully consider factors such as demographic y The studies identified in the review included characteristics (e.g. higher risks that may be people experiencing first or recurrent episodes associated with pregnancy or older age) and of depression. side-effects profiles (e.g. sexual dysfunction, sleep y Antidepressants are typically most effective in the problems, weight gain). initial 6–12 months and should only be continued y When discontinuing antidepressants, abrupt where there is need and clinical oversight. discontinuation should be avoided and medicine doses should be tapered off slowly. Any withdrawal Research gaps symptoms should be closely monitored. y Most of the research is from HICs. Further research is y Providers should keep in mind the possible adverse needed in LMICs. effects associated with antidepressants, the ability y More research is needed to investigate the to deliver either intervention (in terms of expertise, relationship between the number of depressive and/or treatment availability) and individual episodes and optimal treatment duration. preferences. Discontinuities in drug availability y More research is needed to examine the evidence (common in LMICs) may interfere with continuation to evaluate adverse effects regarding the duration of treatment. of treatment. y Costs accumulate with duration of prescription. y Further research is needed on how best to support Cost of daily dose of generic antidepressants varies individuals in managing withdrawal symptoms when from region to region throughout the world ranging stopping antidepressant medicines and guidance between 3% and 9% of minimum wage (131). for clinicians on tapering of antidepressants and management of withdrawal symptoms. 60 3. Recommendations DEP3. Is brief, structured psychological treatment better than (more effective than/as safe as) treatment as usual in adults with depressive episode/disorder? Recommendation (update): Structured psychological interventions should be offered for the treatment of adults with moderate-to-severe depression, namely behavioural activation therapy (BAT), brief psychodynamic therapy (DYN), cognitive behavioural therapy (CBT), interpersonal therapy (IPT), problem-solving therapy (PST) and third",
  "gloss_vi": "Mental health gap action programme (mhgap) guideline for mental, neurological and substance use disorders remarks implementation considerations y the term “trầm cảm” refers to moderate-to-severe y long-term antidepressan...",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral",
      "psychoeducation",
      "do_not_do",
      "management"
    ],
    "life_topics": [
      "sleep",
      "study",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders Remarks Implementation considerations y The term “depression” refers to moderate-to-severe y Long-term antidepressant use may be associated depressive episode or disorder. with additional adverse effects such as weight gain. y The term “remission” is defined as relief from y Specific types of antidepressants selected should depressive symptoms. carefully consider factors such as demographic y The studies identified in the review included characteristics (e.g. higher risks that may be people experiencing first or recurrent episodes associated with pregnancy or older age) and of depression. side-effects profiles (e.g. sexual dysfunction, sleep y Antidepressants are typically most effective in the problems, weight gain). initial 6–12 months and should only be continued y When discontinuing antidepressants, abrupt where there is need and clinical oversight. discontinuation should be avoided and medicine doses should be tapered off slowly. Any withdrawal Research gaps symptoms should be closely monitored. y Most of the research is from HICs. Further research is y Providers should keep in mind the possible adverse needed in LMICs. effects associated with antidepressants, the ability y More research is needed to investigate the to deliver either intervention (in terms of expertise, relationship between the number of depressive and/or treatment availability) and individual episodes and optimal treatment duration. preferences. Discontinuities in drug availability y More research is needed to examine the evidence (common in LMICs) may interfere with continuation to evaluate adverse effects regarding the duration of treatment. of treatment. y Costs accumulate with duration of prescription. y Further research is needed on how best to support Cost of daily dose of generic antidepressants varies individuals in managing withdrawal symptoms when from region to region throughout the world ranging stopping antidepressant medicines and guidance between 3% and 9% of minimum wage (131). for clinicians on tapering of antidepressants and management of withdrawal symptoms. 60 3. Recommendations DEP3. Is brief, structured psychological treatment better than (more effective than/as safe as) treatment as usual in adults with depressive episode/disorder? Recommendation (update): Structured psychological interventions should be offered for the treatment of adults with moderate-to-severe depression, namely behavioural activation therapy (BAT), brief psychodynamic therapy (DYN), cognitive behavioural therapy (CBT), interpersonal therapy (IPT), problem-solving therapy (PST) and third Mental health gap action programme (mhgap) guideline for mental, neurological and substance use disorders remarks implementation considerations y the term “trầm cảm” refers to moderate-to-severe y long-term antidepressan..."
}