{
  "id": "mhgap#risk_safety_42fa632c",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "y The technology required for digital or virtual reality y More research is needed to assess the benefits programmes in the identified studies is not yet of tailored low-cost app-based programmes for available on a mobile device. A specific gaming promotion of physical exercise in this population. device is currently required for this activity. 42 3. Recommendations CAMH4. In children and adolescents with emotional disorders, what is the effectiveness and safety of using pharmacological interventions? Recommendation (new): 4.1 Pharmacological interventions are not recommended in children and adolescents with anxiety disorders. Strength of recommendation: Strong Certainty of evidence: Low Justification emotional disorders in children, and care providers y Evidence was extracted from one meta-analysis: should closely monitor suicide risk when children Dobson et al., 2019 (22 RCTs) (75). and adolescents take any antidepressant medicines. y Benefits and potential harms need to be considered y Since the harms of the intervention outweigh the in the context of low certainty of evidence, to take benefits, a strong recommendation is made against into account capacities to correctly identify children use of pharmacological interventions for children and adolescents with anxiety who may benefit from and adolescents with anxiety disorders. pharmacological treatments and to monitor adverse Remarks effects and risk of suicidality in non-specialist y Diagnosis of anxiety in children can be influenced by settings. the cultural context and requires a comprehensive y There is very low certainty of evidence supporting assessment of determinants at a family level benefits of SSRIs, as a group, in improving anxiety and in the environment to reduce risks of symptoms and there is moderate-quality evidence overmedicalization. supporting treatment response to group SSRI. The available evidence shows no significant Research gaps difference between both all TCAs (pooled) and y Additional evidence is required to establish the benzodiazepines compared with pill placebo in benefits and safety of prescribing pharmacological improving anxiety symptoms. treatment for anxiety in children and adolescents in y Group SSRIs and benzodiazepines had significantly non-specialist settings. more discontinuations due to adverse effects than y Almost all evidence refers to HICs. Further research pill placebo. Treatment-emergent suicidality was is needed in LMICs. significantly greater in paroxetine-treated children and adolescents compared with those receiving Implementation considerations placebo, and significantly lower in sertraline-treated y Access to psychotherapy, particularly cognitive children and adolescents compared with those behavioural interventions and caregiver receiving placebo. The available evidence points skills training, in line with other mhGAP to the fact that there is a lack of reliable data on recommendations, remains important for children suicidality for many pharmacological treatments for with anxiety disorders and their caregivers. 43",
  "gloss_vi": "Y the technology required for digital or virtual reality y more research is needed to assess the benefits programmes in the identified studies is not yet of tailored low-cost app-based programmes for available on a mobil...",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral",
      "psychoeducation",
      "do_not_do",
      "management",
      "caregiver"
    ],
    "life_topics": [
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn y The technology required for digital or virtual reality y More research is needed to assess the benefits programmes in the identified studies is not yet of tailored low-cost app-based programmes for available on a mobile device. A specific gaming promotion of physical exercise in this population. device is currently required for this activity. 42 3. Recommendations CAMH4. In children and adolescents with emotional disorders, what is the effectiveness and safety of using pharmacological interventions? Recommendation (new): 4.1 Pharmacological interventions are not recommended in children and adolescents with anxiety disorders. Strength of recommendation: Strong Certainty of evidence: Low Justification emotional disorders in children, and care providers y Evidence was extracted from one meta-analysis: should closely monitor suicide risk when children Dobson et al., 2019 (22 RCTs) (75). and adolescents take any antidepressant medicines. y Benefits and potential harms need to be considered y Since the harms of the intervention outweigh the in the context of low certainty of evidence, to take benefits, a strong recommendation is made against into account capacities to correctly identify children use of pharmacological interventions for children and adolescents with anxiety who may benefit from and adolescents with anxiety disorders. pharmacological treatments and to monitor adverse Remarks effects and risk of suicidality in non-specialist y Diagnosis of anxiety in children can be influenced by settings. the cultural context and requires a comprehensive y There is very low certainty of evidence supporting assessment of determinants at a family level benefits of SSRIs, as a group, in improving anxiety and in the environment to reduce risks of symptoms and there is moderate-quality evidence overmedicalization. supporting treatment response to group SSRI. The available evidence shows no significant Research gaps difference between both all TCAs (pooled) and y Additional evidence is required to establish the benzodiazepines compared with pill placebo in benefits and safety of prescribing pharmacological improving anxiety symptoms. treatment for anxiety in children and adolescents in y Group SSRIs and benzodiazepines had significantly non-specialist settings. more discontinuations due to adverse effects than y Almost all evidence refers to HICs. Further research pill placebo. Treatment-emergent suicidality was is needed in LMICs. significantly greater in paroxetine-treated children and adolescents compared with those receiving Implementation considerations placebo, and significantly lower in sertraline-treated y Access to psychotherapy, particularly cognitive children and adolescents compared with those behavioural interventions and caregiver receiving placebo. The available evidence points skills training, in line with other mhGAP to the fact that there is a lack of reliable data on recommendations, remains important for children suicidality for many pharmacological treatments for with anxiety disorders and their caregivers. 43 Y the technology required for digital or virtual reality y more research is needed to assess the benefits programmes in the identified studies is not yet of tailored low-cost app-based programmes for available on a mobil..."
}