{
  "id": "mhgap#risk_safety_a8f24469",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders PSY8. In adults with bipolar disorders in remission, are mood stabilizers and antipsychotics effective and safe? Recommendation (update): 8.1 Mood stabilizers (namely carbamazepine, lithium, valproic acid [sodium valproate]) or oral antipsychotic medicines (namely aripiprazole, olanzapine, quetiapine) should be considered for maintenance treatment for adults with bipolar disorder in remission, carefully balancing effectiveness, side-effects and individual preference. Strength of recommendation: Conditional Certainty of evidence: Low 8.2 Valproic acid (sodium valproate) should not be used in women and girls of childbearing potential with bipolar disorder in remission owing to the high risk of birth defects and neurodevelopmental disorders in babies in utero. Strength of recommendation: Strong Certainty of evidence: Low Justification – Aripiprazole plus sodium valproate ranked first, y Data were extracted from an NMA: Kishi et al., lamotrigine plus sodium valproate ranked second 2021 (41 RCTs on the use of mood stabilizers and quetiapine ranked third. and/or antipsychotics for bipolar disorder in the – The certainty of the evidence was very low to low. maintenance phase) (196). y Recurrence/relapse of manic/hypomanic/ mixed y Recurrence/relapse rate of any mood episode: episodes: – For this outcome, almost all medicines – For this outcome all medicines outperformed reduced relapse: asenapine, aripiprazole plus placebo except aripiprazole plus sodium sodium valproate, lithium plus oxcarbazepine, valproate, carbamazepine, lamotrigine, and olanzapine, lithium plus sodium valproate, lamotrigine plus sodium valproate. aripiprazole plus lamotrigine, aripiprazole – Asenapine ranked first, aripiprazole once monthly once monthly, quetiapine, lithium, risperidone ranked second and lithium plus oxcarbazepine LAI, sodium valproate and lamotrigine all ranked third. outperformed placebo. – The certainty of the evidence was very low – Asenapine ranked first, aripiprazole plus to moderate. sodium valproate ranked second and lithium y Adverse effects: plus oxcarbazepine ranked third in terms – With regard to the outcome “discontinuation due of recurrent/relapse. to adverse effects”, lithium plus sodium valproate – The certainty of the evidence was low had significantly higher discontinuation rates to moderate. than placebo. y Recurrence/relapse of depressive episodes: – Only asenapine showed a lower discontinuation – Aripiprazole plus sodium valproate, lamotrigine, rate than placebo. lamotrigine plus sodium valproate, lithium, y Due to the high risk of teratogenic effect with olanzapine, and quetiapine outperformed sodium valproate, the GDG believed it was important placebo for recurrence/relapse rate of to provide clear directions on the use of sodium depressive episodes. valproate in women and girls",
  "gloss_vi": "Mental health gap action programme (mhgap) guideline for mental, neurological and substance use disorders psy8. in adults with bipolar disorders in remission, are mood stabilizers and antipsychotics effective and safe?",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "referral",
      "management"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders PSY8. In adults with bipolar disorders in remission, are mood stabilizers and antipsychotics effective and safe? Recommendation (update): 8.1 Mood stabilizers (namely carbamazepine, lithium, valproic acid [sodium valproate]) or oral antipsychotic medicines (namely aripiprazole, olanzapine, quetiapine) should be considered for maintenance treatment for adults with bipolar disorder in remission, carefully balancing effectiveness, side-effects and individual preference. Strength of recommendation: Conditional Certainty of evidence: Low 8.2 Valproic acid (sodium valproate) should not be used in women and girls of childbearing potential with bipolar disorder in remission owing to the high risk of birth defects and neurodevelopmental disorders in babies in utero. Strength of recommendation: Strong Certainty of evidence: Low Justification – Aripiprazole plus sodium valproate ranked first, y Data were extracted from an NMA: Kishi et al., lamotrigine plus sodium valproate ranked second 2021 (41 RCTs on the use of mood stabilizers and quetiapine ranked third. and/or antipsychotics for bipolar disorder in the – The certainty of the evidence was very low to low. maintenance phase) (196). y Recurrence/relapse of manic/hypomanic/ mixed y Recurrence/relapse rate of any mood episode: episodes: – For this outcome, almost all medicines – For this outcome all medicines outperformed reduced relapse: asenapine, aripiprazole plus placebo except aripiprazole plus sodium sodium valproate, lithium plus oxcarbazepine, valproate, carbamazepine, lamotrigine, and olanzapine, lithium plus sodium valproate, lamotrigine plus sodium valproate. aripiprazole plus lamotrigine, aripiprazole – Asenapine ranked first, aripiprazole once monthly once monthly, quetiapine, lithium, risperidone ranked second and lithium plus oxcarbazepine LAI, sodium valproate and lamotrigine all ranked third. outperformed placebo. – The certainty of the evidence was very low – Asenapine ranked first, aripiprazole plus to moderate. sodium valproate ranked second and lithium y Adverse effects: plus oxcarbazepine ranked third in terms – With regard to the outcome “discontinuation due of recurrent/relapse. to adverse effects”, lithium plus sodium valproate – The certainty of the evidence was low had significantly higher discontinuation rates to moderate. than placebo. y Recurrence/relapse of depressive episodes: – Only asenapine showed a lower discontinuation – Aripiprazole plus sodium valproate, lamotrigine, rate than placebo. lamotrigine plus sodium valproate, lithium, y Due to the high risk of teratogenic effect with olanzapine, and quetiapine outperformed sodium valproate, the GDG believed it was important placebo for recurrence/relapse rate of to provide clear directions on the use of sodium depressive episodes. valproate in women and girls Mental health gap action programme (mhgap) guideline for mental, neurological and substance use disorders psy8. in adults with bipolar disorders in remission, are mood stabilizers and antipsychotics effective and safe?"
}