{
  "id": "mhgap#general_d71c0e27",
  "title_en": "General — General",
  "title_vi": "General — General",
  "text_en": "(USA); Pim Cuijpers, Vrije Universiteit Amsterdam, Netherlands (Kingdom of the); Petrus J. de Vries, University of Cape Town, South Africa; Palmira Fortunato dos Santos, Mental Health, Trauma and Violence Program, National Institute of Health, Ministry of Health of Mozambique, Mozambique; Christopher Dowrick, University of Liverpool, United Kingdom, and Aintree Park Group Practice, United Kingdom, and University of Melbourne, Australia; Julian Eaton, CBM Global Disability Inclusion, Netherlands (Kingdom of the), and London School of Hygiene and Tropical Medicine, United Kingdom; Rabih El Chammay, Ministry of Public Health of Lebanon and Psychiatry Department, School of Medicine, Saint-Joseph University and Hotel-Dieu University Hospital, Lebanon; Cleusa P. Ferri, Department of Psychiatry, Escola Paulista de Medicina, Universidade Federal de São Paulo, Brazil; Sandra Fortes, School of Medical Sciences, Rio de Janeiro State University, and Health Ministry, Brazil; Michael P. Hengartner, Zurich University of Applied Sciences, Switzerland; Asma Humayun, Ministry of Planning, Development and Special Initiatives, Government of Pakistan, Pakistan; Nathalie Jette, Icahn School of Medicine at Mount Sinai, USA; Maria Elena Medina-Mora, School of Psychology, Mexican National Autonomous University and Global Mental Health Research Centre, National Institute of Psychiatry, Mexico; Pratima Murthy, National Institute of Mental Health and Neuro Sciences, India; Dinah Nadera, Ateneo School of Medicine and Public Health and University of the Philippines Diliman, Philippines; Charles Newton, Kenya Medical Research Institute, Kenya, and University of Oxford, United Kingdom; Michael Njenga, CBM Global Disability Inclusion, Netherlands (Kingdom of the); Olayinka Omigbodun, University of Ibadan and University College Hospital, Nigeria; Afarin Rahimi-Movaghar, Iranian National Center for Addiction Studies and Tehran University of Medical Sciences, Islamic Republic of Iran; Atif Rahman, University of Liverpool, United Kingdom; Shekhar Saxena, Harvard T.H. Chan School of Public Health, Harvard University, USA; Lakshmi Vijayakumar, Society for Networking, Empowerment & Holistic Action (SNEHA) and Department of Psychiatry, Voluntary Health Services, India, and University of Melbourne, Australia; Wang Huali, Peking University Institute of Mental Health, China; Pichayanan (Peach) Wattanavitukul, Faculty of Medicine Ramathibodi Hospital, Mahidol University and Alzheimer’s Disease and Related Disorder Association, Thailand; and Enat Yewnetu, CareEpilepsy, Ethiopia. v",
  "gloss_vi": "(usa); pim cuijpers, vrije universiteit amsterdam, netherlands (kingdom of the); petrus j. de vries, university of cape town, south africa; palmira fortunato dos santos, mental health, trauma and violence program, nation...",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [],
    "life_topics": [
      "work"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — General General — General (USA); Pim Cuijpers, Vrije Universiteit Amsterdam, Netherlands (Kingdom of the); Petrus J. de Vries, University of Cape Town, South Africa; Palmira Fortunato dos Santos, Mental Health, Trauma and Violence Program, National Institute of Health, Ministry of Health of Mozambique, Mozambique; Christopher Dowrick, University of Liverpool, United Kingdom, and Aintree Park Group Practice, United Kingdom, and University of Melbourne, Australia; Julian Eaton, CBM Global Disability Inclusion, Netherlands (Kingdom of the), and London School of Hygiene and Tropical Medicine, United Kingdom; Rabih El Chammay, Ministry of Public Health of Lebanon and Psychiatry Department, School of Medicine, Saint-Joseph University and Hotel-Dieu University Hospital, Lebanon; Cleusa P. Ferri, Department of Psychiatry, Escola Paulista de Medicina, Universidade Federal de São Paulo, Brazil; Sandra Fortes, School of Medical Sciences, Rio de Janeiro State University, and Health Ministry, Brazil; Michael P. Hengartner, Zurich University of Applied Sciences, Switzerland; Asma Humayun, Ministry of Planning, Development and Special Initiatives, Government of Pakistan, Pakistan; Nathalie Jette, Icahn School of Medicine at Mount Sinai, USA; Maria Elena Medina-Mora, School of Psychology, Mexican National Autonomous University and Global Mental Health Research Centre, National Institute of Psychiatry, Mexico; Pratima Murthy, National Institute of Mental Health and Neuro Sciences, India; Dinah Nadera, Ateneo School of Medicine and Public Health and University of the Philippines Diliman, Philippines; Charles Newton, Kenya Medical Research Institute, Kenya, and University of Oxford, United Kingdom; Michael Njenga, CBM Global Disability Inclusion, Netherlands (Kingdom of the); Olayinka Omigbodun, University of Ibadan and University College Hospital, Nigeria; Afarin Rahimi-Movaghar, Iranian National Center for Addiction Studies and Tehran University of Medical Sciences, Islamic Republic of Iran; Atif Rahman, University of Liverpool, United Kingdom; Shekhar Saxena, Harvard T.H. Chan School of Public Health, Harvard University, USA; Lakshmi Vijayakumar, Society for Networking, Empowerment & Holistic Action (SNEHA) and Department of Psychiatry, Voluntary Health Services, India, and University of Melbourne, Australia; Wang Huali, Peking University Institute of Mental Health, China; Pichayanan (Peach) Wattanavitukul, Faculty of Medicine Ramathibodi Hospital, Mahidol University and Alzheimer’s Disease and Related Disorder Association, Thailand; and Enat Yewnetu, CareEpilepsy, Ethiopia. v (usa); pim cuijpers, vrije universiteit amsterdam, netherlands (kingdom of the); petrus j. de vries, university of cape town, south africa; palmira fortunato dos santos, mental health, trauma and violence program, nation..."
}