{
  "id": "mhgap#psychoeducation_f336571b",
  "title_en": "General — Psychoeducation",
  "title_vi": "General — Giáo dục tâm lý",
  "text_en": "Executive summary TABLE 1. (continued) Summary of recommendations Module and Recommendation recommendation Strength of the recommendation and certainty of the evidence number Dementia (DEM) DEM1 (update) 1.1 Psychosocial interventions – namely mindfulness-based interventions, multicomponent interventions, psychoeducation and psychotherapy/counselling – should be offered for carers of people living with dementia. Strong recommendation. Low certainty of evidence. 1.2 Respite care should be considered for carers of people living with dementia. Conditional recommendation. Low certainty of evidence. 1.3 Depression and anxiety in carers of people living with dementia should be assessed and treated in line with mhGAP recommendations for depression and anxiety. Strong recommendation. Low certainty of evidence. DEM2 There was insufficient evidence to update the recommendation, so the existing recommendation remains valid. Psychological interventions – namely cognitive behavioural therapy (CBT), interpersonal therapy (IPT), structured counselling and behavioural activation therapy (BAT) – should be considered for people living with dementia and mild-to-moderate depression. Conditional recommendation. Low certainty of evidence. DEM3 (update) 3.1 Physical activity interventions – namely physical exercise delivered 3–4 times per week for 30–45 minutes for more than 12 weeks – should be offered to people living with dementia. Strong recommendation. High certainty of evidence. 3.2 Non-pharmacological interventions – namely CBT, cognitive stimulation therapy and cognitive training (in alphabetical order) – should be considered for people living with dementia. Conditional recommendation. Low certainty of evidence. xxiii Mental Health Gap Action Programme (mhGAP)",
  "gloss_vi": "Executive summary table 1. (continued) summary of recommendations module and recommendation recommendation strength of the recommendation and certainty of the evidence number dementia (dem) dem1 (update) 1.1 psychosocial...",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "psychoeducation",
      "management"
    ],
    "life_topics": [],
    "advice_section": [
      "coping_skill"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Psychoeducation General — Giáo dục tâm lý Executive summary TABLE 1. (continued) Summary of recommendations Module and Recommendation recommendation Strength of the recommendation and certainty of the evidence number Dementia (DEM) DEM1 (update) 1.1 Psychosocial interventions – namely mindfulness-based interventions, multicomponent interventions, psychoeducation and psychotherapy/counselling – should be offered for carers of people living with dementia. Strong recommendation. Low certainty of evidence. 1.2 Respite care should be considered for carers of people living with dementia. Conditional recommendation. Low certainty of evidence. 1.3 Depression and anxiety in carers of people living with dementia should be assessed and treated in line with mhGAP recommendations for depression and anxiety. Strong recommendation. Low certainty of evidence. DEM2 There was insufficient evidence to update the recommendation, so the existing recommendation remains valid. Psychological interventions – namely cognitive behavioural therapy (CBT), interpersonal therapy (IPT), structured counselling and behavioural activation therapy (BAT) – should be considered for people living with dementia and mild-to-moderate depression. Conditional recommendation. Low certainty of evidence. DEM3 (update) 3.1 Physical activity interventions – namely physical exercise delivered 3–4 times per week for 30–45 minutes for more than 12 weeks – should be offered to people living with dementia. Strong recommendation. High certainty of evidence. 3.2 Non-pharmacological interventions – namely CBT, cognitive stimulation therapy and cognitive training (in alphabetical order) – should be considered for people living with dementia. Conditional recommendation. Low certainty of evidence. xxiii Mental Health Gap Action Programme (mhGAP) Executive summary table 1. (continued) summary of recommendations module and recommendation recommendation strength of the recommendation and certainty of the evidence number dementia (dem) dem1 (update) 1.1 psychosocial..."
}