{
  "id": "mhgap#psychoeducation_4b5301af",
  "title_en": "General — Psychoeducation",
  "title_vi": "General — Giáo dục tâm lý",
  "text_en": "2. Managing declarations of interest and conflict of interest Name and title Declaration of interest Conflict of interest and management Dr Michael P. Hengartner None No conflict of interest identified. Dr Asma Humayun None No conflict of interest identified. Professor Nathalie Jette Chair of International League Against No conflict of interest identified. Epilepsy (ILAE) Standards and Best Practice Council, Bludhorn Professor of International Medicine (Research Chair), honorarium for role as associate editor of Epilepsia. Dr Maria Elena None No conflict of interest identified. Medina-Mora Professor Pratima Murthy None No conflict of interest identified. Dr Dinah Nadera Consulting, including service as a No conflict of interest identified. technical advisor and mhGAP trainer for CBM International. Pt 15 000 in 2019. Support (including honoraria) for being on a speaker’s bureau, giving speeches or training for a commercial entity or other organization with an interest related to the subject of the meeting or work. Department of Health (Philippines) Region 13, Bangsamoro Autonomous Region of Muslim Mindanao (BARMM). Pt 12 000– 15 000. 2018 (Region13), 2019 (Region 13 and BARMM), 2020 (BARMM). Professor Charles Newton None No conflict of interest identified. Mr Michael Njenga Extensively worked in the area of human No conflict of interest identified. rights for persons with psychosocial disabilities in various capacities. Lead trainer for the Convention on the Rights of Persons with Disabilities (CRPD)/ Sustainable Development Goals (SDGs) Bridge cycles for the International Disability Alliance since the year 2016. Has given numerous talks in the area of human rights at WHO, CRPD Committee and various universities. Professor Olayinka None No conflict of interest identified. Omigbodun 147",
  "gloss_vi": "2. managing declarations of interest and conflict of interest name and title declaration of interest conflict of interest and management dr michael p.",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "psychoeducation",
      "management"
    ],
    "life_topics": [
      "work",
      "relationships"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Psychoeducation General — Giáo dục tâm lý 2. Managing declarations of interest and conflict of interest Name and title Declaration of interest Conflict of interest and management Dr Michael P. Hengartner None No conflict of interest identified. Dr Asma Humayun None No conflict of interest identified. Professor Nathalie Jette Chair of International League Against No conflict of interest identified. Epilepsy (ILAE) Standards and Best Practice Council, Bludhorn Professor of International Medicine (Research Chair), honorarium for role as associate editor of Epilepsia. Dr Maria Elena None No conflict of interest identified. Medina-Mora Professor Pratima Murthy None No conflict of interest identified. Dr Dinah Nadera Consulting, including service as a No conflict of interest identified. technical advisor and mhGAP trainer for CBM International. Pt 15 000 in 2019. Support (including honoraria) for being on a speaker’s bureau, giving speeches or training for a commercial entity or other organization with an interest related to the subject of the meeting or work. Department of Health (Philippines) Region 13, Bangsamoro Autonomous Region of Muslim Mindanao (BARMM). Pt 12 000– 15 000. 2018 (Region13), 2019 (Region 13 and BARMM), 2020 (BARMM). Professor Charles Newton None No conflict of interest identified. Mr Michael Njenga Extensively worked in the area of human No conflict of interest identified. rights for persons with psychosocial disabilities in various capacities. Lead trainer for the Convention on the Rights of Persons with Disabilities (CRPD)/ Sustainable Development Goals (SDGs) Bridge cycles for the International Disability Alliance since the year 2016. Has given numerous talks in the area of human rights at WHO, CRPD Committee and various universities. Professor Olayinka None No conflict of interest identified. Omigbodun 147 2. managing declarations of interest and conflict of interest name and title declaration of interest conflict of interest and management dr michael p."
}