{
  "id": "mhgap#screening_cues_ff29aa22",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "3. Recommendations Recommendation (new): 3.4 Beginning-to-read interventions should be offered to improve communication and academic performance in children with disorders of intellectual development. Strength of recommendation: Strong Certainty of evidence: Moderate Justification Implementation considerations y Evidence was extracted one systematic review and y Intervention sessions occurred in school settings. meta-analysis: Reichow et al., 2019 (7 RCTs) (63). Research supports delivery of beginning-to-read y A small but statistically significant effect was found intervention in school settings by specialists (special for language skills (3 studies, 222 participants), education teachers/researchers) and non-specialists as measured by standardized norm-referenced (teacher assistants). language assessments (d = 0.28; 95% CI: 0.03 y Ensure that all children and young people with to 0.54). disorders of intellectual development have full access to health- and social-care services, including Remarks mental health services. y Beginning-to-read interventions include elements y Promote access to information about treatment of phonological awareness, letter-sound instruction options suitable for the child’s needs and and decoding. developmental level, and promote supported y Evidence supports delivery of beginning-to-read decision-making. intervention in school settings by specialists (special y Make arrangements to support children with education teachers/researchers) and non-specialists disorders of intellectual development and their (teacher assistants). Beginning-to-read interventions family and carers during times of increased need varied in intensity but used common instructional and transitions, such as puberty and starting or strategies based on social learning theories and changing schools. behavioural technologies. Research gaps y Studies did not include individuals with disorders of intellectual development who were dual language learners. This is an area in need of further research. 35 Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders Recommendation (new): 3.5 Early communication interventions involving direct instruction approaches should be considered for improving expressive phonological skills and reducing stuttering for children with developmental speech disorders. Strength of recommendation: Conditional Certainty of evidence: Very low Justification modification programme with a strong y Evidence was extracted from two systematic reviews: reinforcement contingency component. Both studies Rinaldi et al., 2021 (26 RCTs, 1 systematic review) included in the meta-analysis by Brignell et al. (2021)",
  "gloss_vi": "3. recommendations recommendation (new): 3.4 beginning-to-read interventions should be offered to improve giao tiếp and academic performance in children with disorders of intellectual development.",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "psychoeducation",
      "management",
      "caregiver"
    ],
    "life_topics": [
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 3. Recommendations Recommendation (new): 3.4 Beginning-to-read interventions should be offered to improve communication and academic performance in children with disorders of intellectual development. Strength of recommendation: Strong Certainty of evidence: Moderate Justification Implementation considerations y Evidence was extracted one systematic review and y Intervention sessions occurred in school settings. meta-analysis: Reichow et al., 2019 (7 RCTs) (63). Research supports delivery of beginning-to-read y A small but statistically significant effect was found intervention in school settings by specialists (special for language skills (3 studies, 222 participants), education teachers/researchers) and non-specialists as measured by standardized norm-referenced (teacher assistants). language assessments (d = 0.28; 95% CI: 0.03 y Ensure that all children and young people with to 0.54). disorders of intellectual development have full access to health- and social-care services, including Remarks mental health services. y Beginning-to-read interventions include elements y Promote access to information about treatment of phonological awareness, letter-sound instruction options suitable for the child’s needs and and decoding. developmental level, and promote supported y Evidence supports delivery of beginning-to-read decision-making. intervention in school settings by specialists (special y Make arrangements to support children with education teachers/researchers) and non-specialists disorders of intellectual development and their (teacher assistants). Beginning-to-read interventions family and carers during times of increased need varied in intensity but used common instructional and transitions, such as puberty and starting or strategies based on social learning theories and changing schools. behavioural technologies. Research gaps y Studies did not include individuals with disorders of intellectual development who were dual language learners. This is an area in need of further research. 35 Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders Recommendation (new): 3.5 Early communication interventions involving direct instruction approaches should be considered for improving expressive phonological skills and reducing stuttering for children with developmental speech disorders. Strength of recommendation: Conditional Certainty of evidence: Very low Justification modification programme with a strong y Evidence was extracted from two systematic reviews: reinforcement contingency component. Both studies Rinaldi et al., 2021 (26 RCTs, 1 systematic review) included in the meta-analysis by Brignell et al. (2021) 3. recommendations recommendation (new): 3.4 beginning-to-read interventions should be offered to improve giao tiếp and academic performance in children with disorders of intellectual development."
}