{
  "id": "mhgap#screening_cues_fe9efd35",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "performed during leisure time with the y Evidence was extracted from three systematic primary purpose of improving or maintaining reviews: Ramos-Sanchez et al., 2021 (13 RCTs on physical fitness, physical performance, or health. physical exercise for adults with anxiety disorders) – It is recommended that all adults ages 18–64 (42); Vancampfort et al., 2021 (14 RCTs on physical (not specific to those with GAD or panic disorder) exercise for adults with anxiety disorders) (43); and “should do at least 150–300 minutes of moderate- Machado et al., 2022 (8 RCTs on physical exercise for intensity aerobic physical activity; or at least adults with panic disorder) (44). 75–150 minutes of vigorous-intensity aerobic y Very low-quality evidence suggests reduced levels physical activity; or an equivalent combination of anxiety symptoms in adults with anxiety disorders of moderate- and vigorous-intensity activity after engaging in physical exercise. throughout the week, for substantial health benefits” (45). y There is also general evidence of the direct health and mental health co-benefits of physical exercise y This current recommendation is specific to the for all adults with mental disorders. additional benefits of physical exercise in the reduction of anxiety symptoms in adults with GAD or y In the evidence supporting this recommendation, panic disorder. the specific type and format of physical exercise varied. Evidence appears to indicate the effects of y In resource-constrained settings, physical exercise physical exercise on reducing anxiety symptoms may be more feasible than more intensive in adults with GAD and/or panic disorder is not psychological interventions. explained by exercise setting, duration or intensity. y The type of physical exercise may vary and depend There is also no current evidence on inter-individual on individual preferences and feasibility for differences in these effects. the person. y In cases of moderate-to-severe anxiety disorders, Remarks this intervention may be most appropriate y The 2020 WHO guidelines on physical activity and as an adjunct to pharmacological and/or sedentary behaviour provide further detail on psychological interventions. physical exercise and physical activity. – Exercise is defined as “a subcategory of physical Research gaps activity that is planned, structured, repetitive, and y The types of physical exercise that were studied purposeful in the sense that the improvement varied in reviews. Further research which includes or maintenance of one or more components standardized intervention formats and/or clear of physical fitness is the objective.” “Exercise” description of the exercise activities, duration and and “exercise training” are frequently used intensity would help to clarify best practices. interchangeably and generally refer to physical 24",
  "gloss_vi": "Performed during leisure time with the y evidence was extracted from three systematic primary purpose of improving or maintaining reviews: ramos-sanchez et al., 2021 (13 rcts on physical fitness, physical performance, or...",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "psychoeducation"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc performed during leisure time with the y Evidence was extracted from three systematic primary purpose of improving or maintaining reviews: Ramos-Sanchez et al., 2021 (13 RCTs on physical fitness, physical performance, or health. physical exercise for adults with anxiety disorders) – It is recommended that all adults ages 18–64 (42); Vancampfort et al., 2021 (14 RCTs on physical (not specific to those with GAD or panic disorder) exercise for adults with anxiety disorders) (43); and “should do at least 150–300 minutes of moderate- Machado et al., 2022 (8 RCTs on physical exercise for intensity aerobic physical activity; or at least adults with panic disorder) (44). 75–150 minutes of vigorous-intensity aerobic y Very low-quality evidence suggests reduced levels physical activity; or an equivalent combination of anxiety symptoms in adults with anxiety disorders of moderate- and vigorous-intensity activity after engaging in physical exercise. throughout the week, for substantial health benefits” (45). y There is also general evidence of the direct health and mental health co-benefits of physical exercise y This current recommendation is specific to the for all adults with mental disorders. additional benefits of physical exercise in the reduction of anxiety symptoms in adults with GAD or y In the evidence supporting this recommendation, panic disorder. the specific type and format of physical exercise varied. Evidence appears to indicate the effects of y In resource-constrained settings, physical exercise physical exercise on reducing anxiety symptoms may be more feasible than more intensive in adults with GAD and/or panic disorder is not psychological interventions. explained by exercise setting, duration or intensity. y The type of physical exercise may vary and depend There is also no current evidence on inter-individual on individual preferences and feasibility for differences in these effects. the person. y In cases of moderate-to-severe anxiety disorders, Remarks this intervention may be most appropriate y The 2020 WHO guidelines on physical activity and as an adjunct to pharmacological and/or sedentary behaviour provide further detail on psychological interventions. physical exercise and physical activity. – Exercise is defined as “a subcategory of physical Research gaps activity that is planned, structured, repetitive, and y The types of physical exercise that were studied purposeful in the sense that the improvement varied in reviews. Further research which includes or maintenance of one or more components standardized intervention formats and/or clear of physical fitness is the objective.” “Exercise” description of the exercise activities, duration and and “exercise training” are frequently used intensity would help to clarify best practices. interchangeably and generally refer to physical 24 Performed during leisure time with the y evidence was extracted from three systematic primary purpose of improving or maintaining reviews: ramos-sanchez et al., 2021 (13 rcts on physical fitness, physical performance, or..."
}