{
  "id": "mhgap#risk_safety_27ec302f",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders When making a strong recommendation, the GDG was should receive it, while conditional recommendations confident that the desirable effects of the intervention imply that different choices may be appropriate for outweighed any undesirable effects. When the GDG different individuals, and they may require assistance was uncertain about the balance between the desirable to work towards a decision. The GDG members reached and undesirable effects, the GDG issued a conditional a unanimous agreement on all the recommendations recommendation. Strong recommendations imply and ratings in this guideline. that most individuals would want the intervention and Summary of recommendations This guideline includes 48 updated and new evidence- 90 pre-existing guideline recommendations which based recommendations related to MNS conditions. were validated and continue to be endorsed in their These are based on 30 updated PICO (population, current format. intervention, comparator, outcome) questions that The 48 updated and new recommendations and the were included in the previous mhGAP guideline (2015), 2 for which evidence was insufficient to support an and 18 new PICO questions developed for this new updated or new recommendation are presented in edition of the guideline. For one other updated PICO Table 1, arranged among 11 modules: alcohol use question the evidence was insufficient to support disorders (ALC), anxiety (ANX), child and adolescent an updated recommendation so the pre-existing mental disorders (CAMH), conditions related to recommendation continues to be endorsed; also for stress (STR), dementia (DEM), depression (DEP), one other new PICO question there was insufficient drug use disorders (DRU), epilepsy and seizures evidence to support a new recommendation. The (EPI), overarching areas (OVE), psychosis and bipolar updated and new recommendations stand alongside disorder (PSY) and self-harm and suicide (SUI). TABLE 1. Summary of recommendations Module and Recommendation recommendation Strength of the recommendation and certainty of the evidence number Alcohol use disorders (ALC) ALC1 (update) Baclofen should be considered for treatment of adults with alcohol dependence post-detoxification. Conditional recommendation. Moderate certainty of evidence. ALC2 (update) Structured and standardized psychosocial interventions should be considered for the treatment of alcohol dependence. Conditional recommendation. Low certainty",
  "gloss_vi": "Mental health gap action programme (mhgap) guideline for mental, neurological and substance use disorders when making a strong recommendation, the gdg was should receive it, while conditional recommendations confident th...",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "psychoeducation",
      "management"
    ],
    "life_topics": [
      "stress",
      "work"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders When making a strong recommendation, the GDG was should receive it, while conditional recommendations confident that the desirable effects of the intervention imply that different choices may be appropriate for outweighed any undesirable effects. When the GDG different individuals, and they may require assistance was uncertain about the balance between the desirable to work towards a decision. The GDG members reached and undesirable effects, the GDG issued a conditional a unanimous agreement on all the recommendations recommendation. Strong recommendations imply and ratings in this guideline. that most individuals would want the intervention and Summary of recommendations This guideline includes 48 updated and new evidence- 90 pre-existing guideline recommendations which based recommendations related to MNS conditions. were validated and continue to be endorsed in their These are based on 30 updated PICO (population, current format. intervention, comparator, outcome) questions that The 48 updated and new recommendations and the were included in the previous mhGAP guideline (2015), 2 for which evidence was insufficient to support an and 18 new PICO questions developed for this new updated or new recommendation are presented in edition of the guideline. For one other updated PICO Table 1, arranged among 11 modules: alcohol use question the evidence was insufficient to support disorders (ALC), anxiety (ANX), child and adolescent an updated recommendation so the pre-existing mental disorders (CAMH), conditions related to recommendation continues to be endorsed; also for stress (STR), dementia (DEM), depression (DEP), one other new PICO question there was insufficient drug use disorders (DRU), epilepsy and seizures evidence to support a new recommendation. The (EPI), overarching areas (OVE), psychosis and bipolar updated and new recommendations stand alongside disorder (PSY) and self-harm and suicide (SUI). TABLE 1. Summary of recommendations Module and Recommendation recommendation Strength of the recommendation and certainty of the evidence number Alcohol use disorders (ALC) ALC1 (update) Baclofen should be considered for treatment of adults with alcohol dependence post-detoxification. Conditional recommendation. Moderate certainty of evidence. ALC2 (update) Structured and standardized psychosocial interventions should be considered for the treatment of alcohol dependence. Conditional recommendation. Low certainty Mental health gap action programme (mhgap) guideline for mental, neurological and substance use disorders when making a strong recommendation, the gdg was should receive it, while conditional recommendations confident th..."
}