{
  "id": "mhgap#risk_safety_c5e29459",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "3. Recommendations Research gaps Implementation considerations y There is a need for strengthened intervention y It is important to consider the health system’s designs that include long-term follow-up to capacity to enforce and implement protocols ascertain lasting intervention effects, including for ADHD diagnosis; to prescribe and initiate adverse effects and acceptability in children and methylphenidate treatment by or in close adolescents. It is critically important that more consultation with a specialist; and to ensure evidence is made available on protocol adherence, careful clinical monitoring for side-effects, clinical misuse/safety and treatment satisfaction when response, adherence, treatment acceptability, and treatment with methylphenidate is prescribed and dose adjustment. monitored in primary health care settings. CAMH2. What is the effectiveness of psychosocial interventions for promotion of mental health and prevention of mental health conditions in children? Recommendation (new): 2.1 Universally delivered psychosocial interventions that use curriculum- based, family-based, exercise-based methods and/or social and personal skills development to improve emotional regulation should be considered for promotion of psychosocial well-being in children. Strength of recommendation: Conditional Certainty of evidence: Very low Justification outcomes (common in these types of interventions), y Evidence was extracted from three systematic or relatively small numbers of child participants reviews: Pandey et al., 2018 (49 studies; 17 cluster contributing to these data overall. randomized trials and 32 RCTs) (52); Caldwell et al., y School-based interventions appear to be a 2021 (79 studies; 43 cluster randomized studies and promising entry point for delivering promotive and 34 RCTs) (53); and Smith et al., 2021 (8 RCTs) (54). preventive interventions at scale, with additional y For universal interventions, moderate desirable costing details needed. effects were reported for psychosocial well- Remarks being (SMD = 0.4; 95% CI: 0.31 to 0.48). No y Emotional regulation is a psychological construct significant undesirable effects were reported in which entails the capacity to control one’s emotions, the reviews included. There was some evidence the ability to have positive interactions with others, on acceptability from Caldwell et al. (2021); eight the capacity to avoid inappropriate or aggressive studies in this review reported on acceptability of actions, and the ability to carry out self-directed the intervention in universal primary settings, with learning (52). As such, it is a critical domain generally positive findings (53). underpinning broader psychosocial well-being. y Despite some promising findings, the majority of y Universally-delivered interventions designed outcomes were associated with very low certainty of to improve psychosocial well-being (emotional evidence. This certainty of evidence may be related regulation) utilized a combination of approaches: to smaller observed effects in universal samples, curriculum-based, family-based, exercise-based high author ratings of risk of bias due to self-report 29 Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance",
  "gloss_vi": "3. recommendations research gaps implementation considerations y there is a need for strengthened intervention y it is important to consider the health system’s designs that include long-term follow-up to capacity to enf...",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "referral",
      "do_not_do",
      "management",
      "caregiver"
    ],
    "life_topics": [
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 3. Recommendations Research gaps Implementation considerations y There is a need for strengthened intervention y It is important to consider the health system’s designs that include long-term follow-up to capacity to enforce and implement protocols ascertain lasting intervention effects, including for ADHD diagnosis; to prescribe and initiate adverse effects and acceptability in children and methylphenidate treatment by or in close adolescents. It is critically important that more consultation with a specialist; and to ensure evidence is made available on protocol adherence, careful clinical monitoring for side-effects, clinical misuse/safety and treatment satisfaction when response, adherence, treatment acceptability, and treatment with methylphenidate is prescribed and dose adjustment. monitored in primary health care settings. CAMH2. What is the effectiveness of psychosocial interventions for promotion of mental health and prevention of mental health conditions in children? Recommendation (new): 2.1 Universally delivered psychosocial interventions that use curriculum- based, family-based, exercise-based methods and/or social and personal skills development to improve emotional regulation should be considered for promotion of psychosocial well-being in children. Strength of recommendation: Conditional Certainty of evidence: Very low Justification outcomes (common in these types of interventions), y Evidence was extracted from three systematic or relatively small numbers of child participants reviews: Pandey et al., 2018 (49 studies; 17 cluster contributing to these data overall. randomized trials and 32 RCTs) (52); Caldwell et al., y School-based interventions appear to be a 2021 (79 studies; 43 cluster randomized studies and promising entry point for delivering promotive and 34 RCTs) (53); and Smith et al., 2021 (8 RCTs) (54). preventive interventions at scale, with additional y For universal interventions, moderate desirable costing details needed. effects were reported for psychosocial well- Remarks being (SMD = 0.4; 95% CI: 0.31 to 0.48). No y Emotional regulation is a psychological construct significant undesirable effects were reported in which entails the capacity to control one’s emotions, the reviews included. There was some evidence the ability to have positive interactions with others, on acceptability from Caldwell et al. (2021); eight the capacity to avoid inappropriate or aggressive studies in this review reported on acceptability of actions, and the ability to carry out self-directed the intervention in universal primary settings, with learning (52). As such, it is a critical domain generally positive findings (53). underpinning broader psychosocial well-being. y Despite some promising findings, the majority of y Universally-delivered interventions designed outcomes were associated with very low certainty of to improve psychosocial well-being (emotional evidence. This certainty of evidence may be related regulation) utilized a combination of approaches: to smaller observed effects in universal samples, curriculum-based, family-based, exercise-based high author ratings of risk of bias due to self-report 29 Mental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance 3. recommendations research gaps implementation considerations y there is a need for strengthened intervention y it is important to consider the health system’s designs that include long-term follow-up to capacity to enf..."
}