{
  "id": "mhgap#risk_safety_4dff61d5",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "OTHER SIGNIFICANT MENTAL HEALTH COMPLAINTS This module aims to provide basic guidance on management Other mental health complaints are considered significant of a range of mental health complaints not covered elsewhere in when they impair daily functioning or when the person seeks this guide. Some of these complaints may be similar to depression, help for them. Other mental health complaints can be due but upon closer examination are distinct from the conditions to stress. covered in this guide. T his module should not be considered for people who meet the criteria for any of the mhGAP priority conditions (except self-harm). T his module should only be used after explicitly ruling out depression. » This module should be used when helping adults. In case the person is a child or adolescent, go to CMH. OTHER SIGNIFICANT MENTAL HEALTH COMPLAINTS 141 142 OTH OTHER SIGNIFICANT MENTAL HEALTH COMPLAINTS OTH Quick Overview ASSESSMENT MANAGEMENT R ule out physical causes that would fully Management Protocols explain the presenting symptoms 1. Other significant mental health complaints 2. Other significant mental health complaints in Rule out depression or other MNS conditions people exposed to extreme stressors Assess if the person is seeking help to relieve symptoms or has considerable difficulty with daily functioning Assess if the person has been exposed to FOLLOW-UP extreme stressors Assess if there is imminent risk of self-harm/suicide",
  "gloss_vi": "Other significant mental health complaints this module aims to provide basic guidance on management other mental health complaints are considered significant of a range of mental health complaints not covered elsewhere i...",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral",
      "management"
    ],
    "life_topics": [
      "stress",
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn OTHER SIGNIFICANT MENTAL HEALTH COMPLAINTS This module aims to provide basic guidance on management Other mental health complaints are considered significant of a range of mental health complaints not covered elsewhere in when they impair daily functioning or when the person seeks this guide. Some of these complaints may be similar to depression, help for them. Other mental health complaints can be due but upon closer examination are distinct from the conditions to stress. covered in this guide. T his module should not be considered for people who meet the criteria for any of the mhGAP priority conditions (except self-harm). T his module should only be used after explicitly ruling out depression. » This module should be used when helping adults. In case the person is a child or adolescent, go to CMH. OTHER SIGNIFICANT MENTAL HEALTH COMPLAINTS 141 142 OTH OTHER SIGNIFICANT MENTAL HEALTH COMPLAINTS OTH Quick Overview ASSESSMENT MANAGEMENT R ule out physical causes that would fully Management Protocols explain the presenting symptoms 1. Other significant mental health complaints 2. Other significant mental health complaints in Rule out depression or other MNS conditions people exposed to extreme stressors Assess if the person is seeking help to relieve symptoms or has considerable difficulty with daily functioning Assess if the person has been exposed to FOLLOW-UP extreme stressors Assess if there is imminent risk of self-harm/suicide Other significant mental health complaints this module aims to provide basic guidance on management other mental health complaints are considered significant of a range of mental health complaints not covered elsewhere i..."
}