{
  "id": "mhgap#risk_safety_64441d32",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "update in various sections based on new evidence, countries. Priority conditions were identified based on the ence: clinicians, researchers, programme managers, policy feedback and recommendations from mhGAP users. criteria that they represented a high burden (in terms of makers and service users, was performed and published in 2015. mortality, morbidity and disability), resulted in large economic The detailed methods and updated recommendations can be Use of a vertical algorithm model, allowing for a streamlined costs or were associated with violations of human rights. found in the mhGAP Evidence Resource Centre. http://www. and simplified clinical assessment. These priority conditions include depression, psychoses, who.int/mental_health/mhgap/evidence/en/. self-harm/suicide, epilepsy, dementia, disorders due to sub- Inclusion of new algorithm for follow-up in all modules. stance use and mental and behavioural disorders in children and Feedback has been received from experts in all WHO regions who Inclusion of two new modules: Essential care and practice adolescents. The mhGAP-Intervention Guide (mhGAP-IG) is a used the mhGAP-IG package in the past three years to train non- (which is an update for the chapter on General Principles of resource to facilitate delivery of the mhGAP evidence-based specialized health care professionals and to provide MNS services Care in version 1.0) and Implementation module. guidelines in non-specialized health care settings. at several implementation sites. A preliminary draft of mhGAP-IG A revised module for Psychoses (integrating both psychosis 2.0, based on expert and field inputs, was then circulated among a Uptake of mhGAP-IG Version 1.0 by WHO Member States and and bipolar disorder), Child and Adolescent Mental and wide group of reviewers across the world, allowing for a diversity other stakeholders has been remarkable and clearly shows the Behavioural Disorders (covering Developmental, Behavioral need for such a tool. mhGAP-IG Version 1.0 has been used at of opinion in this intensive review process. This process incorpo- and Emotional Disorders), and Disorders due to Substance the country level through the following varied methods: most rated feedback from a range of end-users, including non-specialist Use (including both disorders due to alcohol and disorders commonly, as a key tool in the phased approach to scale-up health care providers and people with MNS disorders across all due to drug use). mental health services on a regional, national, and sub-national WHO regions. End-user feedback was collected through a",
  "gloss_vi": "Update in various sections based on new evidence, countries. priority conditions were identified based on the ence: clinicians, researchers, programme managers, policy feedback and recommendations from mhgap users.",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral",
      "management"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn update in various sections based on new evidence, countries. Priority conditions were identified based on the ence: clinicians, researchers, programme managers, policy feedback and recommendations from mhGAP users. criteria that they represented a high burden (in terms of makers and service users, was performed and published in 2015. mortality, morbidity and disability), resulted in large economic The detailed methods and updated recommendations can be Use of a vertical algorithm model, allowing for a streamlined costs or were associated with violations of human rights. found in the mhGAP Evidence Resource Centre. http://www. and simplified clinical assessment. These priority conditions include depression, psychoses, who.int/mental_health/mhgap/evidence/en/. self-harm/suicide, epilepsy, dementia, disorders due to sub- Inclusion of new algorithm for follow-up in all modules. stance use and mental and behavioural disorders in children and Feedback has been received from experts in all WHO regions who Inclusion of two new modules: Essential care and practice adolescents. The mhGAP-Intervention Guide (mhGAP-IG) is a used the mhGAP-IG package in the past three years to train non- (which is an update for the chapter on General Principles of resource to facilitate delivery of the mhGAP evidence-based specialized health care professionals and to provide MNS services Care in version 1.0) and Implementation module. guidelines in non-specialized health care settings. at several implementation sites. A preliminary draft of mhGAP-IG A revised module for Psychoses (integrating both psychosis 2.0, based on expert and field inputs, was then circulated among a Uptake of mhGAP-IG Version 1.0 by WHO Member States and and bipolar disorder), Child and Adolescent Mental and wide group of reviewers across the world, allowing for a diversity other stakeholders has been remarkable and clearly shows the Behavioural Disorders (covering Developmental, Behavioral need for such a tool. mhGAP-IG Version 1.0 has been used at of opinion in this intensive review process. This process incorpo- and Emotional Disorders), and Disorders due to Substance the country level through the following varied methods: most rated feedback from a range of end-users, including non-specialist Use (including both disorders due to alcohol and disorders commonly, as a key tool in the phased approach to scale-up health care providers and people with MNS disorders across all due to drug use). mental health services on a regional, national, and sub-national WHO regions. End-user feedback was collected through a Update in various sections based on new evidence, countries. priority conditions were identified based on the ence: clinicians, researchers, programme managers, policy feedback and recommendations from mhgap users."
}