{
  "id": "mhgap#risk_safety_39606276",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "24 DEP 1 DEPRESSION Assessment IS THERE A HISTORY OF MANIA? Have several of the following symptoms occurred simultaneously, lasting for at least 1 week, and severely enough to interfere significantly with work and social activities or requiring hospitalization or confinement? – Elevation of mood and/or irritability – Loss of normal social inhibitions resulting in inappropriate – Decreased need for sleep behaviours – Increased activity, feeling of increased energy, increased – Being easily distracted talkativeness or rapid speech – Unrealistically inflated self-esteem – Impulsive or reckless behaviours such as excessive spending, making important decisions without planning and sexual indiscretion CLINICAL TIP: DEPRESSIVE EPISODE People with depressive episode in IN BIPOLAR bipolar disorder are at risk for mania. Treatment is different from depres- DISORDER is likely sion. Protocol 2 must be applied. Go to STEP 1 30 then to PROTOCOL 2 HAS THERE BEEN A MAJOR LOSS (E.G. BEREAVEMENT) WITHIN THE LAST 6 MONTHS? DEPRESSION is likely G o to STEP 1 30 then to PROTOCOL 1 Are any of the following symptoms present? – Suicidal ideation – Talking or moving more – Beliefs of worthlessness slowly than normal – Psychotic symptoms Does the person have a previous history of depression? DEPRESSION is likely Do not manage for depression. Go to OTH 3 IF THERE IS IMMINENT RISK Are there concurrent priority MNS conditions? OF SUICIDE, ASSESS AND MANAGE » before continuing. Go to SUI. A ssess for concurrent MNS conditions according to the mhGAP-IG master chart. Go to » MC. People with depression are at higher risk for most other priority MNS conditions. Assess for disorders due to substance use. Go to PROTOCOL 1 DEPRESSION 25",
  "gloss_vi": "24 dep 1 trầm cảm đánh giá is there a history of mania? have several of the following symptoms occurred simultaneously, lasting for at least 1 week, and severely enough to interfere significantly with công việc and socia...",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "do_not_do",
      "management"
    ],
    "life_topics": [
      "sleep",
      "work",
      "self_esteem",
      "grief"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 24 DEP 1 DEPRESSION Assessment IS THERE A HISTORY OF MANIA? Have several of the following symptoms occurred simultaneously, lasting for at least 1 week, and severely enough to interfere significantly with work and social activities or requiring hospitalization or confinement? – Elevation of mood and/or irritability – Loss of normal social inhibitions resulting in inappropriate – Decreased need for sleep behaviours – Increased activity, feeling of increased energy, increased – Being easily distracted talkativeness or rapid speech – Unrealistically inflated self-esteem – Impulsive or reckless behaviours such as excessive spending, making important decisions without planning and sexual indiscretion CLINICAL TIP: DEPRESSIVE EPISODE People with depressive episode in IN BIPOLAR bipolar disorder are at risk for mania. Treatment is different from depres- DISORDER is likely sion. Protocol 2 must be applied. Go to STEP 1 30 then to PROTOCOL 2 HAS THERE BEEN A MAJOR LOSS (E.G. BEREAVEMENT) WITHIN THE LAST 6 MONTHS? DEPRESSION is likely G o to STEP 1 30 then to PROTOCOL 1 Are any of the following symptoms present? – Suicidal ideation – Talking or moving more – Beliefs of worthlessness slowly than normal – Psychotic symptoms Does the person have a previous history of depression? DEPRESSION is likely Do not manage for depression. Go to OTH 3 IF THERE IS IMMINENT RISK Are there concurrent priority MNS conditions? OF SUICIDE, ASSESS AND MANAGE » before continuing. Go to SUI. A ssess for concurrent MNS conditions according to the mhGAP-IG master chart. Go to » MC. People with depression are at higher risk for most other priority MNS conditions. Assess for disorders due to substance use. Go to PROTOCOL 1 DEPRESSION 25 24 dep 1 trầm cảm đánh giá is there a history of mania? have several of the following symptoms occurred simultaneously, lasting for at least 1 week, and severely enough to interfere significantly with công việc and socia..."
}