{
  "id": "mhgap#risk_safety_14d50b48",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "ii mhGAP-IG 2.0 Table of Contents Preface iii ECP Essential Care & Practice 5 Acknowledgements iv MC Master Chart 16 Introduction 1 DEP Depression 19 How to use the mhGAP-IG Version 2.0 3 PSY Psychoses 33 EPI Epilepsy 51 CMH Child & Adolescent Mental & Behavioural Disorders 69 DEM Dementia 93 SUB Disorders due to Substance Use 105 SUI Self-harm / Suicide 131 OTH Other Significant Mental Health Complaints 141 Implementation of mhGAP-IG 151 Glossary 159 mhGAP-IG 2.0 Preface Mental, neurological and substance use (MNS) disorders are highly prevalent, interventions in non-specialized health-care settings. Since its release in 2010, mhGAP-IG accounting for a large burden of disease and disability globally. There remains a has been widely used by a range of stakeholders including ministries of health, academic wide gap between available health systems capacity and resources, what is urgently institutions, NGOs and other philanthropic foundations and researchers to scale-up needed, and what is available to reduce the burden. Nearly 1 in 10 people have a mental health services. mhGAP-IG Version 1.0 is being used in more than 90 countries in mental health disorder, but only 1% of the global health workforce provides mental all WHO regions and mhGAP materials were translated into more than 20 languages, health care. MNS disorders interfere, in substantial ways, with the ability of children to including the six UN official languages. learn and the ability of adults to function in families, at work, and in society at large. Five years after the initial launch of the guide, updates to the mhGAP guidelines Recognizing the imperative to provide services for people with MNS disorders and their based on emerging literature was performed",
  "gloss_vi": "Ii mhgap-ig 2.0 table of contents preface iii ecp essential care & practice 5 acknowledgements iv mc master chart 16 introduction 1 dep trầm cảm 19 how to use the mhgap-ig version 2.0 3 psy psychoses 33 epi epilepsy 51 c...",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety"
    ],
    "life_topics": [
      "work",
      "grief"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn ii mhGAP-IG 2.0 Table of Contents Preface iii ECP Essential Care & Practice 5 Acknowledgements iv MC Master Chart 16 Introduction 1 DEP Depression 19 How to use the mhGAP-IG Version 2.0 3 PSY Psychoses 33 EPI Epilepsy 51 CMH Child & Adolescent Mental & Behavioural Disorders 69 DEM Dementia 93 SUB Disorders due to Substance Use 105 SUI Self-harm / Suicide 131 OTH Other Significant Mental Health Complaints 141 Implementation of mhGAP-IG 151 Glossary 159 mhGAP-IG 2.0 Preface Mental, neurological and substance use (MNS) disorders are highly prevalent, interventions in non-specialized health-care settings. Since its release in 2010, mhGAP-IG accounting for a large burden of disease and disability globally. There remains a has been widely used by a range of stakeholders including ministries of health, academic wide gap between available health systems capacity and resources, what is urgently institutions, NGOs and other philanthropic foundations and researchers to scale-up needed, and what is available to reduce the burden. Nearly 1 in 10 people have a mental health services. mhGAP-IG Version 1.0 is being used in more than 90 countries in mental health disorder, but only 1% of the global health workforce provides mental all WHO regions and mhGAP materials were translated into more than 20 languages, health care. MNS disorders interfere, in substantial ways, with the ability of children to including the six UN official languages. learn and the ability of adults to function in families, at work, and in society at large. Five years after the initial launch of the guide, updates to the mhGAP guidelines Recognizing the imperative to provide services for people with MNS disorders and their based on emerging literature was performed Ii mhgap-ig 2.0 table of contents preface iii ecp essential care & practice 5 acknowledgements iv mc master chart 16 introduction 1 dep trầm cảm 19 how to use the mhgap-ig version 2.0 3 psy psychoses 33 epi epilepsy 51 c..."
}