{
  "id": "mhgap#risk_safety_7a9dba1c",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "124 SUB 2 DISORDERS DUE TO SUBSTANCE USE Management 2.3 S trategies for Reducing and If the person injects drugs: Provide information and education about disorders due Stopping Use Inform the person about the risks of intravenous drug use, to substance use. which include: being at higher risk of infections such as Offer an assessment of their personal, social, and mental health Steps to reducing or stopping the use of all substances: HIV/AIDS, Hepatitis B and C, skin infections that can cause needs. Offer treatment for any priority mental health disorders. If the person is interested in reducing their substance use, septicaemia, endocarditis, spinal abscesses, meningitis, discuss the following steps with them. and even death. Inform them about and help them access support groups for families and carers (if available) and other social resources. Identify triggers for use and ways to avoid them. For Considering that the person may not stop injecting drugs example: pubs where people are drinking or areas where the right away, provide information on less risky injection person used to obtain drugs, etc. techniques. Emphasize the importance of using sterile CLINICAL TIP: needles and syringes each time they inject and to never HIV/TB/HEPATITIS and SUBSTANCE USE Identify emotional cues for use and ways to cope with them share injecting equipment with others. (i.e. relationship problems, difficulties at work, etc.). P eople who inject drugs are at increased risk of HIV/AIDS and Provide information on how to access needle and syringe Encourage the person not to keep substances at home. hepatitis, particularly if they do not use sterile injection exchange programs where they exist or other sources of equipment or have unsafe sex in exchange for drugs; once 2.4 M utual Help Groups sterile injection equipment. infected, they also have a worse prognosis. HIV/AIDS also Encourage and offer, at minimum, annual testing for increases the risk of TB infection, and active TB is a main Mutual help groups such as Alcoholics Anonymous, blood-borne viral illnesses, including HIV/AIDS and cause of death in people living with HIV/AIDS. People who Narcotics Anonymous, or Smart Recovery can be helpful Hepatitis B and C. use alcohol and drugs heavily are also at increased risk for TB. referrals for persons with disorders due to substance use. Therefore, a common presentation is of a person who has a – Encourage Hepatitis B vaccination They provide information, structured activities, and peer combination of drug use, particularly i.v. heroin use, and – Ensure condom availability support in a non-judgmental environment. Find out what infection with TB, HIV/AIDS, and hepatitis at the same time. – Ensure availability of treatment for people with mutual help groups are available locally. HIV/AIDS and hepatitis S ervices that treat people who use drugs and alcohol should regularly test all people who inject drugs for 2.5 S trategies for Preventing Harm Treatment of co-morbidities: HIV/AIDS and hepatitis, and should have a high level of suspicion for TB in any person with a cough, fever, from Drug Use and Treating Have a low threshold for screening for TB in people who night sweats, or weight loss. have disorders due to substance use. Related Conditions T reatment of HIV/AIDS and TB requires taking daily medica- Consider investigations for and treatment of sexually tions, where every single day is important. Directly obser- transmitted diseases. Encourages the person to engage in less risky behaviour. ving the treatment can improve treatment adherence. If the – Advise not to drive if intoxicated. person is also opioid dependent, providing daily observed 2.4 C arer Support methadone or buprenorphine treatment at the same place – If the person uses opioids, provide intramuscular or and time will further facilitate treatment adherence. intranasal naloxone for family members, which family Supporting family and carers: members can keep and use if the person has overdosed H epatitis treatments occur daily or weekly. Patients while waiting for help to arrive or",
  "gloss_vi": "124 sub 2 disorders due to substance use management 2.3 s trategies for reducing and if the person injects drugs: provide information and education about disorders due stopping use inform the person about the risks of in...",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral",
      "psychoeducation",
      "do_not_do",
      "management",
      "caregiver"
    ],
    "life_topics": [
      "study",
      "work",
      "relationships",
      "grief"
    ],
    "advice_section": [
      "sleep_hygiene",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 124 SUB 2 DISORDERS DUE TO SUBSTANCE USE Management 2.3 S trategies for Reducing and If the person injects drugs: Provide information and education about disorders due Stopping Use Inform the person about the risks of intravenous drug use, to substance use. which include: being at higher risk of infections such as Offer an assessment of their personal, social, and mental health Steps to reducing or stopping the use of all substances: HIV/AIDS, Hepatitis B and C, skin infections that can cause needs. Offer treatment for any priority mental health disorders. If the person is interested in reducing their substance use, septicaemia, endocarditis, spinal abscesses, meningitis, discuss the following steps with them. and even death. Inform them about and help them access support groups for families and carers (if available) and other social resources. Identify triggers for use and ways to avoid them. For Considering that the person may not stop injecting drugs example: pubs where people are drinking or areas where the right away, provide information on less risky injection person used to obtain drugs, etc. techniques. Emphasize the importance of using sterile CLINICAL TIP: needles and syringes each time they inject and to never HIV/TB/HEPATITIS and SUBSTANCE USE Identify emotional cues for use and ways to cope with them share injecting equipment with others. (i.e. relationship problems, difficulties at work, etc.). P eople who inject drugs are at increased risk of HIV/AIDS and Provide information on how to access needle and syringe Encourage the person not to keep substances at home. hepatitis, particularly if they do not use sterile injection exchange programs where they exist or other sources of equipment or have unsafe sex in exchange for drugs; once 2.4 M utual Help Groups sterile injection equipment. infected, they also have a worse prognosis. HIV/AIDS also Encourage and offer, at minimum, annual testing for increases the risk of TB infection, and active TB is a main Mutual help groups such as Alcoholics Anonymous, blood-borne viral illnesses, including HIV/AIDS and cause of death in people living with HIV/AIDS. People who Narcotics Anonymous, or Smart Recovery can be helpful Hepatitis B and C. use alcohol and drugs heavily are also at increased risk for TB. referrals for persons with disorders due to substance use. Therefore, a common presentation is of a person who has a – Encourage Hepatitis B vaccination They provide information, structured activities, and peer combination of drug use, particularly i.v. heroin use, and – Ensure condom availability support in a non-judgmental environment. Find out what infection with TB, HIV/AIDS, and hepatitis at the same time. – Ensure availability of treatment for people with mutual help groups are available locally. HIV/AIDS and hepatitis S ervices that treat people who use drugs and alcohol should regularly test all people who inject drugs for 2.5 S trategies for Preventing Harm Treatment of co-morbidities: HIV/AIDS and hepatitis, and should have a high level of suspicion for TB in any person with a cough, fever, from Drug Use and Treating Have a low threshold for screening for TB in people who night sweats, or weight loss. have disorders due to substance use. Related Conditions T reatment of HIV/AIDS and TB requires taking daily medica- Consider investigations for and treatment of sexually tions, where every single day is important. Directly obser- transmitted diseases. Encourages the person to engage in less risky behaviour. ving the treatment can improve treatment adherence. If the – Advise not to drive if intoxicated. person is also opioid dependent, providing daily observed 2.4 C arer Support methadone or buprenorphine treatment at the same place – If the person uses opioids, provide intramuscular or and time will further facilitate treatment adherence. intranasal naloxone for family members, which family Supporting family and carers: members can keep and use if the person has overdosed H epatitis treatments occur daily or weekly. Patients while waiting for help to arrive or 124 sub 2 disorders due to substance use management 2.3 s trategies for reducing and if the person injects drugs: provide information and education about disorders due stopping use inform the person about the risks of in..."
}