{
  "id": "mhgap#risk_safety_1c3d45b3",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "positive changes in responses given. Techniques for more in depth discussions: their life, by provide information on the next steps as needed (further review, detoxification, psycho-social support), and by Communicate confidently that it is possible to stop or reduce 1. Provide personalised feedback to the person about the providing the person with take-home materials if available. hazardous or harmful alcohol use and encourage the person risks associated with their pattern of substance use, to come back if he or she wants to discuss the issue further. whether or not they have a pattern of HARMFUL USE or Examples of questions to ask. Non-judgmentally elicit DEPENDENCE, and the specific harms they may be A person is more likely to succeed in reducing or stopping from the person their own thoughts about their substance experiencing or causing to others. substance use if the decision is their own. use by asking the following questions: 2. Encourage the person to take responsibility for their 1. Reasons for their substance use. (Ask: “Have you ever substance use choices, and the choice of whether or not to thought about why you use [substance]?”) 2.2 Motivational Interviewing seek assistance for their substance use. Do this by asking them how concerned THEY are about their substance use. 2. What they perceive as the benefits from their use. (Brief Intervention) (Ask: “What does [substance] do for you? Does it cause 3. Ask the person the reasons for their substance use, you any problems?”) including as a response to other issues such as mental health Brief interventions using motivational interviewing is an problems or specific stressors, and the perceived benefits 3. What they perceive as the actual and potential harms from approach to discussing substance use in a non-judgemental they have from substance use, even if only in the short term. the substance use. (Ask: “Has [substance] use caused you way. It encourages a person to reflect on their own any harm? Can you see it causing harm in the future?”) substance use choices. It can be used as part of a very brief 4. Ask about their perception of both the positive and encounter for addressing risks or harmful substance use. It negative consequences of their substance use and, if 4. What is most important to the person. can also be used as part of a longer discussion that takes necessary, challenge any overstatement of the benefits (Ask: “What is most important to you in your life?”) place over several sessions that address dependent patterns and understatement of the risks/harms. of substance use; this is referred to as Motivational 5. Ask about the person’s personal goals, and whether or Enhancement Therapy. not their substance use is helping them or preventing them from reaching these goals. DISORDERS DUE TO SUBSTANCE USE 123",
  "gloss_vi": "Positive changes in responses given. techniques for more in depth discussions: their life, by provide information on the next steps as needed (further review, detoxification, psycho-social hỗ trợ), and by communicate con...",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "referral",
      "psychoeducation",
      "management"
    ],
    "life_topics": [
      "stress",
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn positive changes in responses given. Techniques for more in depth discussions: their life, by provide information on the next steps as needed (further review, detoxification, psycho-social support), and by Communicate confidently that it is possible to stop or reduce 1. Provide personalised feedback to the person about the providing the person with take-home materials if available. hazardous or harmful alcohol use and encourage the person risks associated with their pattern of substance use, to come back if he or she wants to discuss the issue further. whether or not they have a pattern of HARMFUL USE or Examples of questions to ask. Non-judgmentally elicit DEPENDENCE, and the specific harms they may be A person is more likely to succeed in reducing or stopping from the person their own thoughts about their substance experiencing or causing to others. substance use if the decision is their own. use by asking the following questions: 2. Encourage the person to take responsibility for their 1. Reasons for their substance use. (Ask: “Have you ever substance use choices, and the choice of whether or not to thought about why you use [substance]?”) 2.2 Motivational Interviewing seek assistance for their substance use. Do this by asking them how concerned THEY are about their substance use. 2. What they perceive as the benefits from their use. (Brief Intervention) (Ask: “What does [substance] do for you? Does it cause 3. Ask the person the reasons for their substance use, you any problems?”) including as a response to other issues such as mental health Brief interventions using motivational interviewing is an problems or specific stressors, and the perceived benefits 3. What they perceive as the actual and potential harms from approach to discussing substance use in a non-judgemental they have from substance use, even if only in the short term. the substance use. (Ask: “Has [substance] use caused you way. It encourages a person to reflect on their own any harm? Can you see it causing harm in the future?”) substance use choices. It can be used as part of a very brief 4. Ask about their perception of both the positive and encounter for addressing risks or harmful substance use. It negative consequences of their substance use and, if 4. What is most important to the person. can also be used as part of a longer discussion that takes necessary, challenge any overstatement of the benefits (Ask: “What is most important to you in your life?”) place over several sessions that address dependent patterns and understatement of the risks/harms. of substance use; this is referred to as Motivational 5. Ask about the person’s personal goals, and whether or Enhancement Therapy. not their substance use is helping them or preventing them from reaching these goals. DISORDERS DUE TO SUBSTANCE USE 123 Positive changes in responses given. techniques for more in depth discussions: their life, by provide information on the next steps as needed (further review, detoxification, psycho-social hỗ trợ), and by communicate con..."
}