{
  "id": "mhgap#risk_safety_007753fd",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "en route to hospital. Discuss the impact of disorders due to substance use on with Hepatitis B or C should be advised to avoid alcohol other family members, including children, with the person’s completely. family and/or carers. EPI 2 SUBSTANCE USE DISORDERS Management Special populations ADOLESCENTS W OMEN WHO ARE OF CHILD-BEARING AGE, PREGNANT, OR BREASTFEEDING How to Assess the Adolescent: Clarify the confidential nature of the health care discussion, Alcohol Use Drug Use including in what circumstances the adolescent’s parents or Advise women who are pregnant or considering becoming Inquire about the woman’s menstrual cycle and inform her carers will be given any information. pregnant to avoid alcohol completely. that substance use can interfere with the menstrual cycle, Ask what else is going on in the adolescent’s life? Identify sometimes creating the false impression that pregnancy is Inform women that consuming even small amounts of alcohol the most important underlying issues for the adolescent. not possible. early in pregnancy can harm the developing fetus, and that Keep in mind that adolescents may not be able to fully larger amounts of alcohol can result in a syndrome of severe Discuss the harmful effects of illicit drugs on fetal articulate what is bothering them. developmental problems (Fetal Alcohol Syndrome). development and ensure that the woman has access to Open-ended questions may be helpful in eliciting information effective contraception. Advise women who are breastfeeding to avoid alcohol in the following areas: Home, Education & Employment, completely. Advise and support women who are pregnant to stop Eating, Activities, Drugs and Alcohol, Sexuality, Safety, and using all illicit drugs. Pregnant opioid dependent women Suicide/Depression. Allow sufficient time for discussion. Given the benefits of exclusive breastfeeding (particularly in should generally be advised to take an opioid agonist such as Also assess for other priority mental health conditions. If the first 6 months), if mothers continue to drink alcohol they methadone. any priority conditions are identified, see CMH. should be advised to limit their alcohol consumption, and to minimise the alcohol content of their breast milk, such as by Screen babies of mothers with drug use disorders for Psychoeducation for the Adolescent: breastfeeding before drinking alcohol and not again until withdrawal symptoms (also known as Neonatal Abstinence after blood levels fall to zero (allowing approximately 2 hours Syndrome). Neonatal Abstinence Syndrome due to maternal Provide the adolescent and their parents with information on for each drink consumed, i.e. 4 hours if two drinks are opioid use should be treated with low doses of opioids (such the effects of alcohol and other substances on individual consumed), or by using expressed breast milk. as morphine) or barbiturates. For more details please refer health and social functioning. to Guidelines for the identification and management of Encourage a change in the adolescent’s environment and activi- CAUTION substance use and substance use disorders in pregnancy ties, rather than focusing on the adolescent’s behaviour as being a All mothers with harmful substance use and young Available on http://apps.who.int/iris/bitstream/10665/ “problem.” Encourage participation in school or work and activi- children should be offered any social support services 107130/1/9789241548731_eng.pdf. ties that occupy the adolescent’s time. Encourage participation in that are available, including additional postnatal Advise and support breastfeeding mothers not to use group activities that are safe and facilitate the adolescent’s build- visits, parenting training, and child care during any illicit drugs. ing of skills and contribution to their communities. It is important medical visits. that adolescents take part in activities which interest them. Advise and support mothers with disorders due to substance use to breastfeed exclusively for at least the first 6 months, Encourage parents and/or carers to know where the adolescent unless there is specialist advice not to breastfeed. is, who they are with, what they are doing, when they will be home, and to expect the adolescent to be accountable for their activities. DISORDERS DUE TO SUBSTANCE USE 125",
  "gloss_vi": "En route to hospital. discuss the impact of disorders due to substance use on with hepatitis b or c should be advised to avoid alcohol other family members, including children, with the person’s completely.",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral",
      "psychoeducation",
      "do_not_do",
      "management",
      "caregiver"
    ],
    "life_topics": [
      "study",
      "work",
      "relationships"
    ],
    "advice_section": [
      "sleep_hygiene",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn en route to hospital. Discuss the impact of disorders due to substance use on with Hepatitis B or C should be advised to avoid alcohol other family members, including children, with the person’s completely. family and/or carers. EPI 2 SUBSTANCE USE DISORDERS Management Special populations ADOLESCENTS W OMEN WHO ARE OF CHILD-BEARING AGE, PREGNANT, OR BREASTFEEDING How to Assess the Adolescent: Clarify the confidential nature of the health care discussion, Alcohol Use Drug Use including in what circumstances the adolescent’s parents or Advise women who are pregnant or considering becoming Inquire about the woman’s menstrual cycle and inform her carers will be given any information. pregnant to avoid alcohol completely. that substance use can interfere with the menstrual cycle, Ask what else is going on in the adolescent’s life? Identify sometimes creating the false impression that pregnancy is Inform women that consuming even small amounts of alcohol the most important underlying issues for the adolescent. not possible. early in pregnancy can harm the developing fetus, and that Keep in mind that adolescents may not be able to fully larger amounts of alcohol can result in a syndrome of severe Discuss the harmful effects of illicit drugs on fetal articulate what is bothering them. developmental problems (Fetal Alcohol Syndrome). development and ensure that the woman has access to Open-ended questions may be helpful in eliciting information effective contraception. Advise women who are breastfeeding to avoid alcohol in the following areas: Home, Education & Employment, completely. Advise and support women who are pregnant to stop Eating, Activities, Drugs and Alcohol, Sexuality, Safety, and using all illicit drugs. Pregnant opioid dependent women Suicide/Depression. Allow sufficient time for discussion. Given the benefits of exclusive breastfeeding (particularly in should generally be advised to take an opioid agonist such as Also assess for other priority mental health conditions. If the first 6 months), if mothers continue to drink alcohol they methadone. any priority conditions are identified, see CMH. should be advised to limit their alcohol consumption, and to minimise the alcohol content of their breast milk, such as by Screen babies of mothers with drug use disorders for Psychoeducation for the Adolescent: breastfeeding before drinking alcohol and not again until withdrawal symptoms (also known as Neonatal Abstinence after blood levels fall to zero (allowing approximately 2 hours Syndrome). Neonatal Abstinence Syndrome due to maternal Provide the adolescent and their parents with information on for each drink consumed, i.e. 4 hours if two drinks are opioid use should be treated with low doses of opioids (such the effects of alcohol and other substances on individual consumed), or by using expressed breast milk. as morphine) or barbiturates. For more details please refer health and social functioning. to Guidelines for the identification and management of Encourage a change in the adolescent’s environment and activi- CAUTION substance use and substance use disorders in pregnancy ties, rather than focusing on the adolescent’s behaviour as being a All mothers with harmful substance use and young Available on http://apps.who.int/iris/bitstream/10665/ “problem.” Encourage participation in school or work and activi- children should be offered any social support services 107130/1/9789241548731_eng.pdf. ties that occupy the adolescent’s time. Encourage participation in that are available, including additional postnatal Advise and support breastfeeding mothers not to use group activities that are safe and facilitate the adolescent’s build- visits, parenting training, and child care during any illicit drugs. ing of skills and contribution to their communities. It is important medical visits. that adolescents take part in activities which interest them. Advise and support mothers with disorders due to substance use to breastfeed exclusively for at least the first 6 months, Encourage parents and/or carers to know where the adolescent unless there is specialist advice not to breastfeed. is, who they are with, what they are doing, when they will be home, and to expect the adolescent to be accountable for their activities. DISORDERS DUE TO SUBSTANCE USE 125 En route to hospital. discuss the impact of disorders due to substance use on with hepatitis b or c should be advised to avoid alcohol other family members, including children, with the person’s completely."
}