{
  "id": "mhgap#risk_safety_ce821bb7",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "164 GLOSSARY TERM DEFINITION TERM DEFINITION Serotonin syndrome Characterised by an excess of serotonin in the central nervous Suicidal thoughts / Thoughts, ideas, or ruminations about the possibility of ending one's system, associated with the use of various agents, including selective ideation life, ranging from thinking that one would be better off dead to serotonin reuptake inhibitors (SSRIs). Serotonin syndrome may result formulation of elaborate plans. in muscle rigidity, myoclonus, agitation, confusion, hyperthermia, Tardive dyskinesia This is dystonia characterized by twisting and sustained muscle hyperreflexia as well as dysautonomic symptoms, with a risk of spasms that affect regions of the head, neck, and occasionally, the shock with low peripheral vascular resistance, seizures, coma, back. It may not improve after stopping the antipsychotic medicine. rhabdomyolysis and/or disseminated intravascular coagulation (DIC). Temper tantrum An emotional outburst from a child or those in emotional distress. Slurred speech Speech with indistinctive pronunciation. Thrombocytopenia Abnormally low number of platelets in the blood. This disease may Social network A construct of analytical sociology referring to the characteristics of present with increased bruising or haemorrhaging. Confirmation is by the social linkages among people as a means of understanding their identification of decreased platelet count in a blood sample. behaviour, rather than focusing on the attributes of individuals. Toxic epidermal Life-threatening skin peeling that is usually caused by a reaction to a Social withdrawal Inability of a person to engage in age appropriate activities or necrolysis medicine or infection. It is similar to but more severe than Stevens- interactions with his or her peers or family members. Johnson syndrome. Spider naevus A cluster of minute red blood vessels visible under the skin, occurring Traditional Healing A system of treatment modalities based on indigenous knowledge of typically during pregnancy or as a symptom of certain diseases (e.g. different cultures pertaining to healing. cirrhosis or acne rosacea). Transient ischaemic A transient episode of acute focal neurological dysfunction caused by Spinal abscess A condition of the spinal cord, caused by an infection with a bacterial, attack (TIA) focal ischemia of the brain or retina, without demonstrated acute viral, or fungal source. This condition is characterized by a focal accumu- infarction in the clinically relevant area of the brain. Symptoms should lation of purulent material within the spinal cord. This condition may resolve completely within 24 hours. present with fever, back pain and neurological deficits. Transmission is through haematogenous spread of the infectious agent. Tremor Trembling or shaking movements, usually of the fingers, that is an involuntary oscillation of a body part. Status epilepticus Defined as 5 min or more of continuous clinical and/or electrographic seizure activity or recurrent seizure activity",
  "gloss_vi": "164 glossary term definition term definition serotonin syndrome characterised by an excess of serotonin in the central nervous suicidal thoughts / thoughts, ideas, or ruminations about the possibility of ending one's sys...",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral",
      "management",
      "caregiver"
    ],
    "life_topics": [
      "stress",
      "study",
      "work",
      "relationships",
      "grief"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 164 GLOSSARY TERM DEFINITION TERM DEFINITION Serotonin syndrome Characterised by an excess of serotonin in the central nervous Suicidal thoughts / Thoughts, ideas, or ruminations about the possibility of ending one's system, associated with the use of various agents, including selective ideation life, ranging from thinking that one would be better off dead to serotonin reuptake inhibitors (SSRIs). Serotonin syndrome may result formulation of elaborate plans. in muscle rigidity, myoclonus, agitation, confusion, hyperthermia, Tardive dyskinesia This is dystonia characterized by twisting and sustained muscle hyperreflexia as well as dysautonomic symptoms, with a risk of spasms that affect regions of the head, neck, and occasionally, the shock with low peripheral vascular resistance, seizures, coma, back. It may not improve after stopping the antipsychotic medicine. rhabdomyolysis and/or disseminated intravascular coagulation (DIC). Temper tantrum An emotional outburst from a child or those in emotional distress. Slurred speech Speech with indistinctive pronunciation. Thrombocytopenia Abnormally low number of platelets in the blood. This disease may Social network A construct of analytical sociology referring to the characteristics of present with increased bruising or haemorrhaging. Confirmation is by the social linkages among people as a means of understanding their identification of decreased platelet count in a blood sample. behaviour, rather than focusing on the attributes of individuals. Toxic epidermal Life-threatening skin peeling that is usually caused by a reaction to a Social withdrawal Inability of a person to engage in age appropriate activities or necrolysis medicine or infection. It is similar to but more severe than Stevens- interactions with his or her peers or family members. Johnson syndrome. Spider naevus A cluster of minute red blood vessels visible under the skin, occurring Traditional Healing A system of treatment modalities based on indigenous knowledge of typically during pregnancy or as a symptom of certain diseases (e.g. different cultures pertaining to healing. cirrhosis or acne rosacea). Transient ischaemic A transient episode of acute focal neurological dysfunction caused by Spinal abscess A condition of the spinal cord, caused by an infection with a bacterial, attack (TIA) focal ischemia of the brain or retina, without demonstrated acute viral, or fungal source. This condition is characterized by a focal accumu- infarction in the clinically relevant area of the brain. Symptoms should lation of purulent material within the spinal cord. This condition may resolve completely within 24 hours. present with fever, back pain and neurological deficits. Transmission is through haematogenous spread of the infectious agent. Tremor Trembling or shaking movements, usually of the fingers, that is an involuntary oscillation of a body part. Status epilepticus Defined as 5 min or more of continuous clinical and/or electrographic seizure activity or recurrent seizure activity 164 glossary term definition term definition serotonin syndrome characterised by an excess of serotonin in the central nervous suicidal thoughts / thoughts, ideas, or ruminations about the possibility of ending one's sys..."
}