{
  "id": "mhgap#risk_safety_fdce75e3",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "Examples of advocacy actions C. NETWORKING AND INTERSECTORAL To facilitate efficient collaboration between these COLLABORATION: groups, it is important to: Advocacy actions within the general population: Ensure that members of the mhGAP-IG implementation mhGAP-IG implementation requires collaboration amongst Include and mobilize people with MNS conditions and their team have clear roles and functions. various sectors and stakeholders, such as: carers in the advocacy actions. Ensure that the community Prepare a list of resources and benefits to help non- has direct and positive social contact with people with Specialist and non-specialist health services and specialized health care staff make meaningful links for those MNS conditions. care-providers: e.g. psychologists, community health with mhGAP priority conditions, their carers and other family Use the media to increase awareness of mental health issues, workers, social workers,inpatient or outpatient service members by gathering information from the situational e.g. through public announcements, magazine features and providers, outreach care workers. analysis and regularly updating the list based on new announcement at health centers, while at same time Service users: e.g. groups or individuals living with the information. emphasizing the need for responsible reporting, particularly same condition, family members with the same condition or regarding suicide. caring for someone with the same condition (after seeking Provide education about mental health issues in",
  "gloss_vi": "Examples of advocacy actions c. networking and intersectoral to facilitate efficient collaboration between these collaboration: groups, it is important to: advocacy actions within the general population: ensure that memb...",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "referral",
      "psychoeducation",
      "caregiver"
    ],
    "life_topics": [
      "study",
      "work",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn Examples of advocacy actions C. NETWORKING AND INTERSECTORAL To facilitate efficient collaboration between these COLLABORATION: groups, it is important to: Advocacy actions within the general population: Ensure that members of the mhGAP-IG implementation mhGAP-IG implementation requires collaboration amongst Include and mobilize people with MNS conditions and their team have clear roles and functions. various sectors and stakeholders, such as: carers in the advocacy actions. Ensure that the community Prepare a list of resources and benefits to help non- has direct and positive social contact with people with Specialist and non-specialist health services and specialized health care staff make meaningful links for those MNS conditions. care-providers: e.g. psychologists, community health with mhGAP priority conditions, their carers and other family Use the media to increase awareness of mental health issues, workers, social workers,inpatient or outpatient service members by gathering information from the situational e.g. through public announcements, magazine features and providers, outreach care workers. analysis and regularly updating the list based on new announcement at health centers, while at same time Service users: e.g. groups or individuals living with the information. emphasizing the need for responsible reporting, particularly same condition, family members with the same condition or regarding suicide. caring for someone with the same condition (after seeking Provide education about mental health issues in Examples of advocacy actions c. networking and intersectoral to facilitate efficient collaboration between these collaboration: groups, it is important to: advocacy actions within the general population: ensure that memb..."
}