{
  "id": "mhgap#risk_safety_66ae800c",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "Is there considerable difficulty with daily functioning in personal, family, social, educational, occupational or other areas? Consider PROBLEMS WITH EMOTIONS Consider Go to PROTOCOL 5 EMOTIONAL DISORDER SKIP to STEP 150 Rule out physical conditions that can resemble or exacerbate emotional disorders. Are there any signs/symptoms suggesting: – Thyroid diseases – Obesity – Medication side-effects – Infectious illness, including HIV/AIDS – Malnutrition (e.g. from corticosteroids or – Anaemia – Asthma inhaled asthma medications) Manage the physical condition. Go to PROTOCOL 6 CHILD & ADOLESCENT MENTAL & BEHAVIOURAL DISORDERS 79 80 CMH 1 CHILD & ADOLESCENT MENTAL & BEHAVIOURAL DISORDERS Assessment In adolescents, assess for moderate to severe depression. Does the adolescent have problems with mood (feeling irritable, down or sad) OR has lost interest in or enjoyment of activities? SKIP to STEP 150 Has the adolescent had several of the following additional symptoms most days for the last 2 weeks? – Disturbed sleep or sleeping too much – Fatigue or loss of energy – Talking or moving more slowly than usual – Significant change in appetite or weight – Reduced concentration – Hopelessness (decrease or increase) – Indecisiveness – Suicidal thoughts or acts – Beliefs of worthlessness or excessive guilt – Observable agitation or physical restlessness Is there considerable difficulty with daily functioning in personal, family, social, educational, occupational or other areas? Consider Go to PROTOCOL 5 PROBLEMS WITH EMOTIONS SKIP to STEP 150",
  "gloss_vi": "Is there considerable difficulty with daily functioning in personal, family, social, educational, occupational or other areas? consider problems with emotions consider go to protocol 5 emotional disorder skip to step 150...",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "psychoeducation",
      "caregiver"
    ],
    "life_topics": [
      "sleep",
      "relationships",
      "grief"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn Is there considerable difficulty with daily functioning in personal, family, social, educational, occupational or other areas? Consider PROBLEMS WITH EMOTIONS Consider Go to PROTOCOL 5 EMOTIONAL DISORDER SKIP to STEP 150 Rule out physical conditions that can resemble or exacerbate emotional disorders. Are there any signs/symptoms suggesting: – Thyroid diseases – Obesity – Medication side-effects – Infectious illness, including HIV/AIDS – Malnutrition (e.g. from corticosteroids or – Anaemia – Asthma inhaled asthma medications) Manage the physical condition. Go to PROTOCOL 6 CHILD & ADOLESCENT MENTAL & BEHAVIOURAL DISORDERS 79 80 CMH 1 CHILD & ADOLESCENT MENTAL & BEHAVIOURAL DISORDERS Assessment In adolescents, assess for moderate to severe depression. Does the adolescent have problems with mood (feeling irritable, down or sad) OR has lost interest in or enjoyment of activities? SKIP to STEP 150 Has the adolescent had several of the following additional symptoms most days for the last 2 weeks? – Disturbed sleep or sleeping too much – Fatigue or loss of energy – Talking or moving more slowly than usual – Significant change in appetite or weight – Reduced concentration – Hopelessness (decrease or increase) – Indecisiveness – Suicidal thoughts or acts – Beliefs of worthlessness or excessive guilt – Observable agitation or physical restlessness Is there considerable difficulty with daily functioning in personal, family, social, educational, occupational or other areas? Consider Go to PROTOCOL 5 PROBLEMS WITH EMOTIONS SKIP to STEP 150 Is there considerable difficulty with daily functioning in personal, family, social, educational, occupational or other areas? consider problems with emotions consider go to protocol 5 emotional disorder skip to step 150..."
}