{
  "id": "mhgap#risk_safety_82942af6",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "98 DEM 1 DEMENTIA Assessment CLINICAL TIP 4 Determine: – Who are the main carers? Evaluate the needs of the carers. – Who else provides care and what care do they provide? – What is difficult to manage? Is the carer having difficulty coping or experiencing strain? E xplore psychosocial interventions about respite care, activation of community support network, and family/individual therapy, if available. Is the carer experiencing depressed mood? For assessment of depression in care, go to » DEP. Try to address strain with support and psychoeducation. Problem-solving counselling or cognitive behavioural therapy. Is the carer facing loss of income and/or additional expenses because of the needs for care? E xplore local financial support options, such as disability services. 5 Does the person have ANY of the following BEHAVIOURAL or PSYCHOLOGICAL symptoms of dementia? Behavioural symptoms, e.g. Psychological symptoms, e.g. Wandering Hallucinations Night-time disturbance Delusions Agitation Anxiety Aggression Uncontrollable emotional outbursts Go to PROTOCOL 1 Go to PROTOCOL 2 IF THERE IS IMMINENT RISK OF SUICIDE, ASSESS AND MANAGE before continuing » to Protocol. Go to SUI. IF THE PERSON HAS OTHER CONCURRENT MNS CONDITIONS, ASSESS AND MANAGE before continuing to Protocol DEMENTIA 99",
  "gloss_vi": "98 dem 1 dementia đánh giá clinical tip 4 determine: – who are the main carers? evaluate the needs of the carers.",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "psychoeducation",
      "management",
      "caregiver"
    ],
    "life_topics": [
      "work",
      "relationships",
      "grief"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 98 DEM 1 DEMENTIA Assessment CLINICAL TIP 4 Determine: – Who are the main carers? Evaluate the needs of the carers. – Who else provides care and what care do they provide? – What is difficult to manage? Is the carer having difficulty coping or experiencing strain? E xplore psychosocial interventions about respite care, activation of community support network, and family/individual therapy, if available. Is the carer experiencing depressed mood? For assessment of depression in care, go to » DEP. Try to address strain with support and psychoeducation. Problem-solving counselling or cognitive behavioural therapy. Is the carer facing loss of income and/or additional expenses because of the needs for care? E xplore local financial support options, such as disability services. 5 Does the person have ANY of the following BEHAVIOURAL or PSYCHOLOGICAL symptoms of dementia? Behavioural symptoms, e.g. Psychological symptoms, e.g. Wandering Hallucinations Night-time disturbance Delusions Agitation Anxiety Aggression Uncontrollable emotional outbursts Go to PROTOCOL 1 Go to PROTOCOL 2 IF THERE IS IMMINENT RISK OF SUICIDE, ASSESS AND MANAGE before continuing » to Protocol. Go to SUI. IF THE PERSON HAS OTHER CONCURRENT MNS CONDITIONS, ASSESS AND MANAGE before continuing to Protocol DEMENTIA 99 98 dem 1 dementia đánh giá clinical tip 4 determine: – who are the main carers? evaluate the needs of the carers."
}