{
  "id": "mhgap#screening_cues_26dbfdba",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "that cause significant distress. – Address current psychosocial stressors. – Ask the person for their own explanation of the cause of their symptoms, and – Strengthen supports. ask about their concerns. This may give clues about the source of distress, help build a – Teach stress management such as relaxation techniques (see Box 1 at end of module). trusting relationship with the person and increase the person’s adherence to treatment. » When no physical condition is identified that fully explains a presenting – Explain that emotional suffering/stress often involves the experience of bodily somatic symptom, acknowledge the reality of the symptoms and provide sensations, such as stomach aches, muscle tension, etc. Ask for and discuss possible explanations. potential links between the person’s emotions/stress and symptoms. – Avoid ordering more laboratory or other investigations unless there is a clear – Encourage continuation of (or gradual return to) daily activities. medical indication, e.g. abnormal vital signs. – Remember to apply the practice of reducing stress and strengthening social – In case a further investigation is ordered anyway, reduce unrealistic expectations support. Go to » ECP. by telling the person that the expected result is likely to be normal. OTHER SIGNIFICANT MENTAL HEALTH COMPLAINTS 145",
  "gloss_vi": "That cause significant distress. – address current psychosocial stressors.",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation",
      "do_not_do",
      "management"
    ],
    "life_topics": [
      "stress",
      "relationships"
    ],
    "advice_section": [
      "coping_skill"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc that cause significant distress. – Address current psychosocial stressors. – Ask the person for their own explanation of the cause of their symptoms, and – Strengthen supports. ask about their concerns. This may give clues about the source of distress, help build a – Teach stress management such as relaxation techniques (see Box 1 at end of module). trusting relationship with the person and increase the person’s adherence to treatment. » When no physical condition is identified that fully explains a presenting – Explain that emotional suffering/stress often involves the experience of bodily somatic symptom, acknowledge the reality of the symptoms and provide sensations, such as stomach aches, muscle tension, etc. Ask for and discuss possible explanations. potential links between the person’s emotions/stress and symptoms. – Avoid ordering more laboratory or other investigations unless there is a clear – Encourage continuation of (or gradual return to) daily activities. medical indication, e.g. abnormal vital signs. – Remember to apply the practice of reducing stress and strengthening social – In case a further investigation is ordered anyway, reduce unrealistic expectations support. Go to » ECP. by telling the person that the expected result is likely to be normal. OTHER SIGNIFICANT MENTAL HEALTH COMPLAINTS 145 That cause significant distress. – address current psychosocial stressors."
}