{
  "id": "mhgap#screening_cues_4958a82a",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "of its member. How can you improve communication and referral pathways across different levels of the system, while also introducing the new service? How can you collect data on mhGAP-IG implementation activities and integrate it into health information system indicators? IMPLEMENTATION OF mhGAP-IG 153 154 IMP IMPLEMENTATION OF mhGAP-IG 14. Adaptation 15. mhGAP-IG training & supervision mhGAP-IG adaptation is the process of deciding on and Method of mhGAP-IG adaptation: An important aspect of mhGAP-IG implementation is the producing the changes needed in the mhGAP-IG, its training training of healthcare providers working in non-specialist materials, monitoring & evaluation (M&E) tools and other tools Organize a workshop with a group of different stakeholders settings to deliver interventions as front line personnel, along to fit a particular country or district context. to contextualize and adapt the mhGAP-IG, its training with mechanisms to ensure their continued support and super- materials and M&E and other tools. vision. Although the intervention guide is to be implemented Purpose of mhGAP-IG adaptation: primarily by non-specialists, it requires coordinated effort by Include experts representing relevant disciplines, (e.g. specialists and public health experts to ensure its optimum psychiatry, addiction, neurology, paediatrics, social work To make it feasible to implement the guide including its delivery. and psychology), people representing different levels of assessment and management components through the local general health care, (e.g. public health practitioners, primary The objective of mhGAP-IG training is to teach non-specialist health system. health care providers, family medicine specialists, nurses, healthcare providers the skills and knowledge needed to assess pharmacists, health information system practitioners), and manage people with priority MNS conditions. The duration To ensure that the guide is acceptable in the local socio- service users and policy makers. of training depends on the local adaptations made, as well as on cultural context. the knowledge and skills that non-specialist healthcare providers Use the situation analyses conducted for the regions in To use local terms to improve communication with users already have. Usually this training process takes several full days which mhGAP-IG will be implemented. and carers. and can be conducted face-to-face or via e-learning, depending Ensure that the adaptation process is in line with national on feasibility. To clarify referral pathways. documents, (e.g. the national health policy, legislation and The training structure can follow a cascade plan with two levels: To make materials consistent with relevant national plan, clinical protocols and guidelines used in general/ a master facilitator trains ‘trainers’ who then train the non- treatment guidelines and policies, as appropriate. primary health care and the national medicine list). specialist front-line healthcare providers. To provide a basis for the development of appropriate training programmes and tools. To ensure M&E indicators are in line with national health information systems.",
  "gloss_vi": "Of its member. how can you improve giao tiếp and chuyển tuyến pathways across different levels of the system, while also introducing the new service?",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "psychoeducation",
      "management",
      "caregiver"
    ],
    "life_topics": [
      "work",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc of its member. How can you improve communication and referral pathways across different levels of the system, while also introducing the new service? How can you collect data on mhGAP-IG implementation activities and integrate it into health information system indicators? IMPLEMENTATION OF mhGAP-IG 153 154 IMP IMPLEMENTATION OF mhGAP-IG 14. Adaptation 15. mhGAP-IG training & supervision mhGAP-IG adaptation is the process of deciding on and Method of mhGAP-IG adaptation: An important aspect of mhGAP-IG implementation is the producing the changes needed in the mhGAP-IG, its training training of healthcare providers working in non-specialist materials, monitoring & evaluation (M&E) tools and other tools Organize a workshop with a group of different stakeholders settings to deliver interventions as front line personnel, along to fit a particular country or district context. to contextualize and adapt the mhGAP-IG, its training with mechanisms to ensure their continued support and super- materials and M&E and other tools. vision. Although the intervention guide is to be implemented Purpose of mhGAP-IG adaptation: primarily by non-specialists, it requires coordinated effort by Include experts representing relevant disciplines, (e.g. specialists and public health experts to ensure its optimum psychiatry, addiction, neurology, paediatrics, social work To make it feasible to implement the guide including its delivery. and psychology), people representing different levels of assessment and management components through the local general health care, (e.g. public health practitioners, primary The objective of mhGAP-IG training is to teach non-specialist health system. health care providers, family medicine specialists, nurses, healthcare providers the skills and knowledge needed to assess pharmacists, health information system practitioners), and manage people with priority MNS conditions. The duration To ensure that the guide is acceptable in the local socio- service users and policy makers. of training depends on the local adaptations made, as well as on cultural context. the knowledge and skills that non-specialist healthcare providers Use the situation analyses conducted for the regions in To use local terms to improve communication with users already have. Usually this training process takes several full days which mhGAP-IG will be implemented. and carers. and can be conducted face-to-face or via e-learning, depending Ensure that the adaptation process is in line with national on feasibility. To clarify referral pathways. documents, (e.g. the national health policy, legislation and The training structure can follow a cascade plan with two levels: To make materials consistent with relevant national plan, clinical protocols and guidelines used in general/ a master facilitator trains ‘trainers’ who then train the non- treatment guidelines and policies, as appropriate. primary health care and the national medicine list). specialist front-line healthcare providers. To provide a basis for the development of appropriate training programmes and tools. To ensure M&E indicators are in line with national health information systems. Of its member. how can you improve giao tiếp and chuyển tuyến pathways across different levels of the system, while also introducing the new service?"
}