{
  "id": "mhgap#risk_safety_1967dfd5",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "6 EECCPP ESSENTIAL CARE & PRACTICE A. GENERAL PRINCIPLES I. Use Effective Communication Skills Using effective communication skills allows healthcare COMMUNICATION TIP #2 COMMUNICATION TIP #5 providers to deliver good quality care to adults, adolescents, Involve the person Use good verbal communication skills and children with mental, neurological and substance use (MNS) conditions. Consider the following core communication skills Include the person (and with their consent, their carers Use simple language. Be clear and concise. and tips: and family) in all aspects of assessment and management Use open-ended questions, summarizing and clarifying as much as possible. This includes children, adolescents statements. COMMUNICATION TIP #1 and older adults. Summarize and repeat key points. Create an environment that Allow the person to ask questions about the information facilitates open communication COMMUNICATION TIP #3 provided. Start by listening Meet the person in a private space, if possible. Be welcoming and conduct introductions in a culturally Actively listen. Be empathic and sensitive. COMMUNICATION TIP #6 appropriate manner. Allow the person to speak without interruption. Respond with sensitivity when people Maintain eye contact and use body language and facial If the history is unclear, be patient and ask for clarification. disclose difficult experiences (e.g. expressions that facilitate trust. For children, use language that they can understand. For sexual assault, violence or self-harm) Explain that information discussed during the visit will example, ask about their interests (toys, friends, school, etc.). be kept confidential and will not be shared without prior For adolescents, convey that you understand their feelings Show extra sensitivity with difficult topics. permission. and situation. If carers are present, suggest to speak with the person Remind the person that what they tell you will remain alone (except for young children) and obtain consent to confidential.",
  "gloss_vi": "6 eeccpp essential care & practice a. general principles i.",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "management",
      "caregiver"
    ],
    "life_topics": [
      "study",
      "relationships"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 6 EECCPP ESSENTIAL CARE & PRACTICE A. GENERAL PRINCIPLES I. Use Effective Communication Skills Using effective communication skills allows healthcare COMMUNICATION TIP #2 COMMUNICATION TIP #5 providers to deliver good quality care to adults, adolescents, Involve the person Use good verbal communication skills and children with mental, neurological and substance use (MNS) conditions. Consider the following core communication skills Include the person (and with their consent, their carers Use simple language. Be clear and concise. and tips: and family) in all aspects of assessment and management Use open-ended questions, summarizing and clarifying as much as possible. This includes children, adolescents statements. COMMUNICATION TIP #1 and older adults. Summarize and repeat key points. Create an environment that Allow the person to ask questions about the information facilitates open communication COMMUNICATION TIP #3 provided. Start by listening Meet the person in a private space, if possible. Be welcoming and conduct introductions in a culturally Actively listen. Be empathic and sensitive. COMMUNICATION TIP #6 appropriate manner. Allow the person to speak without interruption. Respond with sensitivity when people Maintain eye contact and use body language and facial If the history is unclear, be patient and ask for clarification. disclose difficult experiences (e.g. expressions that facilitate trust. For children, use language that they can understand. For sexual assault, violence or self-harm) Explain that information discussed during the visit will example, ask about their interests (toys, friends, school, etc.). be kept confidential and will not be shared without prior For adolescents, convey that you understand their feelings Show extra sensitivity with difficult topics. permission. and situation. If carers are present, suggest to speak with the person Remind the person that what they tell you will remain alone (except for young children) and obtain consent to confidential. 6 eeccpp essential care & practice a. general principles i."
}