{
  "id": "mhgap#risk_safety_f3d93a40",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "122 SUB 2 DISORDERS DUE TO SUBSTANCE USE Management PROTOCOL PROTOCOL 5 6 Opioid Agonist Maintenance Treatment Benzodiazepine Withdrawal » » Opioid agonist maintenance treatment requires the presence of an Benzodiazepine withdrawal can be managed by switching to a long- established and regulated national framework. It is characterized by the acting benzodiazepine and gradually decreasing the dose, tapered over prescription of long-acting opioid agonists (or partial agonists), such as 8-12 weeks, and in conjunction with psychosocial support. More rapid methadone or buprenorphine, generally on a daily, supervised basis. tapering is possible only if the person is in an inpatient setting in a There is strong evidence that agonist maintenance treatment with hospital or detoxification facility. methadone or buprenorphine effectively reduces illicit drug use, the » If severe, uncontrolled benzodiazepine withdrawal develops or occurs spread of HIV, mortality, and criminality, as well as improving physical due to a sudden or unplanned cessation, consult a specialist or other health, mental health, and social functioning. available resource person immediately to start a high-dose benzodiazepine » Monitoring: Medications used for opioid agonist maintenance treatment sedation regime and to hospitalise the person. Be cautious with are open to misuse and diversion, hence, programmes should use various unsupervised dispensing of benzodiazepines to unknown patients. methods of limiting the risk of diversion, including supervised consumption. » For more details please see Table 1. PSYCHOSOCIAL INTERVENTIONS 2.1 Psychoeducation Throughout the discussion it is important to include all parts 6. Have a discussion with the person based on the state- of the process: expressing empathy and building an atmosphere ments about their substance use, its causes, consequences of trust, while also pointing out contradictions in their and their personal goals, allowing exploration of apparent Disorders due to substance use can often be effectively narrative, and challenging false beliefs. Avoid arguing with inconsistencies between the consequences of substance treated, and people can and do get better. the person. They should feel that the practitioner is there to use and the person’s stated goals. Discussing substance use can bring about feelings of support them and not to criticize them. If the person is unable 7. D iscuss options for change based on the choice of realistic embarrassment or shame for many people. Always use a to commit to ending their harmful pattern of substance use at goals and try to find a mutually agreed course of action. non-judgmental approach when speaking with people about this time, discuss why this is the case, rather than forcing the substance use. When people feel judged, they may be less person to say what they think is expected. 8. Support the person to enact these changes by commu- open to speaking with you. Try not to express surprise at any nicating your confidence in them to make",
  "gloss_vi": "122 sub 2 disorders due to substance use management protocol protocol 5 6 opioid agonist maintenance treatment benzodiazepine withdrawal » » opioid agonist maintenance treatment requires the presence of an benzodiazepine...",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "referral",
      "psychoeducation",
      "do_not_do",
      "management"
    ],
    "life_topics": [
      "work",
      "self_esteem"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 122 SUB 2 DISORDERS DUE TO SUBSTANCE USE Management PROTOCOL PROTOCOL 5 6 Opioid Agonist Maintenance Treatment Benzodiazepine Withdrawal » » Opioid agonist maintenance treatment requires the presence of an Benzodiazepine withdrawal can be managed by switching to a long- established and regulated national framework. It is characterized by the acting benzodiazepine and gradually decreasing the dose, tapered over prescription of long-acting opioid agonists (or partial agonists), such as 8-12 weeks, and in conjunction with psychosocial support. More rapid methadone or buprenorphine, generally on a daily, supervised basis. tapering is possible only if the person is in an inpatient setting in a There is strong evidence that agonist maintenance treatment with hospital or detoxification facility. methadone or buprenorphine effectively reduces illicit drug use, the » If severe, uncontrolled benzodiazepine withdrawal develops or occurs spread of HIV, mortality, and criminality, as well as improving physical due to a sudden or unplanned cessation, consult a specialist or other health, mental health, and social functioning. available resource person immediately to start a high-dose benzodiazepine » Monitoring: Medications used for opioid agonist maintenance treatment sedation regime and to hospitalise the person. Be cautious with are open to misuse and diversion, hence, programmes should use various unsupervised dispensing of benzodiazepines to unknown patients. methods of limiting the risk of diversion, including supervised consumption. » For more details please see Table 1. PSYCHOSOCIAL INTERVENTIONS 2.1 Psychoeducation Throughout the discussion it is important to include all parts 6. Have a discussion with the person based on the state- of the process: expressing empathy and building an atmosphere ments about their substance use, its causes, consequences of trust, while also pointing out contradictions in their and their personal goals, allowing exploration of apparent Disorders due to substance use can often be effectively narrative, and challenging false beliefs. Avoid arguing with inconsistencies between the consequences of substance treated, and people can and do get better. the person. They should feel that the practitioner is there to use and the person’s stated goals. Discussing substance use can bring about feelings of support them and not to criticize them. If the person is unable 7. D iscuss options for change based on the choice of realistic embarrassment or shame for many people. Always use a to commit to ending their harmful pattern of substance use at goals and try to find a mutually agreed course of action. non-judgmental approach when speaking with people about this time, discuss why this is the case, rather than forcing the substance use. When people feel judged, they may be less person to say what they think is expected. 8. Support the person to enact these changes by commu- open to speaking with you. Try not to express surprise at any nicating your confidence in them to make 122 sub 2 disorders due to substance use management protocol protocol 5 6 opioid agonist maintenance treatment benzodiazepine withdrawal » » opioid agonist maintenance treatment requires the presence of an benzodiazepine..."
}