{
  "id": "mhgap#screening_cues_39fe39b2",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "11. Establish mhGAP-IG 2 Situation analysis 3 mhGAP-IG implementation plan implementation team The main objective of the situation analysis is to inform the Based on the situation analysis, develop a plan for mhGAP-IG planning, adaptation and implementation process regarding implementation to answer the following questions: It may be necessary to have one or more teams depending resources and needs for MNS conditions. This process involves upon the geographical area/regions to be covered. WHERE desk reviews, e.g. checking WHO Mental Health Atlas Country Clearly delineate the purpose and terms of reference of the Profile, the WHO Assessment Instrument for Mental Health Where will mhGAP-IG be implemented, (e.g. facilities, implementation teams and develop a work plan for each of Systems (AIMS) report or already existing assessments, and districts, cities)? the team/s members. One of the key functions of this team is interviews and group discussions with multiple stakeholders to to oversee the implementation process. answer the following questions: WHEN Build upon any existing body or group rather than What kind of needs and resource assessments must be done When will each of the mhGAP-IG activities be implemented, establishing a new one, for example, a health committee first? What is already known? (e.g. timeline for adaptation, training of trainers, training or community advisory group. Sometimes there is more activities, supervision and advocacy activities)? What are the national policies pertaining to mental health, than one group. Merging groups or establishing a new the staff capacities in the country/region and organizations group with the participation of members from all of them WHAT providing mental health services? could be a solution. What are the resources needed and available for mhGAP-IG What are the belief systems and care seeking behaviours Members of the implementation team should include at least implementation, including financial and human resources around mental health in the country/region? one member of each of the following categories: civil society and infrastructure, (e.g. facilities, medication supply)? and service users, policy makers, actual and potential financial What potential barriers exist in relation to implementation supporters or donors, programme managers, service providers of mhGAP-IG exist, for example, stigma and discrimination WHO and communication officers. towards people with MNS conditions, national health Who will be trained and what knowledge and skills do they priorities that supersede MNS conditions, etc. Form smaller action groups or task forces to focus on specific already have, (e.g. the skills and knowledge that PHC nurses activities, e.g. an action group to implement training and physicians already have), and who will be responsbile for activities and another to implement advocacy & awareness each activity, (e.g. who will train and supervise)? raising activities. Always clearly identify the functions of a HOW task force and the role of each",
  "gloss_vi": "11. establish mhgap-ig 2 situation analysis 3 mhgap-ig implementation plan implementation team the main objective of the situation analysis is to inform the based on the situation analysis, develop a plan for mhgap-ig pl...",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "psychoeducation"
    ],
    "life_topics": [
      "study",
      "work"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 11. Establish mhGAP-IG 2 Situation analysis 3 mhGAP-IG implementation plan implementation team The main objective of the situation analysis is to inform the Based on the situation analysis, develop a plan for mhGAP-IG planning, adaptation and implementation process regarding implementation to answer the following questions: It may be necessary to have one or more teams depending resources and needs for MNS conditions. This process involves upon the geographical area/regions to be covered. WHERE desk reviews, e.g. checking WHO Mental Health Atlas Country Clearly delineate the purpose and terms of reference of the Profile, the WHO Assessment Instrument for Mental Health Where will mhGAP-IG be implemented, (e.g. facilities, implementation teams and develop a work plan for each of Systems (AIMS) report or already existing assessments, and districts, cities)? the team/s members. One of the key functions of this team is interviews and group discussions with multiple stakeholders to to oversee the implementation process. answer the following questions: WHEN Build upon any existing body or group rather than What kind of needs and resource assessments must be done When will each of the mhGAP-IG activities be implemented, establishing a new one, for example, a health committee first? What is already known? (e.g. timeline for adaptation, training of trainers, training or community advisory group. Sometimes there is more activities, supervision and advocacy activities)? What are the national policies pertaining to mental health, than one group. Merging groups or establishing a new the staff capacities in the country/region and organizations group with the participation of members from all of them WHAT providing mental health services? could be a solution. What are the resources needed and available for mhGAP-IG What are the belief systems and care seeking behaviours Members of the implementation team should include at least implementation, including financial and human resources around mental health in the country/region? one member of each of the following categories: civil society and infrastructure, (e.g. facilities, medication supply)? and service users, policy makers, actual and potential financial What potential barriers exist in relation to implementation supporters or donors, programme managers, service providers of mhGAP-IG exist, for example, stigma and discrimination WHO and communication officers. towards people with MNS conditions, national health Who will be trained and what knowledge and skills do they priorities that supersede MNS conditions, etc. Form smaller action groups or task forces to focus on specific already have, (e.g. the skills and knowledge that PHC nurses activities, e.g. an action group to implement training and physicians already have), and who will be responsbile for activities and another to implement advocacy & awareness each activity, (e.g. who will train and supervise)? raising activities. Always clearly identify the functions of a HOW task force and the role of each 11. establish mhgap-ig 2 situation analysis 3 mhgap-ig implementation plan implementation team the main objective of the situation analysis is to inform the based on the situation analysis, develop a plan for mhgap-ig pl..."
}