{
  "id": "mhgap#screening_cues_4417bb6d",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "below are described briefly in Assist the person to manage stress by discussing methods such the glossary. 22. Psychosocial Interventions as problem solving techniques. Assess and manage any situation of maltreatment, abuse (e.g. A. Psychoeducation domestic violence) and neglect (e.g. of children or the elderly). Example of Intervention Recommended for: Discuss with the person possible referrals to a trusted protec- Provide information about the MNS condition to the tion agency or informal protection network. Contact legal and Behavioral Activation DEP person, including: community resources, as appropriate. Relaxation Training DEP What the condition is and its expected course and Identify supportive family members and involve them as Problem Solving Treatment DEP outcome. much as possible and appropriate. Cognitive Behavioural Therapy (CBT) DEP, CMH, SUB, PSY Contingency Management Therapy SUB Available treatments for the condition and their Strengthen social supports and try to reactivate the Family Counseling or Therapy PSY, SUB expected benefits. person’s social networks. Interpersonal Therapy (IPT) DEP Duration of treatment. Identify prior social activities that, if reinitiated, would Motivational Enhancement Therapy SUB Importance of adhering to treatment, including what have the potential for providing direct or indirect psycho- Parent Skills Training CMH the person can do (e.g. taking medication or practising social support (e.g. family gatherings, visiting neighbours, relevant psychological interventions such as relaxation community activities, religious activities, etc.). exercises) and what carers can do to help the person Teach stress management such as relaxation techniques. adhere to treatment. Potential side-effects (short and long term) of any C. P romote functioning in prescribed medication that the person (and their carers) daily activities need to monitor. Potential involvement of social workers, case managers, Provide the person support to continue regular social, community health workers or other trusted members in the educational and occupational activities as much as possible. community. Facilitate inclusion in economic activities. Refer to management section of relevant module(s) for specific Offer life skills training, and/or social skills training if needed. information on the MNS disorder.",
  "gloss_vi": "Below are described briefly in assist the person to manage căng thẳng by discussing methods such the glossary. 22.",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "psychoeducation",
      "management",
      "caregiver"
    ],
    "life_topics": [
      "stress",
      "study",
      "work",
      "relationships",
      "grief"
    ],
    "advice_section": [
      "coping_skill"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc below are described briefly in Assist the person to manage stress by discussing methods such the glossary. 22. Psychosocial Interventions as problem solving techniques. Assess and manage any situation of maltreatment, abuse (e.g. A. Psychoeducation domestic violence) and neglect (e.g. of children or the elderly). Example of Intervention Recommended for: Discuss with the person possible referrals to a trusted protec- Provide information about the MNS condition to the tion agency or informal protection network. Contact legal and Behavioral Activation DEP person, including: community resources, as appropriate. Relaxation Training DEP What the condition is and its expected course and Identify supportive family members and involve them as Problem Solving Treatment DEP outcome. much as possible and appropriate. Cognitive Behavioural Therapy (CBT) DEP, CMH, SUB, PSY Contingency Management Therapy SUB Available treatments for the condition and their Strengthen social supports and try to reactivate the Family Counseling or Therapy PSY, SUB expected benefits. person’s social networks. Interpersonal Therapy (IPT) DEP Duration of treatment. Identify prior social activities that, if reinitiated, would Motivational Enhancement Therapy SUB Importance of adhering to treatment, including what have the potential for providing direct or indirect psycho- Parent Skills Training CMH the person can do (e.g. taking medication or practising social support (e.g. family gatherings, visiting neighbours, relevant psychological interventions such as relaxation community activities, religious activities, etc.). exercises) and what carers can do to help the person Teach stress management such as relaxation techniques. adhere to treatment. Potential side-effects (short and long term) of any C. P romote functioning in prescribed medication that the person (and their carers) daily activities need to monitor. Potential involvement of social workers, case managers, Provide the person support to continue regular social, community health workers or other trusted members in the educational and occupational activities as much as possible. community. Facilitate inclusion in economic activities. Refer to management section of relevant module(s) for specific Offer life skills training, and/or social skills training if needed. information on the MNS disorder. Below are described briefly in assist the person to manage căng thẳng by discussing methods such the glossary. 22."
}