{
  "id": "mhgap#risk_safety_fe3b9d88",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "physical health assessment as part of a comprehensive Take a detailed history and ask about risk factors. Treat existing comorbidities concurrently with the MNS evaluation. Be sure to take a proper history, including both Physical inactivity, inappropriate diet, tobacco, disorder. Refer to/consult with specialists, if needed. physical health and MNS history, followed by a physical health harmful alcohol and/or substance use, risky behaviour Provide education on modifiable risk factors to prevent assessment to identify concurrent conditions and educate the and chronic disease. disease and encourage a healthy lifestyle. person about preventive measures. These actions must always Perform a physical examination. To support physical health of persons with MNS conditions, be undertaken with the person’s informed consent. Consider a differential diagnosis. health care providers should: Rule out physical conditions and underlying causes of MNS – Provide advice about the importance of physical activity presentations by history, physical examination and basic and a healthy diet. laboratory tests as needed and available. – Educate people about harmful alcohol use. Identify comorbidities. – Encourage cessation of tobacco and substance use. Often, a person may have more than one MNS condition at the same time. It is important to assess and manage this – Provide education about other risky behaviour (e.g. when it occurs. unprotected sex). – Conduct regular physical health checks and vaccinations. – Prepare people for developmental life changes, such as puberty and menopause, and provide the necessary CLINICAL TIP: support. Persons with severe mental disorders are 2 to 3 times – Discuss plans for pregnancy and contraception methods more likely to die of preventable disease like infections with women of childbearing age. and cardiovascular disorders. Focus on reducing risk through education and monitoring.",
  "gloss_vi": "Physical health đánh giá as part of a comprehensive take a detailed history and ask about nguy cơ factors. treat existing comorbidities concurrently with the mns evaluation.",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral",
      "psychoeducation"
    ],
    "life_topics": [
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn physical health assessment as part of a comprehensive Take a detailed history and ask about risk factors. Treat existing comorbidities concurrently with the MNS evaluation. Be sure to take a proper history, including both Physical inactivity, inappropriate diet, tobacco, disorder. Refer to/consult with specialists, if needed. physical health and MNS history, followed by a physical health harmful alcohol and/or substance use, risky behaviour Provide education on modifiable risk factors to prevent assessment to identify concurrent conditions and educate the and chronic disease. disease and encourage a healthy lifestyle. person about preventive measures. These actions must always Perform a physical examination. To support physical health of persons with MNS conditions, be undertaken with the person’s informed consent. Consider a differential diagnosis. health care providers should: Rule out physical conditions and underlying causes of MNS – Provide advice about the importance of physical activity presentations by history, physical examination and basic and a healthy diet. laboratory tests as needed and available. – Educate people about harmful alcohol use. Identify comorbidities. – Encourage cessation of tobacco and substance use. Often, a person may have more than one MNS condition at the same time. It is important to assess and manage this – Provide education about other risky behaviour (e.g. when it occurs. unprotected sex). – Conduct regular physical health checks and vaccinations. – Prepare people for developmental life changes, such as puberty and menopause, and provide the necessary CLINICAL TIP: support. Persons with severe mental disorders are 2 to 3 times – Discuss plans for pregnancy and contraception methods more likely to die of preventable disease like infections with women of childbearing age. and cardiovascular disorders. Focus on reducing risk through education and monitoring. Physical health đánh giá as part of a comprehensive take a detailed history and ask about nguy cơ factors. treat existing comorbidities concurrently with the mns evaluation."
}