{
  "id": "mhgap#risk_safety_302d9d76",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "3 Does the person have epilepsy? CLINICAL TIP Ask about: – How frequent are the episodes? Has the person had at least two seizures on two – How many in the past year? different days in the past year? – When was the last episode? Does not meet criteria for epilepsy Maintenance antiepileptic medication not necessary Follow-up in 3 months and assess for possible epilepsy EPILEPSY is likely Asses for underlying cause. Do a physical examination. CLINICAL TIP Physical examination should include A re any of the following present? neurologic examination and evaluate for any focal deficits; e.g. any asymmetry in – Birth asphyxia or trauma history – Infection of the brain strength or reflexes. – Head injury – Family history of seizures R EFER TO SPECIALIST FOR FURTHER EVALUATION OF CAUSE EPILEPSY 61 62 EPI 1 EPILEPSY Assessment 4 Are there concurrent MNS conditions? A ssess for other concurrent MNS conditions according to the mhGAP-IG Master Chart (MC) Please note persons with EPILEPSY are at higher risk for DEPRESSION, DISORDERS DUE TO SUBSTANCE USE. CHILDREN AND ADOLSCENTS MAY HAVE ASSOCIATED MENTAL AND BEHAVIOURAL DISORDERS. SUBSTANCE USE DISORDERS Go to PROTOCOL 1 IF THERE IS IMMINENT RISK OF SUICIDE, ASSESS AND MANAGE before continuing to Protocol. Go to SUI.",
  "gloss_vi": "3 does the person have epilepsy? clinical tip ask about: – how frequent are the episodes?",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral",
      "management",
      "caregiver"
    ],
    "life_topics": [
      "study",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 3 Does the person have epilepsy? CLINICAL TIP Ask about: – How frequent are the episodes? Has the person had at least two seizures on two – How many in the past year? different days in the past year? – When was the last episode? Does not meet criteria for epilepsy Maintenance antiepileptic medication not necessary Follow-up in 3 months and assess for possible epilepsy EPILEPSY is likely Asses for underlying cause. Do a physical examination. CLINICAL TIP Physical examination should include A re any of the following present? neurologic examination and evaluate for any focal deficits; e.g. any asymmetry in – Birth asphyxia or trauma history – Infection of the brain strength or reflexes. – Head injury – Family history of seizures R EFER TO SPECIALIST FOR FURTHER EVALUATION OF CAUSE EPILEPSY 61 62 EPI 1 EPILEPSY Assessment 4 Are there concurrent MNS conditions? A ssess for other concurrent MNS conditions according to the mhGAP-IG Master Chart (MC) Please note persons with EPILEPSY are at higher risk for DEPRESSION, DISORDERS DUE TO SUBSTANCE USE. CHILDREN AND ADOLSCENTS MAY HAVE ASSOCIATED MENTAL AND BEHAVIOURAL DISORDERS. SUBSTANCE USE DISORDERS Go to PROTOCOL 1 IF THERE IS IMMINENT RISK OF SUICIDE, ASSESS AND MANAGE before continuing to Protocol. Go to SUI. 3 does the person have epilepsy? clinical tip ask about: – how frequent are the episodes?"
}