{
  "id": "mhgap#risk_safety_e5bd5291",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "Special populations Note that interventions may differ for PSYCHOSES in these populations WOMEN WHO ARE PREGNANT OR BREASTFEEDING ADOLESCENTS » Liaise with maternal health specialists to organize care. » Consider consultation with mental health » Consider consultation with mental health specialist if available. specialist. » » Explain the risk of adverse consequences for the mother and her baby, including obstetric In adolescents with psychotic or bipolar complications and psychotic relapses, particularly if medication stopped. disorder, risperidone can be offered as a » treatment option only under supervision of Consider pharmacological intervention when appropriate and available. See below. a specialist. » Pharmacological Interventions If treatment with risperidone is not feasible, haloperidol or chlorpromazine may be PSYCHOSIS MANIC EPISODE IN BIPOLAR DISORDER used only under supervision of a specialist. » » In women with psychosis who are planning AVOID VALPROATE, LITHIUM and a pregnancy or pregnant or breastfeeding, CARBAMAZEPINE during pregnancy and low-dose oral haloperidol, or chlorpromazine breastfeeding due to the risk of birth defects. may be considered. » Consider low-dose haloperidol with caution » OLDER ADULTS Anticholinergics should NOT prescribed and in consultation with a specialist, if available. to women who are pregnant due to extrapyra- » Weigh the risks and benefits of medications in midal side-effects of antipsychotic medications, women of childbearing age. » Use lower doses of medication. except in cases of acute, short-term use. » » Depot antipsychotics should not be routinely If a pregnant woman develops acute mania » Anticipate an increased risk of drug-drug while taking mood stabilizers, consider switching prescribed to women with psychotic disorders interactions. to low dose haloperidol. who are planning a pregnancy, pregnant, or CAUTION breastfeeding because there is relatively little Antipsychotics carry an increased risk of information on their safety in this population. cerebrovascular events and death in older adults with dementia-related psychosis. PSYCHOSES 39 40 PSY 2 PSYCHOSES Management PSYCHOSOCIAL INTERVENTIONS 2.1 Psychoeducation 2.3 Promote functioning in daily Recommend avoiding alcohol, cannabis or other non- prescription drugs, as they can worsen the psychotic or living activities Key messages for the person and their carers: bipolar symptoms. Continue regular social, educational and occupational Explain that the symptoms are due to a mental health Advise them about maintaining a healthy lifestyle, e.g. a activities as much as possible. It is best for the person to have condition, that psychosis and bipolar disorders can be balanced diet, physical activity, regular sleep, good personal a job or to be otherwise meaningfully occupied. treated, and that the person can recover. Clarify common hygiene, and no stressors. Stress",
  "gloss_vi": "Special populations note that interventions may differ for psychoses in these populations women who are pregnant or breastfeeding adolescents » liaise with maternal health specialists to organize care. » consider consult...",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral",
      "psychoeducation",
      "do_not_do",
      "management"
    ],
    "life_topics": [
      "sleep",
      "stress"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn Special populations Note that interventions may differ for PSYCHOSES in these populations WOMEN WHO ARE PREGNANT OR BREASTFEEDING ADOLESCENTS » Liaise with maternal health specialists to organize care. » Consider consultation with mental health » Consider consultation with mental health specialist if available. specialist. » » Explain the risk of adverse consequences for the mother and her baby, including obstetric In adolescents with psychotic or bipolar complications and psychotic relapses, particularly if medication stopped. disorder, risperidone can be offered as a » treatment option only under supervision of Consider pharmacological intervention when appropriate and available. See below. a specialist. » Pharmacological Interventions If treatment with risperidone is not feasible, haloperidol or chlorpromazine may be PSYCHOSIS MANIC EPISODE IN BIPOLAR DISORDER used only under supervision of a specialist. » » In women with psychosis who are planning AVOID VALPROATE, LITHIUM and a pregnancy or pregnant or breastfeeding, CARBAMAZEPINE during pregnancy and low-dose oral haloperidol, or chlorpromazine breastfeeding due to the risk of birth defects. may be considered. » Consider low-dose haloperidol with caution » OLDER ADULTS Anticholinergics should NOT prescribed and in consultation with a specialist, if available. to women who are pregnant due to extrapyra- » Weigh the risks and benefits of medications in midal side-effects of antipsychotic medications, women of childbearing age. » Use lower doses of medication. except in cases of acute, short-term use. » » Depot antipsychotics should not be routinely If a pregnant woman develops acute mania » Anticipate an increased risk of drug-drug while taking mood stabilizers, consider switching prescribed to women with psychotic disorders interactions. to low dose haloperidol. who are planning a pregnancy, pregnant, or CAUTION breastfeeding because there is relatively little Antipsychotics carry an increased risk of information on their safety in this population. cerebrovascular events and death in older adults with dementia-related psychosis. PSYCHOSES 39 40 PSY 2 PSYCHOSES Management PSYCHOSOCIAL INTERVENTIONS 2.1 Psychoeducation 2.3 Promote functioning in daily Recommend avoiding alcohol, cannabis or other non- prescription drugs, as they can worsen the psychotic or living activities Key messages for the person and their carers: bipolar symptoms. Continue regular social, educational and occupational Explain that the symptoms are due to a mental health Advise them about maintaining a healthy lifestyle, e.g. a activities as much as possible. It is best for the person to have condition, that psychosis and bipolar disorders can be balanced diet, physical activity, regular sleep, good personal a job or to be otherwise meaningfully occupied. treated, and that the person can recover. Clarify common hygiene, and no stressors. Stress Special populations note that interventions may differ for psychoses in these populations women who are pregnant or breastfeeding adolescents » liaise with maternal health specialists to organize care. » consider consult..."
}