{
  "id": "mhgap#risk_safety_96454639",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "102 DEM 2 DEMENTIA Management PSYCHOSOCIAL (CONT.) PHARMACOLOGICAL INTERVENTIONS 2.5 Carer support 2.6 For Dementia without 2.7 Antipsychotic medication for behavioural and/or behavioural and/or psychological Assess the impact on the carer and the carer’s needs to psychological symptoms symptoms ensure necessary support and resources for their family life, » employment, social activities, and health (see DEM 1). Acknowledge that it can be extremely frustrating and Do not consider cholinesterase inhibitors (like P rovide psychosocial interventions first. stressful to take care of people with dementia. Carers donepezil, galantamine and rivastigmine) or memantine I f there is imminent risk to person or carers, consider need to be encouraged to respect the dignity of the routinely for all cases of dementia. » antipsychotic medication. Go to PSY 2, Management person with dementia and avoid hostility towards, C onsider medications only in settings where specific for details about antipsychotic medication. or neglect of, the person. diagnosis of Alzheimer’s Disease can be made AND where F ollow the principles of: Encourage the carers to seek help if they are experiencing adequate support and supervision by specialists and difficulty or strain in caring for their loved one. monitoring (for side-effects and response) from carers is – “Start low, go slow” (titrate) and review the need regularly available. (at least monthly). Provide information to the carer regarding dementia, – Use the",
  "gloss_vi": "102 dem 2 dementia management psychosocial (cont.) pharmacological interventions 2.5 carer hỗ trợ 2.6 for dementia without 2.7 antipsychotic medication for behavioural and/or behavioural and/or psychological assess the i...",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral",
      "psychoeducation",
      "do_not_do",
      "management",
      "caregiver"
    ],
    "life_topics": [
      "stress",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 102 DEM 2 DEMENTIA Management PSYCHOSOCIAL (CONT.) PHARMACOLOGICAL INTERVENTIONS 2.5 Carer support 2.6 For Dementia without 2.7 Antipsychotic medication for behavioural and/or behavioural and/or psychological Assess the impact on the carer and the carer’s needs to psychological symptoms symptoms ensure necessary support and resources for their family life, » employment, social activities, and health (see DEM 1). Acknowledge that it can be extremely frustrating and Do not consider cholinesterase inhibitors (like P rovide psychosocial interventions first. stressful to take care of people with dementia. Carers donepezil, galantamine and rivastigmine) or memantine I f there is imminent risk to person or carers, consider need to be encouraged to respect the dignity of the routinely for all cases of dementia. » antipsychotic medication. Go to PSY 2, Management person with dementia and avoid hostility towards, C onsider medications only in settings where specific for details about antipsychotic medication. or neglect of, the person. diagnosis of Alzheimer’s Disease can be made AND where F ollow the principles of: Encourage the carers to seek help if they are experiencing adequate support and supervision by specialists and difficulty or strain in caring for their loved one. monitoring (for side-effects and response) from carers is – “Start low, go slow” (titrate) and review the need regularly available. (at least monthly). Provide information to the carer regarding dementia, – Use the 102 dem 2 dementia management psychosocial (cont.) pharmacological interventions 2.5 carer hỗ trợ 2.6 for dementia without 2.7 antipsychotic medication for behavioural and/or behavioural and/or psychological assess the i..."
}