{
  "id": "mhgap#risk_safety_936ea1bf",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "use – Inability to care for children responsibly (e.g. parenting) Remember answers for use later during assessment. 3 Is DEPENDENCE likely? For each substance used ask about the following features of dependence: – High levels of frequent substance use – Difficulty self regulating the use of that substance – A strong craving or sense of compulsion to despite the risks and harmful consequences use the substance – Increasing levels of use tolerance and withdrawal symptoms on cessation CLINICAL TIP Proceed to PROTOCOL 2 Patterns of substance use that suggest dependence include: TOBACCO: several times a day, often starting in the morning. ALCOHOL: more than 6 standard drinks at a time, and daily use. IF THERE IS IMMINENT RISK OF PRESCRIPTION PILLS: taking a higher dose of medication than SUICIDE, ASSESS AND MANAGE prescribed and lying to get prescriptions. before continuing to Protocol CANNABIS: at least 1 g of cannabis daily. (Go to SUI) Is the substance use harmful? See answer in step 2, above. Provide psychoeducation about the risks Proceed to PROTOCOL 1 of different levels of each substance used. EXIT MODULE IF THERE IS IMMINENT RISK OF SUICIDE, ASSESS AND MANAGE before continuing to Protocol (Go to SUI) DISORDERS DUE TO SUBSTANCE USE 117",
  "gloss_vi": "Use – inability to care for children responsibly (e.g. parenting) remember answers for use later during đánh giá.",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "psychoeducation"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn use – Inability to care for children responsibly (e.g. parenting) Remember answers for use later during assessment. 3 Is DEPENDENCE likely? For each substance used ask about the following features of dependence: – High levels of frequent substance use – Difficulty self regulating the use of that substance – A strong craving or sense of compulsion to despite the risks and harmful consequences use the substance – Increasing levels of use tolerance and withdrawal symptoms on cessation CLINICAL TIP Proceed to PROTOCOL 2 Patterns of substance use that suggest dependence include: TOBACCO: several times a day, often starting in the morning. ALCOHOL: more than 6 standard drinks at a time, and daily use. IF THERE IS IMMINENT RISK OF PRESCRIPTION PILLS: taking a higher dose of medication than SUICIDE, ASSESS AND MANAGE prescribed and lying to get prescriptions. before continuing to Protocol CANNABIS: at least 1 g of cannabis daily. (Go to SUI) Is the substance use harmful? See answer in step 2, above. Provide psychoeducation about the risks Proceed to PROTOCOL 1 of different levels of each substance used. EXIT MODULE IF THERE IS IMMINENT RISK OF SUICIDE, ASSESS AND MANAGE before continuing to Protocol (Go to SUI) DISORDERS DUE TO SUBSTANCE USE 117 Use – inability to care for children responsibly (e.g. parenting) remember answers for use later during đánh giá."
}