{
  "id": "adv_mhgap#management_9454989b",
  "content": "resources that have been provided to tackle the huge including basic inpatient and outpatient services.\nburden of MNS disorders are insufficient, inequitably The guideline also targets health workers in general\ndistributed and inefficiently used, resulting in a large health care and other programmes to support delivery\ntreatment gap. To reduce the treatment gap and to of integrated care and services. The guideline is\nenhance the capacity of countries to respond to the relevant to other health-care professionals globally,\ngrowing challenge, the World Health Organization including staff at ministries of health, nongovernmental\n(WHO) developed and launched (in 2008) the Mental organizations (NGOs) and researchers at academic\nHealth Gap Action Programme (mhGAP): scaling institutions, especially in LMICs, and it is also intended\nup care for MNS disorders. An essential component for use by health-care planners, programme managers\nof mhGAP is the evidence-based guideline for MNS and policy-makers.\ndisorders identified as conditions of high priority for\nlow- and middle-income countries (LMICs). These Methods\nrecommendations were first published in 2010 as\npart of the mhGAP intervention guide, and they were The guideline was developed in accordance with\nupdated in the 2015 mhGAP guideline. There has been the WHO handbook for guideline development and",
  "metadata": {
    "source": "WHO mhGAP-IG 2023",
    "url": "https://www.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "work",
      "management",
      "psychoeducation"
    ],
    "is_clinical": true,
    "is_advice": true
  },
  "index_text": "General — Management resources that have been provided to tackle the huge including basic inpatient and outpatient services.\nburden of MNS disorders are insufficient, inequitably The guideline also targets health workers in general\ndistributed and inefficiently used, resulting in a large health care and other programmes to support delivery\ntreatment gap. To reduce the treatment gap and to of integrated care and services. The guideline is\nenhance the capacity of countries to respond to the relevant to other health-care professionals globally,\ngrowing challenge, the World Health Organization including staff at ministries of health, nongovernmental\n(WHO) developed and launched (in 2008) the Mental organizations (NGOs) and researchers at academic\nHealth Gap Action Programme (mhGAP): scaling institutions, especially in LMICs, and it is also intended\nup care for MNS disorders. An essential component for use by health-care planners, programme managers\nof mhGAP is the evidence-based guideline for MNS and policy-makers.\ndisorders identified as conditions of high priority for\nlow- and middle-income countries (LMICs). These Methods\nrecommendations were first published in 2010 as\npart of the mhGAP intervention guide, and they were The guideline was developed in accordance with\nupdated in the 2015 mhGAP guideline. There has been the WHO handbook for guideline development and Resources that have been provided to tackle the huge including basic inpatient and outpatient services. burden of mns disorders are insufficient, inequitably the guideline also targets health workers in general\ndistribut..."
}