{
  "id": "adv_mhgap#screening_cues_8859db1a",
  "content": "Implementation considerations advantages, including more holistic health care,\ny Brief psychological interventions can be delivered increased accessibility of mental health services\neffectively in non-specialized health-care settings, as for people in need of care, opportunities for\nwell as in other settings including specialized mental reducing the stigma of mental health problems and\nhealth care facilities and in the context of social care. reduced costs.\ny Face-to-face brief psychological interventions y Country adaptation and translation of training\ndelivered by service providers are human resource- materials and tools for the provision of\nintensive because they require substantial provider psychological interventions is essential.\ntime, training and supervision. y Psychological interventions have shown to be\ny Task sharing has been found to be an effective effective for people of different ages and genders.\napproach to delivering brief psychological y If all else is equal, group face-to-face interventions\ninterventions. However, CBT with a trauma focus are less resource-intensive per person receiving care\nand EMDR can include complex techniques. The than individual face-to-face interventions. However,\nclinician using these techniques should also groups may be more difficult to organize and require\nhave received training in their provision and an initial individual assessment for each group",
  "metadata": {
    "source": "WHO mhGAP-IG 2023",
    "url": "https://www.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "study",
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": true
  },
  "index_text": "General — Screening Cues Implementation considerations advantages, including more holistic health care,\ny Brief psychological interventions can be delivered increased accessibility of mental health services\neffectively in non-specialized health-care settings, as for people in need of care, opportunities for\nwell as in other settings including specialized mental reducing the stigma of mental health problems and\nhealth care facilities and in the context of social care. reduced costs.\ny Face-to-face brief psychological interventions y Country adaptation and translation of training\ndelivered by service providers are human resource- materials and tools for the provision of\nintensive because they require substantial provider psychological interventions is essential.\ntime, training and supervision. y Psychological interventions have shown to be\ny Task sharing has been found to be an effective effective for people of different ages and genders.\napproach to delivering brief psychological y If all else is equal, group face-to-face interventions\ninterventions. However, CBT with a trauma focus are less resource-intensive per person receiving care\nand EMDR can include complex techniques. The than individual face-to-face interventions. However,\nclinician using these techniques should also groups may be more difficult to organize and require\nhave received training in their provision and an initial individual assessment for each group Implementation considerations advantages, including more holistic health care,\ny brief psychological interventions can be delivered increased accessibility of mental health services\neffectively in non-specialized health-..."
}