{
  "id": "adv_mhgap#risk_safety_62fb7cd9",
  "content": "their symptoms without the help of a health the individual’s dignity, and never using humiliating\nworker. In guided digital interventions, additional or degrading interventions – in line with the\nguidance is provided to assist participants with WHO and UNODC International standards for the\ntechnical or health-related questions via chat, email treatment of drug use disorders (147) (see Box 3.1).\nor telephone.\ny Studies that assess the reduction of any drug use Research gaps\nvia digital interventions compared with non-active y The certainty of evidence for reduction in drug use\ncomparators are usually recruiting individuals from (compared with non-active and active comparators)\nsettings in which brief interventions are conducted. was very low, mainly due to the limited number of\nThese settings commonly include hospitals, primary available studies and their high risk of bias. Further\ncare clinics and community health centres. The research is needed to understand the outcome of\nmajority of those interventions consist of very brief reduction in drug use.\nscreenings and brief interventions lasting up to y Subgroup analyses did not show significant\n30 minutes. differences between groups (guided vs unguided\ny The studies assessing the reduction of drug use interventions, drug use disorders vs no drug use",
  "metadata": {
    "source": "WHO mhGAP-IG 2023",
    "url": "https://www.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "work",
      "risk_safety",
      "screening_cues",
      "management"
    ],
    "is_clinical": true,
    "is_advice": true
  },
  "index_text": "General — Risk Safety their symptoms without the help of a health the individual’s dignity, and never using humiliating\nworker. In guided digital interventions, additional or degrading interventions – in line with the\nguidance is provided to assist participants with WHO and UNODC International standards for the\ntechnical or health-related questions via chat, email treatment of drug use disorders (147) (see Box 3.1).\nor telephone.\ny Studies that assess the reduction of any drug use Research gaps\nvia digital interventions compared with non-active y The certainty of evidence for reduction in drug use\ncomparators are usually recruiting individuals from (compared with non-active and active comparators)\nsettings in which brief interventions are conducted. was very low, mainly due to the limited number of\nThese settings commonly include hospitals, primary available studies and their high risk of bias. Further\ncare clinics and community health centres. The research is needed to understand the outcome of\nmajority of those interventions consist of very brief reduction in drug use.\nscreenings and brief interventions lasting up to y Subgroup analyses did not show significant\n30 minutes. differences between groups (guided vs unguided\ny The studies assessing the reduction of drug use interventions, drug use disorders vs no drug use Their symptoms without the help of a health the individual’s dignity, and never using humiliating\nworker. in guided digital interventions, additional or degrading interventions – in line with the\nguidance is provided to ..."
}