{
  "id": "adv_mhgap#referral_c198e1db",
  "content": "part of the mhGAP intervention guide, and they were The guideline was developed in accordance with\nupdated in the 2015 mhGAP guideline. There has been the WHO handbook for guideline development and\na rapid expansion in the use of mhGAP since 2015 with meets international standards for evidence-based\nthe guideline and derivate products – especially the guidelines. In collaboration with the Guideline\n2016 intervention guide – now used in more than 100 Development Group (GDG), the Topic Expert Groups\ncountries and translated into more than 20 languages. (TEGs) and the guideline methodologist, the WHO\nSteering Group identified priority questions and\nThe mhGAP guideline aims to:\noutcomes to determine those that were critical for the\n▶ provide up-to-date WHO guidance to facilitate development of the guideline. Conflicts of interest from\ndelivery of MNS interventions by non-specialist all individual guideline contributors were declared,\nhealth workers in LMICs; assessed and managed in line with WHO procedures.\n▶ assist with the scale-up of care for MNS disorders Systematic evidence reviews were used to develop\nidentified as conditions of high priority in LMICs; and the Evidence to Decision and Summary of Findings",
  "metadata": {
    "source": "WHO mhGAP-IG 2023",
    "url": "https://www.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "work",
      "relationships",
      "referral"
    ],
    "is_clinical": true,
    "is_advice": true
  },
  "index_text": "General — Referral part of the mhGAP intervention guide, and they were The guideline was developed in accordance with\nupdated in the 2015 mhGAP guideline. There has been the WHO handbook for guideline development and\na rapid expansion in the use of mhGAP since 2015 with meets international standards for evidence-based\nthe guideline and derivate products – especially the guidelines. In collaboration with the Guideline\n2016 intervention guide – now used in more than 100 Development Group (GDG), the Topic Expert Groups\ncountries and translated into more than 20 languages. (TEGs) and the guideline methodologist, the WHO\nSteering Group identified priority questions and\nThe mhGAP guideline aims to:\noutcomes to determine those that were critical for the\n▶ provide up-to-date WHO guidance to facilitate development of the guideline. Conflicts of interest from\ndelivery of MNS interventions by non-specialist all individual guideline contributors were declared,\nhealth workers in LMICs; assessed and managed in line with WHO procedures.\n▶ assist with the scale-up of care for MNS disorders Systematic evidence reviews were used to develop\nidentified as conditions of high priority in LMICs; and the Evidence to Decision and Summary of Findings Part of the mhgap intervention guide, and they were the guideline was developed in accordance with\nupdated in the 2015 mhgap guideline. there has been the who handbook for guideline development and\na rapid expansion in t..."
}