{
  "id": "adv_mhgap#risk_safety_656e610b",
  "content": "Remarks understanding, or metacognitive insight. During\ny Cognitive behavioural therapy (CBT): CBT for meditation, participants bring full awareness to\npsychosis is usually based on an individualized case difficult voices, feelings, thoughts and images, and\nformulation and the establishment of collaborative also become aware of habitual coping reactions,\ngoals with the people living with psychosis. Therapy safety behaviours and their effects. In meditation\ncomponents include the improvement of existing they practice letting go of these reactions and\ncoping strategies, the development and practice learn to observe and allow psychotic experiences\nof new ones, the modification of delusional beliefs to come and go without reacting. Meditation and\n101\nMental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders\ndiscussion lead to insight that struggling, judging y Many interventions other than CBT have so far been\nand ruminating on psychotic experience creates investigated in only a few trials and further study\ndistress, while mindful observation and acceptance is required to understand whether the balance of\nof psychotic experience is empowering and calming. effects differs by type of psychosocial intervention.\ny Hallucination focused integrative treatment y Further research is needed on psychoeducation or",
  "metadata": {
    "source": "WHO mhGAP-IG 2023",
    "url": "https://www.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "stress",
      "study",
      "habits",
      "risk_safety",
      "management",
      "psychoeducation"
    ],
    "is_clinical": true,
    "is_advice": true
  },
  "index_text": "General — Risk Safety Remarks understanding, or metacognitive insight. During\ny Cognitive behavioural therapy (CBT): CBT for meditation, participants bring full awareness to\npsychosis is usually based on an individualized case difficult voices, feelings, thoughts and images, and\nformulation and the establishment of collaborative also become aware of habitual coping reactions,\ngoals with the people living with psychosis. Therapy safety behaviours and their effects. In meditation\ncomponents include the improvement of existing they practice letting go of these reactions and\ncoping strategies, the development and practice learn to observe and allow psychotic experiences\nof new ones, the modification of delusional beliefs to come and go without reacting. Meditation and\n101\nMental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders\ndiscussion lead to insight that struggling, judging y Many interventions other than CBT have so far been\nand ruminating on psychotic experience creates investigated in only a few trials and further study\ndistress, while mindful observation and acceptance is required to understand whether the balance of\nof psychotic experience is empowering and calming. effects differs by type of psychosocial intervention.\ny Hallucination focused integrative treatment y Further research is needed on psychoeducation or Remarks understanding, or metacognitive insight. during\ny cognitive behavioural therapy (cbt): cbt for meditation, participants bring full awareness to\npsychosis is usually based on an individualized case difficult voice..."
}