{
  "id": "adv_mhgap#management_6fd9541d",
  "content": "a trauma focus is likely to demonstrate better the LMICs, limiting the generalizability of\noutcomes than group CBT with a trauma focus, and these recommendations.\nEMDR is likely to demonstrate better outcomes than y Future meta-analyses comparing psychological\nstress management. However, the less effective interventions for adults with PTSD may benefit\ninterventions may still be suitable for adults with from NMA approaches in order to provide stronger\nPTSD who either (i) do not have access to more evidence on comparisons.\neffective treatment or (ii) are not willing to access\nsuch treatments.\n6 The term cognitive behavioural therapy (CBT) with a trauma focus is synonymous with the term trauma-focused CBT (TF-CBT), as used in the\nUnited Kingdom’s National Collaborating Centre for Mental Health guidance (79) and in Cochrane reviews (e.g. Bisson and Andrew 2005 [80]).\nIt is noted that in the traumatic stress literature the latter term also has a more narrow definition for a very specific and widely disseminated\nmulticomponent CBT protocol for children and adolescents developed by Cohen et al., 2000 (81).\n46\n3. Recommendations\nImplementation considerations advantages, including more holistic health care,\ny Brief psychological interventions can be delivered increased accessibility of mental health services",
  "metadata": {
    "source": "WHO mhGAP-IG 2023",
    "url": "https://www.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "stress",
      "study",
      "management"
    ],
    "is_clinical": true,
    "is_advice": true
  },
  "index_text": "General — Management a trauma focus is likely to demonstrate better the LMICs, limiting the generalizability of\noutcomes than group CBT with a trauma focus, and these recommendations.\nEMDR is likely to demonstrate better outcomes than y Future meta-analyses comparing psychological\nstress management. However, the less effective interventions for adults with PTSD may benefit\ninterventions may still be suitable for adults with from NMA approaches in order to provide stronger\nPTSD who either (i) do not have access to more evidence on comparisons.\neffective treatment or (ii) are not willing to access\nsuch treatments.\n6 The term cognitive behavioural therapy (CBT) with a trauma focus is synonymous with the term trauma-focused CBT (TF-CBT), as used in the\nUnited Kingdom’s National Collaborating Centre for Mental Health guidance (79) and in Cochrane reviews (e.g. Bisson and Andrew 2005 [80]).\nIt is noted that in the traumatic stress literature the latter term also has a more narrow definition for a very specific and widely disseminated\nmulticomponent CBT protocol for children and adolescents developed by Cohen et al., 2000 (81).\n46\n3. Recommendations\nImplementation considerations advantages, including more holistic health care,\ny Brief psychological interventions can be delivered increased accessibility of mental health services A trauma focus is likely to demonstrate better the lmics, limiting the generalizability of\noutcomes than group cbt with a trauma focus, and these recommendations. emdr is likely to demonstrate better outcomes than y futu..."
}