{
  "id": "adv_mhgap#risk_safety_e8cd212b",
  "content": "disorders”, “stimulant use disorders”, “opioid use receive TAU in addition to a digital intervention\ndisorders” refers to diagnosis according to the benefit more from the digital component. This\nICD-10 or DSM-IV criteria or equivalent ICD-11 and is particularly relevant for individuals with drug\nDSM-5 diagnosis. use disorders.\ny By the term “any drug use”, we refer to studies y While digital health interventions show effectiveness\nrecruiting participants who use at least one and can enhance access to health services, they\npsychoactive drug and are included in interventions should not be used to replace or detract from\ntargeting substance use reduction regardless of the provision of other forms of interventions and should\nprimary drug. ensure patients’ free and informed consent, safety,\ny The included digital interventions encompass confidentiality, privacy and security.\nunguided digital interventions, in which y Any treatment or support for people using drugs\npsychoeducation and psychotherapeutic techniques or with drug use disorders should ensure ethical\nare provided for the individual to self-manage standards – including respect for human rights and\ntheir symptoms without the help of a health the individual’s dignity, and never using humiliating\nworker. In guided digital interventions, additional or degrading interventions – in line with the",
  "metadata": {
    "source": "WHO mhGAP-IG 2023",
    "url": "https://www.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "work",
      "risk_safety",
      "screening_cues",
      "referral",
      "management",
      "psychoeducation"
    ],
    "is_clinical": true,
    "is_advice": true
  },
  "index_text": "General — Risk Safety disorders”, “stimulant use disorders”, “opioid use receive TAU in addition to a digital intervention\ndisorders” refers to diagnosis according to the benefit more from the digital component. This\nICD-10 or DSM-IV criteria or equivalent ICD-11 and is particularly relevant for individuals with drug\nDSM-5 diagnosis. use disorders.\ny By the term “any drug use”, we refer to studies y While digital health interventions show effectiveness\nrecruiting participants who use at least one and can enhance access to health services, they\npsychoactive drug and are included in interventions should not be used to replace or detract from\ntargeting substance use reduction regardless of the provision of other forms of interventions and should\nprimary drug. ensure patients’ free and informed consent, safety,\ny The included digital interventions encompass confidentiality, privacy and security.\nunguided digital interventions, in which y Any treatment or support for people using drugs\npsychoeducation and psychotherapeutic techniques or with drug use disorders should ensure ethical\nare provided for the individual to self-manage standards – including respect for human rights and\ntheir symptoms without the help of a health the individual’s dignity, and never using humiliating\nworker. In guided digital interventions, additional or degrading interventions – in line with the Disorders”, “stimulant use disorders”, “opioid use receive tau in addition to a digital intervention\ndisorders” refers to diagnosis according to the benefit more from the digital component. this\nicd-10 or dsm-iv criteria..."
}