{
  "id": "adv_mhgap#risk_safety_dae3d736",
  "content": "outcomes, psychosis, mood disorders), physical diagnosis of harmful pattern of use applies.\nhealth (respiratory, cardiovascular diseases, cancer), y Screening refers to asking about drug use with an\nroad traffic accidents and more (146). aim to detect health problems or risks at an early\ny Considering high prevalence and well documented stage before they have caused serious disease or\nhealth risks associated with cannabis use, wider other problems. It includes screening by using\nimplementation and scale up of simple advice, brief standardized instruments but does not refer to\ninterventions and, when appropriate, offer of referral testing of biological fluids for the presence of drugs.\nto treatment can result in significant health gains at y The term “brief interventions” refers to a structured,\npopulation level. time-limited approach aiming to help individuals\ny Use of cannabis or psychostimulants in the reduce or stop substance use. Its intensity and\nrecommendation refers to the use of substances duration ranges from a single short conversation to\nwithout medical prescription. Psychostimulants a few sessions, not necessarily linked to the use of a\nconsidered in the recommendations include cocaine specific screening instrument.\nand amphetamine-type stimulants. y Brief interventions are often designed to be",
  "metadata": {
    "source": "WHO mhGAP-IG 2023",
    "url": "https://www.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "risk_safety",
      "screening_cues",
      "referral",
      "management",
      "psychoeducation"
    ],
    "is_clinical": true,
    "is_advice": true
  },
  "index_text": "General — Risk Safety outcomes, psychosis, mood disorders), physical diagnosis of harmful pattern of use applies.\nhealth (respiratory, cardiovascular diseases, cancer), y Screening refers to asking about drug use with an\nroad traffic accidents and more (146). aim to detect health problems or risks at an early\ny Considering high prevalence and well documented stage before they have caused serious disease or\nhealth risks associated with cannabis use, wider other problems. It includes screening by using\nimplementation and scale up of simple advice, brief standardized instruments but does not refer to\ninterventions and, when appropriate, offer of referral testing of biological fluids for the presence of drugs.\nto treatment can result in significant health gains at y The term “brief interventions” refers to a structured,\npopulation level. time-limited approach aiming to help individuals\ny Use of cannabis or psychostimulants in the reduce or stop substance use. Its intensity and\nrecommendation refers to the use of substances duration ranges from a single short conversation to\nwithout medical prescription. Psychostimulants a few sessions, not necessarily linked to the use of a\nconsidered in the recommendations include cocaine specific screening instrument.\nand amphetamine-type stimulants. y Brief interventions are often designed to be Outcomes, psychosis, mood disorders), physical diagnosis of harmful pattern of use applies. health (respiratory, cardiovascular diseases, cancer), y sàng lọc refers to asking about drug use with an\nroad traffic accidents..."
}