{
  "id": "mhgap#risk_safety_d0eead61",
  "content": "addressed the global tolerability outcome, European Medical Agency (EMA) recommends\n“discontinuation due to adverse effects”. With avoiding sodium valproate in pregnancy and that\nregard to the outcome discontinuation due to it should not be used in the absence of pregnancy\nadverse effects, the antipsychotics asenapine and prevention programmes. For mania, teratogenicity\nhaloperidol and the mood stabilizer lithium had is problematic as the condition leads to impaired\nsignificantly higher discontinuation rates than judgement and an increase in risky promiscuous\nplacebo. Effect sizes were small to moderate. No behaviour (205).\nreview that addressed specific side-effects of single y Lithium has a very narrow therapeutic window\nagents was identified. The side-effects of various beyond which it is toxic. It is associated with\nantipsychotics are well known from reviews in hypothyroidism, weight gain, eventually renal\nschizophrenia (see recommendation PSY1), among dysfunction and others, and it requires regular\nothers, movement disorders, weight gain, metabolic checking of blood levels.\nside-effects, prolactin increase, sexual side-effects,\n96\n3. Recommendations\ny It should be noted that tamoxifen turned out to y Sodium valproate should not be used in women\nbe highly effective in the systematic review used. and girls of childbearing potential because of the",
  "metadata": {
    "source": "WHO mhGAP-IG 2023",
    "url": "https://www.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "risk_safety"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Risk Safety addressed the global tolerability outcome, European Medical Agency (EMA) recommends\n“discontinuation due to adverse effects”. With avoiding sodium valproate in pregnancy and that\nregard to the outcome discontinuation due to it should not be used in the absence of pregnancy\nadverse effects, the antipsychotics asenapine and prevention programmes. For mania, teratogenicity\nhaloperidol and the mood stabilizer lithium had is problematic as the condition leads to impaired\nsignificantly higher discontinuation rates than judgement and an increase in risky promiscuous\nplacebo. Effect sizes were small to moderate. No behaviour (205).\nreview that addressed specific side-effects of single y Lithium has a very narrow therapeutic window\nagents was identified. The side-effects of various beyond which it is toxic. It is associated with\nantipsychotics are well known from reviews in hypothyroidism, weight gain, eventually renal\nschizophrenia (see recommendation PSY1), among dysfunction and others, and it requires regular\nothers, movement disorders, weight gain, metabolic checking of blood levels.\nside-effects, prolactin increase, sexual side-effects,\n96\n3. Recommendations\ny It should be noted that tamoxifen turned out to y Sodium valproate should not be used in women\nbe highly effective in the systematic review used. and girls of childbearing potential because of the Addressed the global tolerability outcome, european medical agency (ema) recommends\n“discontinuation due to adverse effects”. with avoiding sodium valproate in pregnancy and that\nregard to the outcome discontinuation due..."
}