{
  "id": "mhgap#screening_cues_6a83ea01",
  "content": "(very low certainty). compared with active (TAU, brief interventions)\ny In adults with stimulant use disorders or those comparators, show effect for reducing\nusing psychostimulants, it is uncertain if digital psychostimulant use (very low certainty).\ninterventions, when compared with non-active y In adults with opioid use disorders or those using\n(waitlist, assessment-only) comparators, have opioids, digital interventions, when compared\n11 Boumparis N, Khazaal Y, Krupchanka D, Schaub MP. Digital interventions for adult drug users: a systematic review and meta-analysis. 2023\n(in preparation).\n71\nMental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders\nwith active (TAU, brief interventions) comparators, different findings for active/non-active comparators\nshow effect for reducing opioid use (very are likely due to the different characteristics (such\nlow certainty). as severity) of the target group and intensity of the\nprovided treatment.\nRemarks\ny While the evidence is limited, it is possible that\ny The term “drug use disorders”, “cannabis use individuals with a substance use disorder who\ndisorders”, “stimulant use disorders”, “opioid use receive TAU in addition to a digital intervention\ndisorders” refers to diagnosis according to the benefit more from the digital component. This",
  "metadata": {
    "source": "WHO mhGAP-IG 2023",
    "url": "https://www.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "screening_cues",
      "referral",
      "management"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues (very low certainty). compared with active (TAU, brief interventions)\ny In adults with stimulant use disorders or those comparators, show effect for reducing\nusing psychostimulants, it is uncertain if digital psychostimulant use (very low certainty).\ninterventions, when compared with non-active y In adults with opioid use disorders or those using\n(waitlist, assessment-only) comparators, have opioids, digital interventions, when compared\n11 Boumparis N, Khazaal Y, Krupchanka D, Schaub MP. Digital interventions for adult drug users: a systematic review and meta-analysis. 2023\n(in preparation).\n71\nMental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders\nwith active (TAU, brief interventions) comparators, different findings for active/non-active comparators\nshow effect for reducing opioid use (very are likely due to the different characteristics (such\nlow certainty). as severity) of the target group and intensity of the\nprovided treatment.\nRemarks\ny While the evidence is limited, it is possible that\ny The term “drug use disorders”, “cannabis use individuals with a substance use disorder who\ndisorders”, “stimulant use disorders”, “opioid use receive TAU in addition to a digital intervention\ndisorders” refers to diagnosis according to the benefit more from the digital component. This (very low certainty). compared with active (tau, brief interventions)\ny in adults with stimulant use disorders or those comparators, show effect for reducing\nusing psychostimulants, it is uncertain if digital psychostimu..."
}