{
  "id": "mhgap#management_291a6dcb",
  "content": "for Public Health, Ministry of Health, Chile; Pratap Sharan, All India Institute of Medical Sciences, India; Vandad\nSharifi Senejani, Department of Psychiatry and Tehran University of Medical Sciences, Islamic Republic of Iran;\nDavid Shiers, Psychosis Research Unit, Greater Manchester Mental Health Trust, Division of Psychology and Mental\nHealth, University of Manchester, United Kingdom; Gagandeep Singh, Department of Neurology, Dayanand Medical\nCollege, India; Sahar Vasquez, Mind Health Connect, Belize; and Min Zhao, Shanghai Drug Abuse Treatment Center\nand Shanghai Mental Health Center and Shanghai Jiaotong University School of Medicine, China.\nThe WHO Steering Group for the guideline comprised staff from across WHO. From the WHO Department of Mental\nHealth and Substance Use: Ken Carswell, Sudipto Chatterjee, Batool Fatima, Alexandra Fleischmann, Michelle\nFunk, Brandon Gray, Charlotte Hanlon, Fahmy Hanna, Dzmitry Krupchanka, Aiysha Malik, Mark van Ommeren,\nVladimir Poznyak, Katrin Seeher, Chiara Servili, Inka Weissbecker. From the WHO regional offices: Florence Baingana\n(Regional Office for Africa), Luis Alfonzo Bello (Regional Office for the Americas, also know as the Pan American\nHealth Organization [PAHO]), Andrea Bruni (Regional Office for South-East Asia), Ana Carina Jorge Dos Santos\nFerreira Borges Bigot (PAHO), Chencho Dorji (Regional Office for South-East Asia), Martin Vandendyck (Regional",
  "metadata": {
    "source": "WHO mhGAP-IG 2023",
    "url": "https://www.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "management"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Management for Public Health, Ministry of Health, Chile; Pratap Sharan, All India Institute of Medical Sciences, India; Vandad\nSharifi Senejani, Department of Psychiatry and Tehran University of Medical Sciences, Islamic Republic of Iran;\nDavid Shiers, Psychosis Research Unit, Greater Manchester Mental Health Trust, Division of Psychology and Mental\nHealth, University of Manchester, United Kingdom; Gagandeep Singh, Department of Neurology, Dayanand Medical\nCollege, India; Sahar Vasquez, Mind Health Connect, Belize; and Min Zhao, Shanghai Drug Abuse Treatment Center\nand Shanghai Mental Health Center and Shanghai Jiaotong University School of Medicine, China.\nThe WHO Steering Group for the guideline comprised staff from across WHO. From the WHO Department of Mental\nHealth and Substance Use: Ken Carswell, Sudipto Chatterjee, Batool Fatima, Alexandra Fleischmann, Michelle\nFunk, Brandon Gray, Charlotte Hanlon, Fahmy Hanna, Dzmitry Krupchanka, Aiysha Malik, Mark van Ommeren,\nVladimir Poznyak, Katrin Seeher, Chiara Servili, Inka Weissbecker. From the WHO regional offices: Florence Baingana\n(Regional Office for Africa), Luis Alfonzo Bello (Regional Office for the Americas, also know as the Pan American\nHealth Organization [PAHO]), Andrea Bruni (Regional Office for South-East Asia), Ana Carina Jorge Dos Santos\nFerreira Borges Bigot (PAHO), Chencho Dorji (Regional Office for South-East Asia), Martin Vandendyck (Regional For public health, ministry of health, chile; pratap sharan, all india institute of medical sciences, india; vandad\nsharifi senejani, department of psychiatry and tehran university of medical sciences, islamic republic o..."
}