{
  "id": "mhgap#management_41dcdcef",
  "content": "problem-solving, control of emotions, and verbal of written and visual information, more concrete\nand non-verbal communication. Social skills training and structured cognitive approaches, providing for\nconsists of role play, exercises and games, as well as short breaks and involvement of a carer in treatment\nhomework. Social skills training is taught in groups sessions.\nand is a relatively short intervention typically lasting y These approaches should be implemented in the\nbetween 8 and 12 weeks. The duration of each group context of broader strategies focused on promoting\nsession is usually 50–90 minutes. inclusive and enabling environments for all,\ny Organizational skills training focuses on including children and adolescents with ADHD.\norganization of materials, time and tasks and y Make reasonable adjustments or adaptations and\nincludes a variety of learning activities, such as provide visual supports if useful.\nteaching, modelling and feedback to build new skills y Ensure that children and youth with ADHD have full\nor improve performance of existing skills. access to health- and social-care services, including\ny Cognitive interventions focus on improving mental health services.\ncognitive processes through controlled exposures to y Promote access to information about treatment\ninformation processing tasks. options suitable for the child or young person’s",
  "metadata": {
    "source": "WHO mhGAP-IG 2023",
    "url": "https://www.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "study",
      "work",
      "coping_skill",
      "management",
      "psychoeducation"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Management problem-solving, control of emotions, and verbal of written and visual information, more concrete\nand non-verbal communication. Social skills training and structured cognitive approaches, providing for\nconsists of role play, exercises and games, as well as short breaks and involvement of a carer in treatment\nhomework. Social skills training is taught in groups sessions.\nand is a relatively short intervention typically lasting y These approaches should be implemented in the\nbetween 8 and 12 weeks. The duration of each group context of broader strategies focused on promoting\nsession is usually 50–90 minutes. inclusive and enabling environments for all,\ny Organizational skills training focuses on including children and adolescents with ADHD.\norganization of materials, time and tasks and y Make reasonable adjustments or adaptations and\nincludes a variety of learning activities, such as provide visual supports if useful.\nteaching, modelling and feedback to build new skills y Ensure that children and youth with ADHD have full\nor improve performance of existing skills. access to health- and social-care services, including\ny Cognitive interventions focus on improving mental health services.\ncognitive processes through controlled exposures to y Promote access to information about treatment\ninformation processing tasks. options suitable for the child or young person’s Problem-solving, control of emotions, and verbal of written and visual information, more concrete\nand non-verbal giao tiếp. social skills training and structured cognitive approaches, providing for\nconsists of role play,..."
}