{
  "id": "mhgap#management_a97a67f8",
  "content": "y Structured physical exercise included planned or programmes in order to meet the needs of children\npurposeful sports games, aerobic exercise, cycling and adolescents with autism may be needed.\nand yoga. This could be completed individually or in These may include greater use of written and\npairs or groups. visual information, more concrete and structured\napproaches, providing for short breaks and\ny The WHO guidelines on physical activity and\ninvolvement of a carer in treatment sessions.\nsedentary behaviour advises that children and\nadolescents should do at least an average of 60 y Make reasonable adjustments or adaptations and\nminutes per day of moderate- to vigorous-intensity, provide visual supports if useful.\nmostly aerobic, physical activity across the week y Ensure that all children and adolescents with autism\n(68). Vigorous-intensity aerobic activities, as well as have full access to health- and social-care services,\nthose that strengthen muscle and bone, should be including mental health services.\nincorporated at least three days a week. y Promote access to information about treatment\ny These approaches should be implemented in the options suitable for the child or adolescent’s needs\ncontext of broader strategies focused on promoting and developmental level, and promote supported",
  "metadata": {
    "source": "WHO mhGAP-IG 2023",
    "url": "https://www.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "study",
      "coping_skill",
      "management",
      "psychoeducation"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Management y Structured physical exercise included planned or programmes in order to meet the needs of children\npurposeful sports games, aerobic exercise, cycling and adolescents with autism may be needed.\nand yoga. This could be completed individually or in These may include greater use of written and\npairs or groups. visual information, more concrete and structured\napproaches, providing for short breaks and\ny The WHO guidelines on physical activity and\ninvolvement of a carer in treatment sessions.\nsedentary behaviour advises that children and\nadolescents should do at least an average of 60 y Make reasonable adjustments or adaptations and\nminutes per day of moderate- to vigorous-intensity, provide visual supports if useful.\nmostly aerobic, physical activity across the week y Ensure that all children and adolescents with autism\n(68). Vigorous-intensity aerobic activities, as well as have full access to health- and social-care services,\nthose that strengthen muscle and bone, should be including mental health services.\nincorporated at least three days a week. y Promote access to information about treatment\ny These approaches should be implemented in the options suitable for the child or adolescent’s needs\ncontext of broader strategies focused on promoting and developmental level, and promote supported Y structured physical exercise included planned or programmes in order to meet the needs of children\npurposeful sports games, aerobic exercise, cycling and adolescents with autism may be needed. and yoga."
}