{
  "id": "mhgap#management_e9642908",
  "content": "y The majority of studies were conducted in HICs. opportunities for reducing the stigma of mental\nFurther research is needed in LMICs. health problems and reduced costs.\ny Overall, there is a lack of standard definitions for y Decision on the choice and implementation of\ninterventions used in recovery-oriented services, recovery-oriented services should be based on\nhigh heterogeneity of outcome measures and individual characteristics of a person and be\ndiversity of study methods that substantially adjusted to the complexity of each person’s needs.\nhamper rigorous evaluation of effectiveness of Service providers should help the person navigate\ntreatment approaches. through the system and make informed decisions\ny The primary outcome for long-term (18 months about engagement into various activities on a case-\nor more) treatment was abstinence; improvement by-case basis. Country adaptation and translation\nwas in favour of the long-term treatment group. of training materials and tools for the provision of\nAbstinence is a dichotomous outcome and a very psychosocial interventions is essential.\nhigh threshold to achieve for people with high y There is no identifiable conflict regarding\nseverity of substance use disorder. Therefore, it sociocultural differences in most interventions,",
  "metadata": {
    "source": "WHO mhGAP-IG 2023",
    "url": "https://www.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "study",
      "relationships",
      "management"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Management y The majority of studies were conducted in HICs. opportunities for reducing the stigma of mental\nFurther research is needed in LMICs. health problems and reduced costs.\ny Overall, there is a lack of standard definitions for y Decision on the choice and implementation of\ninterventions used in recovery-oriented services, recovery-oriented services should be based on\nhigh heterogeneity of outcome measures and individual characteristics of a person and be\ndiversity of study methods that substantially adjusted to the complexity of each person’s needs.\nhamper rigorous evaluation of effectiveness of Service providers should help the person navigate\ntreatment approaches. through the system and make informed decisions\ny The primary outcome for long-term (18 months about engagement into various activities on a case-\nor more) treatment was abstinence; improvement by-case basis. Country adaptation and translation\nwas in favour of the long-term treatment group. of training materials and tools for the provision of\nAbstinence is a dichotomous outcome and a very psychosocial interventions is essential.\nhigh threshold to achieve for people with high y There is no identifiable conflict regarding\nseverity of substance use disorder. Therefore, it sociocultural differences in most interventions, Y the majority of studies were conducted in hics. opportunities for reducing the stigma of mental\nfurther research is needed in lmics."
}