{
  "id": "mhgap#management_29a0134d",
  "content": "ASMs for status epilepticus in children: Sharma et and is associated with significant short-term and\nal., 2023 (12 RCTs).13 There is moderate- to high- long-term mortality. Timely control of status\nquality evidence that there is no clinically important epilepticus is of paramount importance to improve\ndifference in efficacy between intravenous the outcomes.\nphenytoin, fosphenytoin, levetiracetam or sodium y A staged treatment protocol for management of\nvalproate for the treatment of benzodiazepine- status epilepticus is recommended.\nresistant status epilepticus in children. There is – Approximately 30–40% of all individuals fail to\nlow-quality evidence that phenobarbital may be respond to initial treatment with benzodiazepines\nmore effective than phenytoin or sodium valproate (benzodiazepine-resistant or established status\nin the treatment of benzodiazepine-resistant status epilepticus) and need further treatment with\nepilepticus in children. other intravenous ASM, i.e. established status\ny Another factor of concern is the speed of epilepticus. The treatment of established status\nadministration. Fosphenytoin, levetiracetam and epilepticus is the focus of this recommendation\nsodium valproate can be administered within 10 with the above medicines initiated when seizures\nminutes, whereas phenytoin and phenobarbital persist after two doses of benzodiazepines.",
  "metadata": {
    "source": "WHO mhGAP-IG 2023",
    "url": "https://www.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "study",
      "management"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Management ASMs for status epilepticus in children: Sharma et and is associated with significant short-term and\nal., 2023 (12 RCTs).13 There is moderate- to high- long-term mortality. Timely control of status\nquality evidence that there is no clinically important epilepticus is of paramount importance to improve\ndifference in efficacy between intravenous the outcomes.\nphenytoin, fosphenytoin, levetiracetam or sodium y A staged treatment protocol for management of\nvalproate for the treatment of benzodiazepine- status epilepticus is recommended.\nresistant status epilepticus in children. There is – Approximately 30–40% of all individuals fail to\nlow-quality evidence that phenobarbital may be respond to initial treatment with benzodiazepines\nmore effective than phenytoin or sodium valproate (benzodiazepine-resistant or established status\nin the treatment of benzodiazepine-resistant status epilepticus) and need further treatment with\nepilepticus in children. other intravenous ASM, i.e. established status\ny Another factor of concern is the speed of epilepticus. The treatment of established status\nadministration. Fosphenytoin, levetiracetam and epilepticus is the focus of this recommendation\nsodium valproate can be administered within 10 with the above medicines initiated when seizures\nminutes, whereas phenytoin and phenobarbital persist after two doses of benzodiazepines. Asms for status epilepticus in children: sharma et and is associated with significant short-term and\nal., 2023 (12 rcts).13 there is moderate- to high- long-term mortality. timely control of status\nquality evidence that ..."
}