{
  "id": "mhgap#risk_safety_e1ba2c82",
  "content": "Hospital, Australia; Vladimir Carli, National Centre for Suicide Research and Prevention of Mental Ill-Health and WHO\nCollaborating Centre for Research, Training and Methods Development in Suicide Prevention, Karolinska Institutet,\nSweden; Odille Chang, School of Medical Sciences, Fiji National University, Fiji; Pamela Y. Collins, Department of\nMental Health, Johns Hopkins Bloomberg School of Public Health, United States of America (USA); Pim Cuijpers,\nVrije Universiteit Amsterdam, Netherlands (Kingdom of the); Petrus J. de Vries, University of Cape Town, South\nAfrica; Palmira Fortunato dos Santos, Mental Health, Trauma and Violence Program, National Institute of Health,\nMinistry of Health of Mozambique, Mozambique; Christopher Dowrick, University of Liverpool, United Kingdom,\nand Aintree Park Group Practice, United Kingdom, and University of Melbourne, Australia; Julian Eaton, CBM Global\nDisability Inclusion, Netherlands (Kingdom of the), and London School of Hygiene and Tropical Medicine, United\nKingdom; Rabih El Chammay, Ministry of Public Health of Lebanon and Psychiatry Department, School of Medicine,\nSaint-Joseph University and Hotel-Dieu University Hospital, Lebanon; Cleusa P. Ferri, Department of Psychiatry,\nEscola Paulista de Medicina, Universidade Federal de São Paulo, Brazil; Sandra Fortes, School of Medical Sciences,\nRio de Janeiro State University, and Health Ministry, Brazil; Michael P. Hengartner, Zurich University of Applied",
  "metadata": {
    "source": "WHO mhGAP-IG 2023",
    "url": "https://www.who.int/",
    "condition": "General",
    "risk_band": "high",
    "topics": [
      "risk_safety"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Risk Safety Hospital, Australia; Vladimir Carli, National Centre for Suicide Research and Prevention of Mental Ill-Health and WHO\nCollaborating Centre for Research, Training and Methods Development in Suicide Prevention, Karolinska Institutet,\nSweden; Odille Chang, School of Medical Sciences, Fiji National University, Fiji; Pamela Y. Collins, Department of\nMental Health, Johns Hopkins Bloomberg School of Public Health, United States of America (USA); Pim Cuijpers,\nVrije Universiteit Amsterdam, Netherlands (Kingdom of the); Petrus J. de Vries, University of Cape Town, South\nAfrica; Palmira Fortunato dos Santos, Mental Health, Trauma and Violence Program, National Institute of Health,\nMinistry of Health of Mozambique, Mozambique; Christopher Dowrick, University of Liverpool, United Kingdom,\nand Aintree Park Group Practice, United Kingdom, and University of Melbourne, Australia; Julian Eaton, CBM Global\nDisability Inclusion, Netherlands (Kingdom of the), and London School of Hygiene and Tropical Medicine, United\nKingdom; Rabih El Chammay, Ministry of Public Health of Lebanon and Psychiatry Department, School of Medicine,\nSaint-Joseph University and Hotel-Dieu University Hospital, Lebanon; Cleusa P. Ferri, Department of Psychiatry,\nEscola Paulista de Medicina, Universidade Federal de São Paulo, Brazil; Sandra Fortes, School of Medical Sciences,\nRio de Janeiro State University, and Health Ministry, Brazil; Michael P. Hengartner, Zurich University of Applied Hospital, australia; vladimir carli, national centre for tự sát research and prevention of mental ill-health and who\ncollaborating centre for research, training and methods development in tự sát prevention, karolinska in..."
}