{
  "id": "mhgap#risk_safety_3d805076",
  "content": "sodium valproate can be administered within 10 with the above medicines initiated when seizures\nminutes, whereas phenytoin and phenobarbital persist after two doses of benzodiazepines.\nneed to be infused over 20 minutes. Time is of the y Both levetiracetam and sodium valproate are broad\nessence while treating status epilepticus. spectrum drugs active against all types of seizures,\ny There is low- to moderate-quality evidence that and hence may be a good agent for maintenance\nthe safety profile of levetiracetam was better than therapy after the acute control of seizures in children\nfosphenytoin, phenytoin or sodium valproate in with genetic generalized epilepsy or when the\nterms of less requirement for intubation, and lesser type of seizure/epilepsy syndrome is not clear. If\noverall adverse effects. available, intravenous levetiracetam should be\ny There is insufficient evidence to recommend the use considered because of its superior safety profile.\nof lacosamide or diazepam infusion at this time.\n13 Sharma S, Jain P, Aneja S. Antiseizure medicine treatment for established status epilepticus in adults. 2023 (in preparation).\n78\n3. Recommendations\ny There is low- to moderate-quality evidence that Research gaps",
  "metadata": {
    "source": "WHO mhGAP-IG 2023",
    "url": "https://www.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "risk_safety",
      "management"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Risk Safety sodium valproate can be administered within 10 with the above medicines initiated when seizures\nminutes, whereas phenytoin and phenobarbital persist after two doses of benzodiazepines.\nneed to be infused over 20 minutes. Time is of the y Both levetiracetam and sodium valproate are broad\nessence while treating status epilepticus. spectrum drugs active against all types of seizures,\ny There is low- to moderate-quality evidence that and hence may be a good agent for maintenance\nthe safety profile of levetiracetam was better than therapy after the acute control of seizures in children\nfosphenytoin, phenytoin or sodium valproate in with genetic generalized epilepsy or when the\nterms of less requirement for intubation, and lesser type of seizure/epilepsy syndrome is not clear. If\noverall adverse effects. available, intravenous levetiracetam should be\ny There is insufficient evidence to recommend the use considered because of its superior safety profile.\nof lacosamide or diazepam infusion at this time.\n13 Sharma S, Jain P, Aneja S. Antiseizure medicine treatment for established status epilepticus in adults. 2023 (in preparation).\n78\n3. Recommendations\ny There is low- to moderate-quality evidence that Research gaps Sodium valproate can be administered within 10 with the above medicines initiated when seizures\nminutes, whereas phenytoin and phenobarbital persist after two doses of benzodiazepines. need to be infused over 20 minutes."
}