{
  "id": "mhgap#screening_cues_bd5e3f9c",
  "content": "y Few antipsychotics have been tested in children and y For quality of life, quetiapine and lurasidone were\nadolescents. The medicines mentioned above were significantly superior to placebo with small effects.\nthe only efficacious ones. y For social functioning, risperidone, aripiprazole and\ny With regard to overall change in symptoms, all lurasidone were significantly superior to placebo\ninvestigated medicines for which evidence in this with small-to-moderate effects.\nage group was available were significantly superior y For weight gain, molindone produced a weight\nto placebo (clozapine, olanzapine, molindone, decrease compared with the placebo, yet not\nrisperidone, lurasidone, aripiprazole, quetiapine, significantly. Lurasidone was rather weight-neutral\npaliperidone, asenapine) with the exception of with no significant results. Aripiprazole, asenapine,\nhaloperidol, trifluperazine, loxapine, ziprasidone risperidone, paliperidone and olanzapine produced\nand fluphenazine. Clozapine ranked as the most significantly more weight gain than placebo with a\nefficacious medicine with large effects. small effect for aripiprazole, moderate effect sizes\n93\nMental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders\nfor asenapine and risperidone and large effects for Research gaps\npaliperidone, clozapine, quetiapine and olanzapine. y Insufficient knowledge of long-term side-effects\ny Most weight gain was produced by clozapine, in adolescents.\nquetiapine and olanzapine.",
  "metadata": {
    "source": "WHO mhGAP-IG 2023",
    "url": "https://www.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues y Few antipsychotics have been tested in children and y For quality of life, quetiapine and lurasidone were\nadolescents. The medicines mentioned above were significantly superior to placebo with small effects.\nthe only efficacious ones. y For social functioning, risperidone, aripiprazole and\ny With regard to overall change in symptoms, all lurasidone were significantly superior to placebo\ninvestigated medicines for which evidence in this with small-to-moderate effects.\nage group was available were significantly superior y For weight gain, molindone produced a weight\nto placebo (clozapine, olanzapine, molindone, decrease compared with the placebo, yet not\nrisperidone, lurasidone, aripiprazole, quetiapine, significantly. Lurasidone was rather weight-neutral\npaliperidone, asenapine) with the exception of with no significant results. Aripiprazole, asenapine,\nhaloperidol, trifluperazine, loxapine, ziprasidone risperidone, paliperidone and olanzapine produced\nand fluphenazine. Clozapine ranked as the most significantly more weight gain than placebo with a\nefficacious medicine with large effects. small effect for aripiprazole, moderate effect sizes\n93\nMental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders\nfor asenapine and risperidone and large effects for Research gaps\npaliperidone, clozapine, quetiapine and olanzapine. y Insufficient knowledge of long-term side-effects\ny Most weight gain was produced by clozapine, in adolescents.\nquetiapine and olanzapine. Y few antipsychotics have been tested in children and y for quality of life, quetiapine and lurasidone were\nadolescents. the medicines mentioned above were significantly superior to placebo with small effects."
}