{
  "id": "mhgap#risk_safety_16c9588a",
  "content": "Yaskara C. Luersen, Universidade Federal de São Paulo, São Paulo, Brazil\nCarolin Lorenz, Technical University of Munich, Munich, Germany\nMario Luciano, Department of Mental Health University of Campania “L. Vanvitelli”, Naples, Italy\nMario Maj, Department of Mental Health, University of Campania “L. Vanvitelli”, Naples, Italy\nMargaret MacAndrew, Queensland University of Technology, Brisbane, Australia\nAkerke Makhmud, King’s College London, London, United Kingdom\nSihle Mamutse, Stellenbosch University, Stellenbosch, South Africa\nSharna Mathieu, Australian Institute for Suicide Research and Prevention, Brisbane, Australia\nSilvia Minozzi, Department of Epidemiology, Lazio Reginal Health System, Rome, Italy\nZuzana Mitrova, Lazio Regional Health Service, Rome, Italy\nG.J. Melendez-Torres, University of Exeter, Exeter, United Kingdom\nNirvana Morgan, University of the Witwatersrand, Johannesburg, South Africa\n143\nMental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders\nMeaghan O’Donnell, Phoenix Australia, University of Melbourne, Melbourne, Australia\nMaria Panagioti, University of Manchester, Manchester, United Kingdom\nAndrea Phelps, Phoenix Australia, University of Melbourne, Melbourne, Australia\nBrian Reichow, University of Florida, Gainesville, USA\nMichele Romoli, Neurology Unit, Dept of Neuroscience, Bufalini Hospital, Cesena, Italy\nClara Miguel Sanz, Vrije Universiteit Amsterdam, Amsterdam, Netherlands (Kingdom of the)\nGaia Sampogna, Department of Mental Health, University of Campania “L. Vanvitelli”, Naples, Italy",
  "metadata": {
    "source": "WHO mhGAP-IG 2023",
    "url": "https://www.who.int/",
    "condition": "General",
    "risk_band": "high",
    "topics": [
      "risk_safety"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Risk Safety Yaskara C. Luersen, Universidade Federal de São Paulo, São Paulo, Brazil\nCarolin Lorenz, Technical University of Munich, Munich, Germany\nMario Luciano, Department of Mental Health University of Campania “L. Vanvitelli”, Naples, Italy\nMario Maj, Department of Mental Health, University of Campania “L. Vanvitelli”, Naples, Italy\nMargaret MacAndrew, Queensland University of Technology, Brisbane, Australia\nAkerke Makhmud, King’s College London, London, United Kingdom\nSihle Mamutse, Stellenbosch University, Stellenbosch, South Africa\nSharna Mathieu, Australian Institute for Suicide Research and Prevention, Brisbane, Australia\nSilvia Minozzi, Department of Epidemiology, Lazio Reginal Health System, Rome, Italy\nZuzana Mitrova, Lazio Regional Health Service, Rome, Italy\nG.J. Melendez-Torres, University of Exeter, Exeter, United Kingdom\nNirvana Morgan, University of the Witwatersrand, Johannesburg, South Africa\n143\nMental Health Gap Action Programme (mhGAP) guideline for mental, neurological and substance use disorders\nMeaghan O’Donnell, Phoenix Australia, University of Melbourne, Melbourne, Australia\nMaria Panagioti, University of Manchester, Manchester, United Kingdom\nAndrea Phelps, Phoenix Australia, University of Melbourne, Melbourne, Australia\nBrian Reichow, University of Florida, Gainesville, USA\nMichele Romoli, Neurology Unit, Dept of Neuroscience, Bufalini Hospital, Cesena, Italy\nClara Miguel Sanz, Vrije Universiteit Amsterdam, Amsterdam, Netherlands (Kingdom of the)\nGaia Sampogna, Department of Mental Health, University of Campania “L. Vanvitelli”, Naples, Italy Yaskara c. luersen, universidade federal de são paulo, são paulo, brazil\ncarolin lorenz, technical university of munich, munich, germany\nmario luciano, department of mental health university of campania “l."
}