{
  "id": "mhgap#risk_safety_1e5ff2cd",
  "content": "Overall coordination was provided by Tarun Dua, Neerja Chowdhary and Elaine Brohan, of the WHO Department of\nMental Health and Substance Use.\nThanks are due to the Guideline Development Group (GDG) Chair, Graham Thornicroft, of South London & Maudsley\nNHS Foundation Trust, the Centre for Global Mental Health & Centre for Implementation Science, the Institute\nof Psychiatry, Psychology and Neuroscience, and King’s College London, United Kingdom of Great Britain and\nNorthern Ireland, and the Co-Chair and guideline methodologist, Corrado Barbui, of the WHO Collaborating Centre\nfor Research and Training in Mental Health and Service Evaluation, University of Verona, Italy. The other members\nof the GDG, to whom WHO is grateful, are: Amza Ali, Andrews Memorial Hospital and the Department of Medicine\nand Neurology, University of the West Indies and Kingston Public Hospital, Jamaica; Sawitri Assanangkornchai,\nFaculty of Medicine, Prince of Songkla University, Thailand; Henry Brodaty, Centre for Healthy Brain Ageing, School\nof Clinical Medicine, University of New South Wales and Older People’s Mental Health Service, Prince of Wales\nHospital, Australia; Vladimir Carli, National Centre for Suicide Research and Prevention of Mental Ill-Health and WHO\nCollaborating Centre for Research, Training and Methods Development in Suicide Prevention, Karolinska Institutet,",
  "metadata": {
    "source": "WHO mhGAP-IG 2023",
    "url": "https://www.who.int/",
    "condition": "General",
    "risk_band": "high",
    "topics": [
      "risk_safety"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Risk Safety Overall coordination was provided by Tarun Dua, Neerja Chowdhary and Elaine Brohan, of the WHO Department of\nMental Health and Substance Use.\nThanks are due to the Guideline Development Group (GDG) Chair, Graham Thornicroft, of South London & Maudsley\nNHS Foundation Trust, the Centre for Global Mental Health & Centre for Implementation Science, the Institute\nof Psychiatry, Psychology and Neuroscience, and King’s College London, United Kingdom of Great Britain and\nNorthern Ireland, and the Co-Chair and guideline methodologist, Corrado Barbui, of the WHO Collaborating Centre\nfor Research and Training in Mental Health and Service Evaluation, University of Verona, Italy. The other members\nof the GDG, to whom WHO is grateful, are: Amza Ali, Andrews Memorial Hospital and the Department of Medicine\nand Neurology, University of the West Indies and Kingston Public Hospital, Jamaica; Sawitri Assanangkornchai,\nFaculty of Medicine, Prince of Songkla University, Thailand; Henry Brodaty, Centre for Healthy Brain Ageing, School\nof Clinical Medicine, University of New South Wales and Older People’s Mental Health Service, Prince of Wales\nHospital, Australia; Vladimir Carli, National Centre for Suicide Research and Prevention of Mental Ill-Health and WHO\nCollaborating Centre for Research, Training and Methods Development in Suicide Prevention, Karolinska Institutet, Overall coordination was provided by tarun dua, neerja chowdhary and elaine brohan, of the who department of\nmental health and substance use. thanks are due to the guideline development group (gdg) chair, graham thornicr..."
}