{
  "id": "mhgap#management_513f8090",
  "content": "30 minutes. differences between groups (guided vs unguided\ny The studies assessing the reduction of drug use interventions, drug use disorders vs no drug use\nvia digital interventions compared with active disorders). However, the ability to perform subgroup\ncomparators are usually recruiting individuals from analyses was limited due to the small number\nspecialized treatment facilities. The majority of of studies in the different conditions and types\nthose interventions combine the digital component of interventions.\nwith face-to-face treatments, such as TAU or CBT, y Most studies are from HICs. Further research is\nand last 8–12 weeks. needed on LMICs.\ny Differences in findings between active/non-active y There is a lack of an established gold standard for\ncomparators should be interpreted with caution. For reporting drug use outcomes. Further development\nthe comparisons involving non-active comparators, of this would aid consistency of reporting in\nthe majority of individuals were recruited based the field.\non self-reported use patterns and not assessed for y There are not enough data to understand the role of\na substance use disorder. This is contrary to the digital interventions for equity, equality and non-\nstudies involving active comparators that recruited discrimination of people using substances: while",
  "metadata": {
    "source": "WHO mhGAP-IG 2023",
    "url": "https://www.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "management"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Management 30 minutes. differences between groups (guided vs unguided\ny The studies assessing the reduction of drug use interventions, drug use disorders vs no drug use\nvia digital interventions compared with active disorders). However, the ability to perform subgroup\ncomparators are usually recruiting individuals from analyses was limited due to the small number\nspecialized treatment facilities. The majority of of studies in the different conditions and types\nthose interventions combine the digital component of interventions.\nwith face-to-face treatments, such as TAU or CBT, y Most studies are from HICs. Further research is\nand last 8–12 weeks. needed on LMICs.\ny Differences in findings between active/non-active y There is a lack of an established gold standard for\ncomparators should be interpreted with caution. For reporting drug use outcomes. Further development\nthe comparisons involving non-active comparators, of this would aid consistency of reporting in\nthe majority of individuals were recruited based the field.\non self-reported use patterns and not assessed for y There are not enough data to understand the role of\na substance use disorder. This is contrary to the digital interventions for equity, equality and non-\nstudies involving active comparators that recruited discrimination of people using substances: while 30 minutes. differences between groups (guided vs unguided\ny the studies assessing the reduction of drug use interventions, drug use disorders vs no drug use\nvia digital interventions compared with active disorders)."
}