{
  "id": "mhgap#risk_safety_35dc5d22",
  "content": "considered in the recommendations include cocaine specific screening instrument.\nand amphetamine-type stimulants. y Brief interventions are often designed to be\ny In ICD-11, hazardous use refers to a pattern of delivered opportunistically in most settings,\nsubstance use that appreciably increases the risk of including primary care where people may be\nharmful (physical or mental) health consequences seeking help for problems unrelated to substance\nto the user or to others to an extent that warrants use and which can be delivered by professionals\nattention and advice from health professionals. with limited training, thus facilitating access to\nThe increased risk may be from the frequency of interventions for a large number of individuals.\nsubstance use, from the amount used on a given y Any treatment or support for people using drugs\noccasion, from risky behaviours associated with or with drug use disorders should ensure ethical\nsubstance use or the context of use, from a harmful standards – including respect for human rights and\nroute of administration, or from a combination of the individual’s dignity, and never using humiliating\nthese. The risk may be related to short-term effects or degrading interventions – in line with the WHO",
  "metadata": {
    "source": "WHO mhGAP-IG 2023",
    "url": "https://www.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "risk_safety",
      "screening_cues",
      "referral",
      "management",
      "psychoeducation"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Risk Safety considered in the recommendations include cocaine specific screening instrument.\nand amphetamine-type stimulants. y Brief interventions are often designed to be\ny In ICD-11, hazardous use refers to a pattern of delivered opportunistically in most settings,\nsubstance use that appreciably increases the risk of including primary care where people may be\nharmful (physical or mental) health consequences seeking help for problems unrelated to substance\nto the user or to others to an extent that warrants use and which can be delivered by professionals\nattention and advice from health professionals. with limited training, thus facilitating access to\nThe increased risk may be from the frequency of interventions for a large number of individuals.\nsubstance use, from the amount used on a given y Any treatment or support for people using drugs\noccasion, from risky behaviours associated with or with drug use disorders should ensure ethical\nsubstance use or the context of use, from a harmful standards – including respect for human rights and\nroute of administration, or from a combination of the individual’s dignity, and never using humiliating\nthese. The risk may be related to short-term effects or degrading interventions – in line with the WHO Considered in the recommendations include cocaine specific sàng lọc instrument. and amphetamine-type stimulants."
}