{
  "id": "clinical#screening_cues_1fa56d12",
  "content": "Criterion for Clinical Significance\nThere have been substantial efforts by the DSM-5 Task Force and the\nWorld Health Organization (WHO) to separate the concepts of mental\ndisorder and disability (impairment in social, occupational, or other\nimportant areas of functioning). In the WHO system, the International\nClassification of Diseases (ICD) covers all diseases and disorders,\nwhile the International Classification of Functioning, Disability and\nHealth (ICF) provides a separate classification of global disability. The\nWHO Disability Assessment Schedule (WHODAS) is based on the ICF\nand has proven useful as a standardized measure of disability for men-\ntal disorders. However, in the absence of clear biological markers or\nclinically useful measurements of severity for many mental disorders,\nit has not been possible to completely separate normal and pathologi-\ncal symptom expressions contained in diagnostic criteria. This gap in\ninformation is particularly problematic in clinical situations in which\nthe patient’s symptom presentation by itself (particularly in mild\nforms) is not inherently pathological and may be encountered in indi-\nviduals for whom a diagnosis of “mental disorder” would be inappro-\npriate. Therefore, a generic diagnostic criterion requiring distress or\ndisability has been used to establish disorder thresholds, usually",
  "metadata": {
    "source": "DSM-5",
    "url": "https://psychiatry.org/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "stress",
      "habits",
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues Criterion for Clinical Significance\nThere have been substantial efforts by the DSM-5 Task Force and the\nWorld Health Organization (WHO) to separate the concepts of mental\ndisorder and disability (impairment in social, occupational, or other\nimportant areas of functioning). In the WHO system, the International\nClassification of Diseases (ICD) covers all diseases and disorders,\nwhile the International Classification of Functioning, Disability and\nHealth (ICF) provides a separate classification of global disability. The\nWHO Disability Assessment Schedule (WHODAS) is based on the ICF\nand has proven useful as a standardized measure of disability for men-\ntal disorders. However, in the absence of clear biological markers or\nclinically useful measurements of severity for many mental disorders,\nit has not been possible to completely separate normal and pathologi-\ncal symptom expressions contained in diagnostic criteria. This gap in\ninformation is particularly problematic in clinical situations in which\nthe patient’s symptom presentation by itself (particularly in mild\nforms) is not inherently pathological and may be encountered in indi-\nviduals for whom a diagnosis of “mental disorder” would be inappro-\npriate. Therefore, a generic diagnostic criterion requiring distress or\ndisability has been used to establish disorder thresholds, usually Criterion for clinical significance\nthere have been substantial efforts by the dsm-5 task force and the\nworld health organization (who) to separate the concepts of mental\ndisorder and disability (impairment in social, oc..."
}