{
  "id": "clinical#psychoeducation_77006ae8",
  "content": "“Requiring very skills cause severe impairments in functioning, very limited coping with change, or other restricted/\nsubstantial initiation of social interactions, and minimal response to social repetitive behaviors markedly interfere\nsupport” overtures from others. For example, a person with few words with functioning in all spheres. Great dis-\nof intelligible speech who rarely initiates interaction and, when tress/difficulty changing focus or action.\nhe or she does, makes unusual approaches to meet needs only\nand responds to only very direct social approaches.\nLevel 2 Marked deficits in verbal and nonverbal social communication Inflexibility of behavior, difficulty coping\n“Requiring skills; social impairments apparent even with supports in place; with change, or other restricted/repeti-\nsubstantial limited initiation of social interactions; and reduced or abnormal tive behaviors appear frequently enough\nsupport” responses to social overtures from others. For example, a person to be obvious to the casual observer and\nwho speaks simple sentences, whose interaction is limited to interfere with functioning in a variety of\nnarrow special interests, and who has markedly odd nonverbal contexts. Distress and/or difficulty\ncommunication. changing focus or action.\nLevel 1 Without supports in place, deficits in social communication Inflexibility of behavior causes significant",
  "metadata": {
    "source": "DSM-5",
    "url": "https://psychiatry.org/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "stress",
      "study",
      "psychoeducation"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Psychoeducation “Requiring very skills cause severe impairments in functioning, very limited coping with change, or other restricted/\nsubstantial initiation of social interactions, and minimal response to social repetitive behaviors markedly interfere\nsupport” overtures from others. For example, a person with few words with functioning in all spheres. Great dis-\nof intelligible speech who rarely initiates interaction and, when tress/difficulty changing focus or action.\nhe or she does, makes unusual approaches to meet needs only\nand responds to only very direct social approaches.\nLevel 2 Marked deficits in verbal and nonverbal social communication Inflexibility of behavior, difficulty coping\n“Requiring skills; social impairments apparent even with supports in place; with change, or other restricted/repeti-\nsubstantial limited initiation of social interactions; and reduced or abnormal tive behaviors appear frequently enough\nsupport” responses to social overtures from others. For example, a person to be obvious to the casual observer and\nwho speaks simple sentences, whose interaction is limited to interfere with functioning in a variety of\nnarrow special interests, and who has markedly odd nonverbal contexts. Distress and/or difficulty\ncommunication. changing focus or action.\nLevel 1 Without supports in place, deficits in social communication Inflexibility of behavior causes significant “requiring very skills cause severe impairments in functioning, very limited coping with change, or other restricted/\nsubstantial initiation of social interactions, and minimal response to social repetitive behaviors mar..."
}