{
  "id": "clinical#psychoeducation_2f50c348",
  "content": "opment is typically at an ele- judgment and decision-making others is needed to manage social expecta-\nmentary level, and support abilities are limited, and caretak- tions, job complexities, and ancillary\nis required for all use of aca- ers must assist the person with responsibilities such as scheduling, trans-\ndemic skills in work and life decisions. Friendships with portation, health benefits, and money man-\npersonal life. Ongoing assis- typically developing peers are agement. A variety of recreational skills can\ntance on a daily basis is often affected by communication be developed. These typically require addi-\nneeded to complete concep- or social limitations. Significant tional supports and learning opportunities\ntual tasks of day-to-day life, social and communicative sup- over an extended period of time. Maladap-\nand others may take over port is needed in work settings tive behavior is present in a significant\nthese responsibilities fully for success. minority and causes social problems.\nfor the individual.\nIntellectual\nDisability\n(Intellectual\nDevelopmental\nDisorder)\n21\nTABLE 1 Severity levels for intellectual disability (intellectual developmental disorder) (continued)\nSeverity\nlevel Conceptual domain Social domain Practical domain\nSevere Attainment of conceptual Spoken language is quite limited in The individual requires support for all activi-",
  "metadata": {
    "source": "DSM-5",
    "url": "https://psychiatry.org/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "work",
      "relationships",
      "psychoeducation"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Psychoeducation opment is typically at an ele- judgment and decision-making others is needed to manage social expecta-\nmentary level, and support abilities are limited, and caretak- tions, job complexities, and ancillary\nis required for all use of aca- ers must assist the person with responsibilities such as scheduling, trans-\ndemic skills in work and life decisions. Friendships with portation, health benefits, and money man-\npersonal life. Ongoing assis- typically developing peers are agement. A variety of recreational skills can\ntance on a daily basis is often affected by communication be developed. These typically require addi-\nneeded to complete concep- or social limitations. Significant tional supports and learning opportunities\ntual tasks of day-to-day life, social and communicative sup- over an extended period of time. Maladap-\nand others may take over port is needed in work settings tive behavior is present in a significant\nthese responsibilities fully for success. minority and causes social problems.\nfor the individual.\nIntellectual\nDisability\n(Intellectual\nDevelopmental\nDisorder)\n21\nTABLE 1 Severity levels for intellectual disability (intellectual developmental disorder) (continued)\nSeverity\nlevel Conceptual domain Social domain Practical domain\nSevere Attainment of conceptual Spoken language is quite limited in The individual requires support for all activi- Opment is typically at an ele- judgment and decision-making others is needed to manage social expecta-\nmentary level, and hỗ trợ abilities are limited, and caretak- tions, job complexities, and ancillary\nis required for ..."
}