{
  "id": "clinical#risk_safety_3005510d",
  "content": "there are difficulties in culty in accurately perceiving supports typically involve grocery shop-\nlearning academic skills peers’ social cues. Communica- ping, transportation, home and child-care\ninvolving reading, writing, tion, conversation, and language organizing, nutritious food preparation,\narithmetic, time, or money, are more concrete or immature and banking and money management. Rec-\nwith support needed in one than expected for age. There may reational skills resemble those of age-mates,\nor more areas to meet age- be difficulties regulating emotion although judgment related to well-being\nrelated expectations. In and behavior in age-appropriate and organization around recreation\nadults, abstract thinking, fashion; these difficulties are requires support. In adulthood, competitive\nexecutive function (i.e., noticed by peers in social situa- employment is often seen in jobs that do not\nplanning, strategizing, pri- tions. There is limited under- emphasize conceptual skills. Individuals\nority setting, and cognitive standing of risk in social generally need support to make health care\nflexibility), and short-term situations; social judgment is decisions and legal decisions, and to learn to\nmemory, as well as func- immature for age, and the person perform a skilled vocation competently.",
  "metadata": {
    "source": "DSM-5",
    "url": "https://psychiatry.org/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "risk_safety",
      "management",
      "psychoeducation"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Risk Safety there are difficulties in culty in accurately perceiving supports typically involve grocery shop-\nlearning academic skills peers’ social cues. Communica- ping, transportation, home and child-care\ninvolving reading, writing, tion, conversation, and language organizing, nutritious food preparation,\narithmetic, time, or money, are more concrete or immature and banking and money management. Rec-\nwith support needed in one than expected for age. There may reational skills resemble those of age-mates,\nor more areas to meet age- be difficulties regulating emotion although judgment related to well-being\nrelated expectations. In and behavior in age-appropriate and organization around recreation\nadults, abstract thinking, fashion; these difficulties are requires support. In adulthood, competitive\nexecutive function (i.e., noticed by peers in social situa- employment is often seen in jobs that do not\nplanning, strategizing, pri- tions. There is limited under- emphasize conceptual skills. Individuals\nority setting, and cognitive standing of risk in social generally need support to make health care\nflexibility), and short-term situations; social judgment is decisions and legal decisions, and to learn to\nmemory, as well as func- immature for age, and the person perform a skilled vocation competently. There are difficulties in culty in accurately perceiving supports typically involve grocery shop-\nlearning academic skills peers’ social cues. communica- ping, transportation, home and child-care\ninvolving reading, writi..."
}