{
  "id": "clinical#psychoeducation_0981c1e5",
  "content": "schoolers, language and typically a primary tool for social the individual to become independent in\npre-academic skills develop communication but is much less these areas, and reminders may be needed.\nslowly. For school-age chil- complex than that of peers. Similarly, participation in all household\ndren, progress in reading, Capacity for relationships is evi- tasks can be achieved by adulthood,\nwriting, mathematics and in dent in ties to family and friends, although an extended period of teaching is\nunderstanding time and and the individual may have suc- needed, and ongoing supports will typi-\nmoney occurs slowly across cessful friendships across life and cally occur for adult-level performance.\nthe school years and is sometimes romantic relations in Independent employment in jobs that\nmarkedly limited compared adulthood. However, individuals require limited conceptual and communica-\nwith that of peers. For may not perceive or interpret tion skills can be achieved, but considerable\nadults, academic skill devel- social cues accurately. Social support from co-workers, supervisors, and\nopment is typically at an ele- judgment and decision-making others is needed to manage social expecta-\nmentary level, and support abilities are limited, and caretak- tions, job complexities, and ancillary",
  "metadata": {
    "source": "DSM-5",
    "url": "https://psychiatry.org/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "work",
      "relationships",
      "psychoeducation"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Psychoeducation schoolers, language and typically a primary tool for social the individual to become independent in\npre-academic skills develop communication but is much less these areas, and reminders may be needed.\nslowly. For school-age chil- complex than that of peers. Similarly, participation in all household\ndren, progress in reading, Capacity for relationships is evi- tasks can be achieved by adulthood,\nwriting, mathematics and in dent in ties to family and friends, although an extended period of teaching is\nunderstanding time and and the individual may have suc- needed, and ongoing supports will typi-\nmoney occurs slowly across cessful friendships across life and cally occur for adult-level performance.\nthe school years and is sometimes romantic relations in Independent employment in jobs that\nmarkedly limited compared adulthood. However, individuals require limited conceptual and communica-\nwith that of peers. For may not perceive or interpret tion skills can be achieved, but considerable\nadults, academic skill devel- social cues accurately. Social support from co-workers, supervisors, and\nopment is typically at an ele- judgment and decision-making others is needed to manage social expecta-\nmentary level, and support abilities are limited, and caretak- tions, job complexities, and ancillary Schoolers, language and typically a primary tool for social the individual to become independent in\npre-academic skills develop giao tiếp but is much less these areas, and reminders may be needed. slowly."
}