{
  "id": "ICD-11_d8316c98",
  "corpus": "ICD-11",
  "condition": "General",
  "text": "24 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders • in some cases, whether the onset of symptoms meets a particular diagnostic requirement (e.g. “characterized by the rapid and concurrent onset of several characteristic symptoms”); and • whether the symptoms meet any stated requirement regarding their impact on the individual’s functioning (“symptoms result in significant impairment in personal, family, social, educational, occupational or other important areas of functioning”) or have resulted in “significant distress”. As noted, the CDDR generally avoid artificial precision in quantifying the exact number of items that must be present from a list of symptoms or specifying a precise duration requirement. Too rigidly applied, these can create barriers – for example, due to cultural variation or in contexts where an individual may have limited opportunities to access care. The essential features attempt to describe the relevant clinical phenomena clearly in order to allow for flexible application of the CDDR in establishing the presence of each diagnostic item. It is up to the diagnosing health professional to make a judgement about its presence or absence, considering the entire context of the clinical presentation. If the essential features do not mention a required duration for the symptoms, it is assumed that the symptoms should have been present for at least one month in order to assign the diagnosis. Consideration of other disorders that may share presenting features This aspect of the diagnostic evaluation includes whether the symptoms are best considered to be a manifestation of a disease or disorder classified outside of the mental, behavioural and neurodevelopmental disorders chapter (e.g. a sleep-wake disorder, a disease of the nervous system, or another medical condition). In cases where the symptoms are judged to be a direct pathophysiological consequence of a medical condition and the mental, behavioural or neurodevelopmental symptoms are a specific focus of clinical attention, a diagnosis of one of the secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere may be assigned, in addition to the appropriate diagnosis for the etiological medical condition. For example, depressive symptoms similar to those of a depressive episode that are judged to be due to hypothyroidism would warrant a diagnosis of secondary mood syndrome, with depressive symptoms in addition to hypothyroidism. However, certain disorders are diagnosed regardless of whether they are believed to be caused by a medical condition classified elsewhere, including neurocognitive disorders and certain neurodevelopmental disorders (i.e. disorders of intellectual development, autism spectrum disorder, stereotyped movement disorder). The evaluation also includes whether the symptoms are due to the effects of a substance or medication on the central nervous system. If so, a diagnosis of one of the substance-induced mental disorders (e.g. alcohol-induced delirium, amfetamine-induced psychotic disorder) is likely to be appropriate. Other categories specifically linked to substances or medications include catatonia induced by substances or medications; amnestic disorder due to psychoactive substances, including medications; and dementia due to psychoactive substances, including medications. Finally, the diagnostic evaluation includes whether there are other ICD-11 mental, behavioural and neurodevelopmental disorders that share features with the disorder under consideration, that might better account for the symptomatic presentation. Whether a particular disorder that could account for the symptoms in fact better accounts for them is a clinical judgement. For example, the essential features of social anxiety disorder, which are characterized by marked and excessive fear or anxiety that occurs in social situations, includes the diagnostic requirement that “the symptoms are not better accounted for by another mental disorder (e.g. agoraphobia, body dysmorphic disorder, olfactory reference disorder)”. Each of these listed disorders may also involve the development of anxiety in social situations. For body dysmorphic disorder and olfactory reference disorder, the anxiety involves excessive self-consciousness about perceived defects in appearance or emitting an offensive body odour, respectively. In agoraphobia, the Using the CDDR for ICD-11 mental, behavioural and neurodevelopmental disorders in clinical settings 25 anxiety is related to a fear of specific negative outcomes in social situations, such as panic attacks or other incapacitating (e.g. falling) or embarrassing (e.g. incontinence) physical symptoms. In making the clinical judgement of whether the symptoms of anxiety in social situations are better accounted for by one of these other disorders, the clinician takes into account factors such as the temporal sequence of the symptoms, which symptoms predominate, and the presence of other clinical features. Consideration of boundary with normality (threshold) For the most part, mental disorders occur on a severity continuum with no sharp division separating cases and non-cases (i.e. normality), making the differentiation between a mild case of the disorder and non-disordered normal variation potentially challenging. It is advisable to review this section because, in some cases, what might appear to be evidence of psychopathology may in fact be within the bounds of normality given the individual’s developmental stage and cultural context. This section of the CDDR also points out common false-positive presentations. Consideration of boundaries with other disorders and conditions (differential diagnosis) This section of the CDDR is an extension and expansion of the “consideration of other disorders that may share presenting features” element of the essential features and provides a more comprehensive review of other disorders that should be considered in the differential diagnosis. The clinician should consider whether any of the disorders listed might explain the presenting symptoms. Consideration of co-occurring and mutually exclusive diagnoses ICD-11 diagnoses are generally assigned for every disorder for which the diagnostic requirements are met; that is, co-occurring diagnoses are typically permitted. However, there are specific situations in which the diagnostic requirements may be met for more than one disorder, typically because of symptom overlap, but the CDDR recommend making only a single diagnosis. In most cases, this is noted in the essential features but, in some cases, it is noted in the description of the differential diagnosis for that disorder in the section on boundaries with other disorders and conditions. In the CDDR, recommendations against diagnosing two particular disorders together (i.e. co- occurrence) are generally made in one of the following ways. • “The symptoms do not meet the diagnostic requirements for …”; “The symptoms do not occur exclusively during episodes of …”; “The individual has never met the diagnostic requirements for …”: these types of exclusionary statements are typically used if the symptomatic presentation of the disorder in question is already part of the definition of another disorder, and an additional diagnosis of the excluded disorder would be redundant. • The first case (“symptoms do not meet diagnostic requirement for”) prevents the assignment of both diagnoses if the diagnostic requirements for both disorders are met at the same time, and generally indicates that the other disorder should be diagnosed instead. For example, the CDDR for bulimia nervosa indicate that the diagnosis should only be assigned if the symptoms do not meet the diagnostic requirements for anorexia nervosa, so that individuals who maintain an excessively low body weight by reducing their energy intake through purging behaviour would be assigned only a single diagnosis of anorexia nervosa rather than diagnoses of both anorexia nervosa and bulimia nervosa. The presence of bulimia-like behaviour is indicated with the binge-purge pattern specifier applied to the diagnosis of anorexia nervosa. 26 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders • The second case (“symptoms do not occur exclusively during episodes of”) similarly prevents diagnosing the disorder in question if its symptoms only occur during episodes of another disorder. For example, the CDDR for dissociative amnesia indicate that it should not be diagnosed if the dissociative memory loss occurs only during episodes of trance disorder; the amnestic symptoms are features of trance disorder rather than a separate condition. • The third case (“individual has never met the diagnostic requirements for”) prevents a diagnosis from being made if there is currently, or a history of, another disorder. For example, the CDDR for schizotypal disorder indicate that, in order to assign the diagnosis, the individual’s past symptoms should never have met the diagnostic requirements for schizophrenia, schizoaffective disorder or delusional disorder. Similarly, recurrent depressive disorder is not diagnosed if the individual has ever experienced a manic, mixed or hypomanic episode. • “The symptoms are better accounted for by another mental disorder”: many essential features sections include the requirement that the symptomatic presentation is not better accounted for by another mental disorder. This is typically the case when the symptomatic requirements of one disorder are also a possible manifestation of another disorder. An example is the occurrence of significant anxiety symptoms that develop in anticipation of attending school. If the anxiety is entirely accounted for by fear of speaking in class and/or social interaction with peers, a diagnosis of social anxiety disorder would be most appropriate. On the other hand, if the anxiety is entirely accounted for by fear of being separated from attachment figures while at school, a diagnosis of separation anxiety disorder would be appropriate. However, if the anxiety is related to both fear of negative evaluation by peers and separation from attachment figures, and all other diagnostic requirements for both disorders are met, then both diagnoses may be assigned. These distinctions typically require clinical judgement, in this example, about the relevant “focus of apprehension” or stimuli or situations that trigger the anxiety. • Symptomatic presentations accounted for by another disorder can sometimes be assigned an additional diagnosis if the second diagnosis is a separate focus of clinical attention. Such recommendations may be noted in the section on boundaries with other disorders and conditions section. For example, stereotyped movements may be part of presentation of autism spectrum disorder: “repetitive and stereotyped motor movements, such as whole- body movements…” are listed as examples of “persistent restricted, repetitive and inflexible patterns of behaviour, interests or activities” in the essential features of autism spectrum disorder. In the boundary with stereotyped movement disorder in the CDDR for autism spectrum disorder, however, it is noted that “although such stereotyped movements are typical in autism spectrum disorder, if they are severe enough to require additional clinical attention – for example, because of self-injury – a co-occurring diagnosis of stereotyped movement disorder may be warranted”. • Finally, the boundaries with other disorders and conditions section may contain other recommendations regarding whether or not to diagnose more than one disorder. For example, in the CDDR for generalized anxiety disorder, the boundary with depressive disorders states that “generalized anxiety disorder may co-occur with depressive disorders, but should only be diagnosed if the diagnostic requirements for generalized anxiety disorder were met prior to the onset of or following complete remission of a depressive episode”. Other specified and unspecified categories By default, all groupings in ICD-11 contain what are called “residual categories”, which include “other specified” categories with ICD-11 codes ending in “Y” (e.g. 6C7Y Other specified impulse control disorders) and “unspecified” categories with ICD-11 codes ending in “Z” (e.g. 6A8Z Mood disorder, unspecified). Occasionally, residual categories are “suppressed”, or not listed, in the ICD-11 MMS because the other categories contained in the grouping are considered Using the CDDR for ICD-11 mental, behavioural and neurodevelopmental disorders in clinical settings 27 to be exhaustive. For example, the grouping elimination disorders contains enuresis, encopresis and elimination disorder, unspecified; the other specified residual has been suppressed for this grouping and thus does not appear in the MMS. The CDDR include essential (required) features for other specified categories at the grouping level (e.g. other specified mood disorder, other specified dissociative disorder). A particular other specified diagnosis should be applied when the presentation is judged to be a clinically significant mental disorder falling within a particular grouping of disorders (e.g. mood disorders, dissociative disorders) because it shares primary clinical features with these disorders but does not fulfil the diagnostic requirements of any of the other available categories. For example, a presentation that included all of the essential features of schizophrenia but had not met the 1-month duration requirement would appropriately be diagnosed as other specified primary psychotic disorder. A presentation characterized by abnormal eating or feeding behaviours that did not correspond to the essential features of any of the specific feeding and eating disorders categories but resulted in significant risk or damage to health, significant distress or significant impairment in functioning could be diagnosed as other specified feeding and eating disorder. Sometimes, other specified diagnoses may refer to recognizable syndromes that have not been included as separate categories in ICD-11 – for example, because they are very rare or are not sufficiently widely recognized as disorders. Ganser syndrome, for example, would be diagnosed as other specified dissociative disorder, and what is sometimes called “pathological demand avoidance” could be diagnosed as other specified disruptive behaviour or dissocial disorder if it did not meet the diagnostic requirements for oppositional defiant disorder. The characteristics of the presentation in other specified disorder should be specified in the clinical record. Unspecified categories are most commonly used by professional coders when the clinician has provided insufficient information in the clinical record to assign a more specific diagnosis. In clinical situations, unspecified categories are appropriate only when insufficient information is available to make a more definitive diagnosis and, if possible, should be changed when additional information becomes available. In contrast to other specified categories, which are used when the clinician knows what the disorder is but there is no precisely corresponding code, unspecified categories are used when the clinician has been unable to arrive at a precise diagnostic determination. For example, an individual presenting in a hospital emergency department who is exhibiting hallucinations and delusions in the absence of evidence of substance use, delirium or dementia might be assigned a diagnosis of schizophrenia or other primary psychotic disorder, unspecified, until a more complete assessment can be conducted. Unspecified categories should not be used as an administrative shortcut when a more specific diagnosis can be assigned; this results in a major loss of clinical and statistical information. Other ICD-11 chapters relevant to diagnostic formulation of mental, behavioural and neurodevelopmental disorders Categories from any of the other 24 chapters in ICD-11 may be comorbid with a mental, behavioural or neurodevelopmental disorder, and thus relevant to their diagnostic formulation. However, the following chapters warrant particular attention: Chapter 7. Sleep-wake disorders The ICD-11 chapter on sleep-wake disorders brings together ICD-10 nonorganic sleep disorders (F51) with “organic” sleep disorders (G47) that were classified in the ICD-10 chapter on diseases of the nervous system, as well as categories previously included in several other chapters (i.e. endocrine, nutritional and metabolic diseases; diseases of the respiratory system; certain 28 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders conditions originating in the perinatal period). Sleep-wake disorders previously included in the ICD-10 chapter on mental and behavioural disorders include nightmare disorder, sleepwalking disorder, sleep terrors and “nonorganic” versions of insomnia disorders, hypersomnia disorders and circadian rhythm sleep-wake disorders (disorders of the sleep-wake schedule in ICD-10). The unified ICD-11 chapter on sleep-wake disorders reflects the fact that the pathophysiology of most of these disorders is complex and includes both physiological and psychological/ behavioural components. ICD-11 abandons outdated and incorrect assumptions about the etiology of sleep-wake disorders – in particular, the obsolete distinction between “organic” and “nonorganic” disorders. The chapter is intended to enhance patient care and public health by creating a more visible and accurate system that will enhance clinician awareness and improve diagnostic accuracy and treatment. Placement of these conditions in a separate chapter on sleep- wake disorders is in no way intended to indicate that they should not be diagnosed and treated by appropriately trained mental health professionals. Chapter 8. Diseases of the nervous system Diseases of the nervous system have a close relationship with mental, behavioural and neurodevelopmental disorders. Disorders in both chapters may affect cognition, emotional regulation or behaviour, and reflect dysfunctions in the psychological, biological or developmental processes. Given that mental, behavioural and neurodevelopmental disorders also affect the brain, in some instances the distinction between the two chapters is arbitrary and reflects professional tradition – especially the boundary between psychiatry and neurology – as much as biological or phenomenological differences between the conditions listed in each. For some conditions, the psychological, behavioural or developmental syndrome is classified in the mental, behavioural and neurodevelopmental disorders chapter, while the underlying etiology may be classified in diseases of the nervous system. This includes disorders of intellectual development, autism spectrum disorder and stereotyped movement disorder in the neurodevelopmental disorders grouping; and delirium, mild neurocognitive disorder, amnestic disorder and dementia in the neurocognitive disorders grouping, all of which are diagnosed regardless of etiology. If the etiology is known, the corresponding diagnosis should also be assigned, which is often but not always in in the chapter on diseases of the nervous system. The other neurodevelopmental disorders (e.g. developmental learning disorder, developmental speech or language disorder, developmental motor coordination disorder) are generally not diagnosed if the symptoms are fully accounted for by a disease of the nervous system. When mental, behavioural or neurodevelopmental syndromes are judged to be a direct pathological consequence of a disease of the nervous system and are a specific focus of clinical attention, a diagnosis from the grouping secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere may be assigned. For example, a psychotic syndrome with prominent visual hallucinations that is judged to be the direct pathophysiological consequence of Parkinson disease would be diagnosed as secondary psychotic syndrome, with hallucinations along with a diagnosis of Parkinson disease. Tic disorders and acquired aphasia with epilepsy (Landau-Kleffner syndrome) were classified in ICD-10 as emotional disorders with onset usually occurring in childhood and adolescence, but in ICD-11 have been moved to the chapter on diseases of the nervous system. In addition, movement disorders caused by medications (e.g. drug-induced parkinsonism, drug-induced dystonia), which are associated with certain medications commonly used to treat mental disorders, are included among the diseases of the nervous system.",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": true,
    "has_followup": true
  }
}