{
  "id": "ICD-11_ee14e473",
  "corpus": "ICD-11",
  "condition": "General",
  "text": "754 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders ICD-11 ICD-10 Notes Neurodevelopmental disorders 6A00 Disorders of intellectual development 6A00.0 Disorder of intellectual development, mild F70 Mild mental retardation 4-character code: F70.9 Mild mental retardation without mention of impairment of behaviour 6A00.1 Disorder of intellectual development, moderate F71 Moderate mental retardation 4-character code: F71.9 Moderate mental retardation without mention of impairment of behaviour 6A00.2 Disorder of intellectual development, severe F72 Severe mental retardation 4-character code: F72.9 Severe mental retardation without mention of impairment of behaviour 6A00.3 Disorder of intellectual development, profound F73 Profound mental retardation 4-character code: F73.9 Profound mental retardation without mention of impairment of behaviour 6A00.4 Disorder of intellectual development, F78 Other mental retardation provisional 4-character code: F78.9 Other mental retardation without mention of impairment of behaviour 6A00.Z Disorder of intellectual development, F79 Unspecified mental retardation unspecified 4-character code: F79.9 Unspecified mental retardation without mention of impairment of behaviour 6A01 Developmental speech and language F80 Specific developmental disorders of speech and disorders language 6A01.0 Developmental speech sound disorder F80.0 Specific speech articulation disorder 6A01.1 Developmental speech fluency disorder F98.5 Stuttering [stammering] Select the appropriate category based on AND/OR clinical presentation. There is no diagnostic distinction in ICD- F98.6 Cluttering 11 between the forms of speech dysfluency described in ICD-10 as stuttering and cluttering. Crosswalk from ICD-11 mental, behavioural and neurodevelopmental disorders to ICD-10 for clinician use 755 ICD-11 ICD-10 Notes 6A01.2 Developmental language disorder See below For clinical purposes, the type of language impairment (e.g. receptive, expressive, other) should be specified. If no information is available about the type of language impairment, F80.9 Developmental disorder of speech or language, unspecified, can be used. 6A01.20 Developmental language disorder with F80.1 Expressive language disorder impairment of receptive and expressive language AND F80.2 Receptive language disorder 6A01.21 Developmental language disorder with F80.1 Expressive language disorder impairment of mainly expressive language 6A01.22 Developmental language disorder with F80.8 Other developmental disorders of speech and language impairment of mainly pragmatic language 6A01.23 Developmental language disorder with other F80.8 Other developmental disorders of speech and language specified language impairment 6A01.Y Other specified developmental speech or F80.8 Other developmental disorders of speech and language language disorder 6A01.Z Developmental speech or language disorder, F80.9 Developmental disorder of speech and language, unspecified unspecified 6A02 Autism spectrum disorder F84.0 Childhood autism Use F84.1 if it is unclear that onset was prior OR to the age of 3 years (keeping in mind that people may come to F84.1 Atypical autism clinical attention much later). Regardless of OR onset, use F84.5 if there is no general impairment F84.5 Asperger syndrome in intellectual functioning or functional language. 6A02.0 Autism spectrum disorder without disorder F84.5 Asperger syndrome of intellectual development and with mild or no impairment of functional language 6A02.1 Autism spectrum disorder with disorder F84.0 Childhood autism Use F84.1 if it is unclear of intellectual development and with mild or no that onset was prior impairment of functional language OR to the age of 3 years (keeping in mind that people may come to F84.1 Atypical autism clinical attention much later). 6A02.2 Autism spectrum disorder without disorder of F84.0 Childhood autism Use F84.1 if it is unclear intellectual development and with impaired functional that onset was prior language OR to the age of 3 years (keeping in mind that people may come to F84.1 Atypical autism clinical attention much later). 6A02.3 Autism spectrum disorder with disorder of F84.0 Childhood autism Use F84.1 if it is unclear intellectual development and with impaired functional that onset was prior language OR to the age of 3 years (keeping in mind that people may come to F84.1 Atypical autism clinical attention much later).",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}