{
  "id": "ICD-11_e36039cb",
  "corpus": "ICD-11",
  "condition": "General",
  "text": "Using the CDDR for ICD-11 mental, behavioural and neurodevelopmental disorders in clinical settings 33 One code from the mental, behavioural and neurodevelopmental disorders chapter indicates the mental disorder diagnosis, and a second code indicates the etiological medical condition. Note that the CDDR often use the generic term “medical condition” to refer to health conditions that are not mental disorders (i.e. not classified in the chapter on mental, behavioural and neurodevelopmental disorders). This is only a shorthand; it is not intended to suggest that mental, behavioural and neurodevelopmental disorders are not health conditions. The convention of double coding as it applies to the grouping of secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere involves assigning the code for the presumed underlying disorder or disease in combination with the code for the phenomenologically relevant secondary mental disorder. The earlier example of presentation consisting of depressive symptoms similar to those of a depressive episode that are judged to be due to hypothyroidism would be indicated by combining the diagnostic code for secondary mood syndrome, with depressive symptoms (6E62.0) with the appropriate diagnostic code from the hypothyroidism grouping – for example, transient congenital hypothyroidism (5A00.03), yielding the combination code 6E62.0/5A00.03. This coding convention also applies to neurocognitive disorders such as dementia due to different types of underlying diseases; for example, frontotemporal dementia requires two codes: 6D83 for the syndrome of frontotemporal dementia plus 8A23 frontotemporal lobar degeneration from Chapter 8 on diseases of the nervous system, yielding a combined code of 6D83/8A23. Importantly, the order of the codes being combined is not meaningful in this situation; it is not necessary to list the primary disorder first. That is, 6D83/8A23 has the same meaning as 8A23/6D83. Secondary parenting The ICD-11 classification is divided into 25 chapters, generally based on organ system (e.g. diseases of the digestive system), anatomic location (e.g. diseases of the ear and mastoid process), common pathophysiological process (e.g. certain infectious or parasitic disorders; neoplasms) or medical specialty (e.g. separating diseases of the nervous system from mental, behavioural and neurodevelopmental disorders). Many diseases in ICD-11 could have been placed in more than one chapter (e.g. pancreatic cancer could have been plausibly placed in either the diseases of the digestive system or the neoplasms chapter). ICD-11 acknowledges this fact by sometimes locating the same disorder in two (or more) chapters, with one of the chapters considered to be the “primary parent” and other chapter(s) termed “secondary parent(s)”. For example, the grouping of primary tics and tic disorders is listed in both Chapter 8 on diseases of the nervous system (within the movement disorders grouping) and the mental, behavioural and neurodevelopmental disorders chapter (within the neurodevelopmental disorders grouping). They are primary-parented in Chapter 8 on diseases of the nervous system and secondary-parented in the mental, behavioural and neurodevelopmental disorders chapter. The code number in both instances is the same and corresponds to the primary parent. For example, the code for Tourette syndrome is 8A05.00. The “8” in the first digit of the code indicates that it is primary-parented in Chapter 8 on diseases of the nervous system. The same code (8A05.00) is retained when Tourette syndrome appears as a part of the grouping of neurodevelopmental disorders in Chapter 6. 34 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders List of categories 35 List of categories ICD-11 Mental, behavioural and neurodevelopmental disorders Note: the following list contains all the available codes in the ICD-11 chapter on mental, behavioural and neurodevelopmental disorders. As described in the section of this manual on using the CDDR for ICD-11 mental, behavioural and neurodevelopmental disorders (p. 2 1), ICD-11 uses secondary parenting to cross-list categories from other parts of the classification that share important primary clinical features or other linkages with the disorders contained in a particular grouping. This most commonly involves substance- induced mental disorders and secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere, which are also classified in Chapter 6. In several cases, however, this involves categories from other chapters of ICD-11 (e.g. the inclusion of primary tics and tic disorders from Chapter 8 on disorders of the nervous system with neurodevelopmental disorders). These secondary-parented categories also appear in the list below with the groupings to which they are cross-listed, in grey font. In ICD-11, postcoordination is a mechanism for allowing additional codes to be linked to the initial diagnostic code to identify additional clinically significant features of the clinical presentation. See the section on using the CDDR for ICD-11 mental, behavioural and neurodevelopmental disorders (p. 21). Postcoordination options for each disorder grouping appear also appear in the list below, in boxes. In some cases, ellipses (…) are used to improve the readability of the list by avoiding repetition of the disorder name. When used, ellipses signify the category name that appears in the level immediately above. For example, below 6A01.2 Developmental language disorder, the title for 6A01.20 appears as “… with impairment of receptive and expressive language” rather using the full name of the category, “6A01.20 Developmental language disorder with impairment of receptive and expressive language”. Neurodevelopmental disorders 6A00 Disorders of intellectual development Specify severity: 6A00.0 Disorder of intellectual development, mild 6A00.1 Disorder of intellectual development, moderate 6A00.2 Disorder of intellectual development, severe 6A00.3 Disorder of intellectual development, profound 6A00.4 Disorder of intellectual development, provisional 6A00.Z Disorder of intellectual development, unspecified 36 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders 6A01 Developmental speech and language disorders 6A01.0 Developmental speech sound disorder 6A01.1 Developmental speech fluency disorder 6A01.2 Developmental language disorder Specify areas of language impairment: 6A01.20 … with impairment of receptive and expressive language 6A01.21 … with impairment of mainly expressive language 6A01.22 … with impairment of mainly pragmatic language 6A01.23 … with other specified language impairment 6A01.Y Other specified developmental speech or language disorder 6A01.Z Developmental speech or language disorder, unspecified 6A02 Autism spectrum disorder Specify whether there is a co-occurring disorder or intellectual development and level of functional language impairment: 6A02.0 … without disorder of intellectual development and with mild or no impairment of functional language 6A02.1 … with disorder of intellectual development and with mild or no impairment of functional language 6A02.2 … without disorder of intellectual development and with impaired functional language 6A02.3 … with disorder of intellectual development and with impaired functional language 6A02.5 … with disorder of intellectual development and with complete, or almost complete, absence of functional language 6A02.Y Other specified autism spectrum disorder 6A02.Z Autism spectrum disorder, unspecified For all the above Autism Spectrum Disorder (6A02.x) categories, specify whether: 6A02.x0 without loss of previously acquired skills 6A02.x1 with loss of previously acquired skills 6A03 Developmental learning disorder Specify area(s) of learning impairment: 6A03.0 … with impairment in reading 6A03.1 … with impairment in written expression 6A03.2 … with impairment in mathematics 6A03.3 … with other specified impairment of learning 6A03.Z … unspecified 6A04 Developmental motor coordination disorder List of categories 37 6A05 Attention deficit hyperactivity disorder Specify characteristics of clinical presentation: 6A05.0 … with predominantly inattentive presentation 6A05.1 … with predominantly hyperactive-impulsive presentation 6A05.2 … with combined presentation 6A05.Y … with other specified presentation 6A05.Z … presentation unspecified 6A06 Stereotyped movement disorder Specify presence of self-injurious behaviours: 6A06.0 … without self-injury 6A06.1 … with self-injury 6A06.Z … unspecified 6A0Y Other specified neurodevelopmental disorder 6A0Z Neurodevelopmental disorder, unspecified Secondary-parented categories From Chapter 8 on diseases of the nervous system: 8A05.0 Primary tics and tic disorders 8A05.00 Tourette syndrome 8A05.01 Chronic motor tic disorder 8A05.02 Chronic phonic tic disorder From secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere: 6E60 Secondary neurodevelopmental syndrome 6E60.0 Secondary speech or language syndrome 6E60.Y Other specified secondary neurodevelopmental syndrome 6E60.Z Secondary neurodevelopmental syndrome, unspecified 38 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Schizophrenia and other primary psychotic disorders 6A20 Schizophrenia Specify course: 6A20.0 Schizophrenia, first episode Specify current presentation: 6A20.00 … currently symptomatic 6A20.01 … in partial remission 6A20.02 … in full remission 6A20.0Z … unspecified 6A20.1 Schizophrenia, multiple episodes Specify current presentation: 6A20.10 … currently symptomatic 6A20.11 … in partial remission 6A20.12 … in full remission 6A20.1Z … unspecified 6A20.2 Schizophrenia, continuous Specify current presentation: 6A20.20 … currently symptomatic 6A20.21 … in partial remission 6A20.02 … in full remission 6A20.2Z … unspecified 6A20.Y Other specified episode of schizophrenia 6A20.Z Schizophrenia, episode unspecified 6A21 Schizoaffective disorder Specify course: 6A21.0 Schizoaffective disorder, first episode Specify current presentation: 6A20.00 … currently symptomatic 6A20.01 … in partial remission 6A20.02 … in full remission 6A20.0Z … unspecified 6A21.1 Schizoaffective disorder, multiple episodes Specify current presentation: 6A21.10 … currently symptomatic 6A21.11 … in partial remission 6A21.12 … in full remission 6A21.1Z … unspecified List of categories 39 6A21.2 Schizoaffective disorder, continuous Specify current presentation: 6A21.20 … currently symptomatic 6A21.21 … in partial remission 6A21.22 … in full remission 6A21.2Z … unspecified 6A21.Y Other specified schizoaffective disorder 6A21.Z Schizoaffective disorder, unspecified 6A22 Schizotypal disorder 6A23 Acute and transient psychotic disorder Specify course: 6A23.0 Acute and transient psychotic disorder, first episode Specify current presentation: 6A23.00 … currently symptomatic 6A23.01 … in partial remission 6A23.02 … in full remission 6A23.0Z … unspecified 6A23.1 Acute and transient psychotic disorder, multiple episodes Specify current presentation: 6A23.10 … currently symptomatic 6A23.11 … in partial remission 6A23.12 … in full remission 6A23.1Z … unspecified 6A23.Y Other specified acute and transient psychotic disorder 6A23.Z Acute and transient psychotic disorder, unspecified 6A24 Delusional disorder Specify current presentation: 6A24.0 … currently symptomatic 6A24.1 … in partial remission 6A24.2 … in full remission 6A24.Z … unspecified 6A2Y Other specified primary psychotic disorder 6A2Z Schizophrenia or other primary psychotic disorder, unspecified 40 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Postcoordination for schizophrenia and other primary psychotic disorders For all above categories in the schizophrenia and other primary psychotic disorders grouping, specify symptomatic manifestations of primary psychotic disorders to describe current clinical presentation: 6A25.0 Positive symptoms Specify severity: 6A25.0&XS8H None 6A25.0&XS5W Mild 6A25.0&XS0T Moderate 6A25.0&XS25 Severe 6A25.1 Negative symptoms Specify severity: 6A25.1&XS8H None 6A25.1&XS5W Mild 6A25.1&XS0T Moderate 6A25.1&XS25 Severe 6A25.2 Depressive mood symptoms Specify severity: 6A25.2&XS8H None 6A25.2&XS5W Mild 6A25.2&XS0T Moderate 6A25.2&XS25 Severe 6A25.3 Manic mood symptoms Specify severity: 6A25.3&XS8H None 6A25.3&XS5W Mild 6A25.3&XS0T Moderate 6A25.3&XS25 Severe 6A25.4 Psychomotor symptoms Specify severity: 6A25.4&XS8H None 6A25.4&XS5W Mild 6A25.4&XS0T Moderate 6A25.4&XS25 Severe 6A25.5 Cognitive symptoms Specify severity: 6A25.5&XS8H None 6A25.5&XS5W Mild 6A25.5&XS0T Moderate 6A25.5&XS25 Severe List of categories 41 Secondary-parented categories From disorders due to substance use: Substance-induced psychotic disorders Specify substance class: 6C40.6 Alcohol-induced psychotic disorder Specify clinical presentation: 6C40.60 … with hallucinations 6C40.61 … with delusions 6C40.62 … with mixed psychotic symptoms 6C40.6Z … unspecified 6C41.6 Cannabis-induced psychotic disorder 6C42.6 Synthetic cannabinoid-induced psychotic disorder 6C43.6 Opioid-induced psychotic disorder 6C44.6 Sedative, hypnotic or anxiolytic-induced psychotic disorder 6C45.6 Cocaine-induced psychotic disorder Specify clinical presentation: 6C45.60 … with hallucinations 6C45.61 … with delusions 6C45.62 … with mixed psychotic symptoms 6C45.6Z … unspecified 42 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders 6C46.6 Stimulant-induced psychotic disorder, including amfetamines, methamfetamine and methcathinone Specify clinical presentation: 6C46.60 … with hallucinations 6C46.61 … with delusions 6C46.62 … mixed psychotic symptoms 6C46.6Z … unspecified 6C47.6 Synthetic cathinone-induced psychotic disorder Specify clinical presentation: 6C47.60 … with hallucinations 6C47.61 … with delusions 6C47.62 … with mixed psychotic symptoms 6C47.6Z … unspecified 6C49.5 Hallucinogen-induced psychotic disorder 6C4B.6 Volatile inhalant-induced psychotic disorder 6C4C.6 MDMA or related drug-induced psychotic disorder 6C4D.5 Dissociative drug-induced psychotic disorder, including ketamine and phencyclidine (PCP) 6C4E.6 Psychotic disorder induced by other specified psychoactive substance 6C4F.6 Psychotic disorder induced by multiple specified psychoactive substances 6C4G.6 Psychotic disorder induced by unknown or unspecified specified psychoactive substances List of categories 43 From secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere: 6E61 Secondary psychotic syndrome Specify clinical presentation: 6E61.0 … with hallucinations 6E61.1 … with delusions 6E61.2 … with hallucinations and delusions 6E61.3 … with unspecified symptoms Catatonia 6A40 Catatonia associated with another mental disorder 6A41 Catatonia induced by substances or medications 6E61 6A4Z Catatonia, unspecified Secondary-parented category From secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere: 6E69 Secondary catatonia syndrome 44 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Mood disorders Bipolar and related disorders 6A60 Bipolar type I disorder Specify type of current or most recent episode and/or remission: 6A60.0 … current episode manic, without psychotic symptoms 6A60.1 … current episode manic, with psychotic symptoms 6A60.2 … current episode hypomanic 6A60.3 … current episode depressive, mild 6A60.4 … current episode depressive, moderate, without psychotic symptoms 6A60.5 … current episode depressive, moderate, with psychotic symptoms 6A60.6 … current episode depressive, severe, without psychotic symptoms 6A60.7 … current episode depressive, severe, with psychotic symptoms 6A60.8 … current episode depressive, unspecified severity 6A60.9 … current episode mixed, without psychotic symptoms 6A60.A … current episode mixed, with psychotic symptoms 6A60.B … currently in partial remission, most recent episode manic or hypomanic 6A60.C … currently in partial remission, most recent episode depressive 6A60.D … currently in partial remission, most recent episode mixed 6A60.E … currently in partial remission, most recent episode unspecified 6A60.F … currently in full remission 6A60.Y Other specified bipolar type I disorder 6A60.Z Bipolar type I disorder, unspecified Postcoordination for bipolar type I disorder: For all above bipolar type I disorder categories, specify additional features of current presentation or course by using additional code(s) if applicable: 6A80.0 with prominent anxiety symptoms 6A80.1 with panic attacks 6A80.2 current depressive episode persistent 6A80.3 current depressive episode with melancholia 6A80.4 with seasonal pattern of mood episode onset 6A80.5 with rapid cycling For all above bipolar type I disorder current or most recent episodes, specify if episode onset was during pregnancy or within 6 weeks after delivery by using additional code: 6E20 Mental and behavioural disorders associated with pregnancy, childbirth or the puerperium, without psychotic symptoms 6E21 Mental and behavioural disorders associated with pregnancy, childbirth or the puerperium, with psychotic symptoms 6E2Z Mental and behavioural disorders associated with pregnancy, childbirth or the puerperium, unspecified List of categories 45 6A61 Bipolar type II disorder Specify type of current or most recent episode and/or remission: 6A61.0 … current episode hypomanic 6A61.1 … current episode depressive, mild 6A61.2 … current episode depressive, moderate, without psychotic symptoms 6A61.3 … current episode depressive, moderate, with psychotic symptoms 6A61.4 … current episode depressive, severe, without psychotic symptoms 6A61.5 … current episode depressive, severe, with psychotic symptoms 6A61.6 … current episode depressive, unspecified severity 6A61.7 … currently in partial remission, most recent episode hypomanic 6A61.8 … currently in partial remission, most recent episode depressive 6A61.9 … currently in partial remission, most recent episode unspecified 6A61.A … currently in full remission 6A61.Y Other specified bipolar type II disorder 6A61.Z Bipolar type II disorder, unspecified Postcoordination for bipolar type II disorder For all above bipolar type II disorder categories, specify additional features of current presentation or course by using additional code(s) if applicable: 6A80.0 with prominent anxiety symptoms 6A80.1 with panic attacks 6A80.2 current depressive episode persistent 6A80.3 current depressive episode with melancholia 6A80.4 with seasonal pattern of mood episode onset 6A80.5 with rapid cycling For all above bipolar type II disorder current or most recent episodes, specify if episode onset was during pregnancy or within 6 weeks after delivery by using additional code: 6E20 Mental and behavioural disorders associated with pregnancy, childbirth or the puerperium, without psychotic symptoms 6E21 Mental and behavioural disorders associated with pregnancy, childbirth or the puerperium, with psychotic symptoms 6E2Z Mental and behavioural disorders associated with pregnancy, childbirth or the puerperium, unspecified 6A62 Cyclothymic disorder 6A6Y Other specified bipolar or related disorder 6A6Z Bipolar or related disorder, unspecified 46 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Depressive disorders 6A70 Single episode depressive disorder Specify severity or remission of current episode: 6A70.0 … mild 6A70.1 … moderate, without psychotic symptoms 6A70.2 … moderate, with psychotic symptoms 6A70.3 … severe, without psychotic symptoms 6A70.4 … severe, with psychotic symptoms 6A70.5 … unspecified severity 6A70.6 … currently in partial remission 6A70.7 … currently in full remission 6A70.Y Other specified single episode depressive disorder 6A70.Z Single episode depressive disorder, unspecified Postcoordination for single episode depressive disorder For all above single episode depressive disorder categories, specify additional features of current presentation or course by using additional code(s) if applicable: 6A80.0 with prominent anxiety symptoms 6A80.1 with panic attacks 6A80.2 current depressive episode persistent 6A80.3 current depressive episode with melancholia 6A80.4 with seasonal pattern of mood episode onset For all above single episode depressive disorder current or most recent episodes, specify if episode onset was during pregnancy or within 6 weeks after delivery by 6A72 using additional code: 6E20 Mental and behavioural disorders associated with pregnancy, childbirth or the puerperium, without psychotic symptoms 6E21 Mental and behavioural disorders associated with pregnancy, childbirth or the puerperium, with psychotic symptoms 6E2Z Mental and behavioural disorders associated with pregnancy, childbirth or the puerperium, unspecified 6A7Y 6A7Z 6A71 Recurrent depressive disorder 6A8Y Specify severity or remission of current episode: 6A71.0 … current episode mild 6A71.1 … current episode moderate, without psychotic symptoms 6A71.2 … current episode moderate, with psychotic symptoms 6A8Z 6A71.3 … current episode severe, without psychotic symptoms List of categories 47 6A71.4 … current episode severe, with psychotic symptoms 6A71.5 … current episode, unspecified severity 6A71.6 … currently in partial remission 6A71.7 … currently in full remission 6A71.Y Other specified recurrent depressive disorder 6A71.Z Recurrent depressive disorder, unspecified Postcoordination for recurrent depressive disorder For all above recurrent depressive disorder categories, specify additional features of current presentation or course by using additional code(s) if applicable: 6A80.0 with prominent anxiety symptoms 6A80.1 with panic attacks 6A80.2 current depressive episode persistent 6A80.3 current depressive episode with melancholia 6A80.4 with seasonal pattern of mood episode onset For all above recurrent depressive disorder current or most recent episodes, specify if episode onset was during pregnancy or within 6 weeks after delivery by using additional code: 6E20 Mental and behavioural disorders associated with pregnancy, childbirth or the puerperium, without psychotic symptoms 6E21 Mental and behavioural disorders associated with pregnancy, childbirth or the puerperium, with psychotic symptoms 6E2Z Mental and behavioural disorders associated with pregnancy, childbirth or the puerperium, unspecified 6A72 Dysthymic disorder 6A73 Mixed depressive and anxiety disorder 6A7Y Other specified depressive disorder 6A7Z Depressive disorder, unspecified 6A8Y Other specified mood disorder 6A8Z Mood disorder, unspecified 48 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Secondary-parented categories From disorders due to substance use: Substance-induced mood disorders Specify substance class: 6C40.70 Alcohol-induced mood disorder Specify clinical presentation: 6C40.700 … with depressive symptoms 6C40.701 … with manic symptoms 6C40.702 … with mixed depressive and manic symptoms 6C40.70Z … unspecified 6C41.70 Cannabis-induced mood disorder Specify clinical presentation: 6C41.700 … with depressive symptoms 6C41.701 … with manic symptoms 6C41.702 … with mixed depressive and manic symptoms 6C41.70Z … unspecified 6C42.70 Synthetic cannabinoid-induced mood disorder Specify clinical presentation: 6C42.700 … with depressive symptoms 6C42.701 … with manic symptoms 6C42.702 … with mixed depressive and manic symptoms 6C42.70Z … unspecified 6C43.70 Opioid-induced mood disorder Specify clinical presentation: 6C43.700 … with depressive symptoms 6C43.701 … with manic symptoms 6C43.702 … with mixed depressive and manic symptoms 6C43.70Z … unspecified List of categories 49 6C44.70 Sedative, hypnotic or anxiolytic-induced mood disorder Specify clinical presentation: 6C44.700 … with depressive symptoms 6C44.701 … with manic symptoms 6C44.702 … with mixed depressive and manic symptoms 6C44.70Z … unspecified 6C45.70 Cocaine-induced mood disorder Specify clinical presentation: 6C45.700 … with depressive symptoms 6C45.701 … with manic symptoms 6C45.702 … with mixed depressive and manic symptoms 6C45.70Z … unspecified 6C46.70 Stimulant-induced mood disorder, including amfetamines, methamfetamine and methcathinone Specify clinical presentation: 6C46.700 … with depressive symptoms 6C46.701 … with manic symptoms 6C46.702 … with mixed depressive and manic symptoms 6C46.70Z … unspecified 6C47.70 Synthetic cathinone-induced mood disorder Specify clinical presentation: 6C47.700 … with depressive symptoms 6C47.701 … with manic symptoms 6C47.702 … with mixed depressive and manic symptoms 6C47.70Z … unspecified 6C49.60 Hallucinogen-induced mood disorder Specify clinical presentation: 6C49.700 … with depressive symptoms 6C49.701 … with manic symptoms 6C49.702 … with mixed depressive and manic symptoms 6C49.70Z … unspecified 50 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders 6C4B.70 Volatile inhalant-induced mood disorder Specify clinical presentation: 6C4B.700 … with depressive symptoms 6C4B.701 … with manic symptoms 6C4B.702 … with mixed depressive and manic symptoms 6C4B.70Z … unspecified 6C4C.70 MDMA or related drug-induced mood disorder, including MDA Specify clinical presentation: 6C4C.700 … with depressive symptoms 6C4C.701 … with manic symptoms 6C4C.702 … with mixed depressive and manic symptoms 6C4C.70Z … unspecified 6C4D.60 Dissociative drug-induced mood disorder, including ketamine and PCP Specify clinical presentation: 6C4D.700 … depressive symptoms 6C4D.701 … with manic symptoms 6C4D.702 … with mixed depressive and manic symptoms 6C4D.70Z … unspecified 6C4E.70 Mood disorder induced by other specified psychoactive substance Specify clinical presentation: 6C4E.700 … with depressive symptoms 6C4E.701 … with manic symptoms 6C4E.702 … with mixed depressive and manic symptoms 6C4E.70Z … unspecified 6C4F.70 Mood disorder induced by multiple specified psychoactive substances Specify clinical presentation: 6C4F.700 … with depressive symptoms 6C4F.701 … with manic symptoms 6C4F.702 … with mixed depressive and manic symptoms 6C4F.70Z … unspecified 6C4G.70 Mood disorder induced by unknown or unspecified psychoactive substances Specify clinical presentation: 6C4G.700 … with depressive symptoms 6C4G.701 … with manic symptoms List of categories 51 6C4G.702 … with mixed depressive and manic symptoms 6C4G.70Z … unspecified From secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere: 6E62 Secondary mood syndrome Specify clinical presentation: 6E62.0 … with depressive symptoms 6E62.1 … with manic symptoms 6E62.2 … with mixed symptoms 6E62.3 … with unspecified symptoms Anxiety and fear-related disorders 6B00 Generalized anxiety disorder Specify presence of panic attacks without co-occurring panic disorder diagnosis 6B00/MB23.H Generalized anxiety disorder with panic attacks 6B01 Panic disorder 6B02 Agoraphobia Specify presence of panic attacks without co-occurring panic disorder diagnosis 6B02/MB23.H Agoraphobia with panic attacks 6B03 Specific phobia Specify presence of panic attacks without co-occurring panic disorder diagnosis 6B03/MB23.H Specific phobia with panic attacks 6B04 Social anxiety disorder Specify presence of panic attacks without co-occurring panic disorder diagnosis 6B04/MB23.H Social anxiety disorder with panic attacks 6B05 Separation anxiety disorder Specify presence of panic attacks without co-occurring panic disorder diagnosis 6B05/MB23.H Separation anxiety disorder with panic attacks 52 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders 6B06 Selective mutism 6B0Y Other specified anxiety or fear-related disorder Specify presence of panic attacks without co-occurring panic disorder diagnosis 6B0Y/MB23.H Other specified anxiety and fear-related disorder with panic attacks 6B0Z Anxiety or fear-related disorder, unspecified Specify presence of panic attacks without co-occurring panic disorder diagnosis 6B0Z/MB23.H Anxiety or fear-related disorder, unspecified, with panic attacks Secondary-parented categories From obsessive-compulsive and related disorders: 6B23 Hypochondriasis (health anxiety disorder) Specify level of insight: 6B23.0 Hypochondriasis with fair to good insight 6B23.1 Hypochondriasis with poor to absent insight From disorders due to substance use: Substance-induced anxiety disorders Specify substance class: 6C40.71 Alcohol-induced anxiety disorder 6C41.71 Cannabis-induced anxiety disorder 6C42.71 Synthetic cannabinoid-induced anxiety disorder 6C43.71 Opioid-induced anxiety disorder List of categories 53 6C44.71 Sedative, hypnotic or anxiolytic-induced anxiety disorder 6C45.71 Cocaine-induced anxiety disorder 6C46.71 Stimulant-induced anxiety disorder, including amfetamines, methamfetamine and methcathinone 6C47.71 Synthetic cathinone-induced anxiety disorder 6C48.71 Caffeine-induced anxiety disorder 6C49.71 Hallucinogen-induced anxiety disorder 6C40.71 Volatile inhalant-induced anxiety disorder 6C4C.71 MDMA or related drug-induced anxiety disorder 6C4D.71 Dissociative drug-induced anxiety disorder, including ketamine and PCP 6C4E.71 Anxiety disorder induced by other specified psychoactive substance 6C4F.71 Anxiety disorder induced by multiple specified psychoactive substances 6C4G.71 Anxiety disorder induced by unknown or unspecified specified psychoactive substances From secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere: 6E63 Secondary anxiety syndrome 54 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Obsessive-compulsive and related disorders 6B20 Obsessive-compulsive disorder Specify level of insight: 6B20.0 Obsessive-compulsive disorder with fair to good insight 6B20.1 Obsessive-compulsive disorder with poor to absent insight 6B20.Z Obsessive-compulsive disorder, unspecified 6B21 Body dysmorphic disorder Specify level of insight: 6B21.0 Body dysmorphic disorder with fair to good insight 6B21.1 Body dysmorphic disorder with poor to absent insight 6B21.Z Body dysmorphic disorder, unspecified 6B22 Olfactory reference disorder Specify level of insight: 6B22.0 Olfactory reference disorder with fair to good insight 6B22.1 Olfactory reference disorder with poor to absent insight 6B22.Z Olfactory reference disorder, unspecified 6B23 Hypochondriasis (health anxiety disorder) Specify level of insight: 6B23.0 Hypochondriasis with fair to good insight 6B23.1 Hypochondriasis with poor to absent insight 6B23.Z Hypochondriasis, unspecified 6B24 Hoarding disorder Specify level of insight: 6B24.0 Hoarding disorder with fair to good insight 6B24.1 Hoarding disorder with poor to absent insight 6B24.Z Hoarding disorder, unspecified 6B25 Body-focused repetitive behaviour disorders 6E64 6B25.0 Trichotillomania (hair-pulling disorder) 6B25.1 Excoriation (skin-picking) disorder List of categories 55 6B25.Y Other specified body-focused repetitive behaviour disorder 6B25.Z Body-focused repetitive behaviour disorder, unspecified 6B2Y Other specified obsessive-compulsive or related disorder 6B2Z Obsessive-compulsive or related disorder, unspecified Secondary-parented categories From Chapter 8 on diseases of the nervous system: 8A05.00 Tourette syndrome From disorders due to substance use: Substance-induced obsessive-compulsive and related disorders Specify substance class: 6C45.72 Cocaine-induced obsessive-compulsive or related disorder 6C46.72 Stimulant-induced obsessive-compulsive or related disorder, including amfetamines, methamfetamine and methcathinone 6C47.72 Synthetic cathinone-induced obsessive-compulsive or related syndrome 6C4E.72 Obsessive-compulsive or related disorder induced by other specified psychoactive substance 6C4F.72 Obsessive-compulsive or related disorder induced by multiple specified psychoactive substances 6C4G.72 Obsessive-compulsive or related disorder induced by unknown or unspecified psychoactive substances From secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere: 6E64 Secondary obsessive-compulsive or related syndrome 56 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Disorders specifically associated with stress 6B40 Post-traumatic stress disorder 6B41 Complex post-traumatic stress disorder 6B42 Prolonged grief disorder 6B43 Adjustment disorder 6B44 Reactive attachment disorder 6B45 Disinhibited social engagement disorder 6B4Y Other specified disorder specifically associated with stress 6B4Z Disorder specifically associated with stress, unspecified Secondary-parented category From Chapter 21 on factors influencing health status or contact with health services QE84 Acute stress reaction 6B64 6B65 List of categories 57 Dissociative disorders 6B60 Dissociative neurological symptom disorder Specify clinical presentation: 6B60.0 … with visual disturbance 6B60.1 … with auditory disturbance 6B60.2 … with vertigo or dizziness 6B60.3 … with other sensory disturbance 6B60.4 … with non-epileptic seizures 6B60.5 … with speech disturbance 6B60.6 … with paresis or weakness 6B60.7 … with gait disturbance 6B60.8 … with movement disturbance 6B60.80 … with chorea 6B60.81 … with myoclonus 6B60.82 … with tremor 6B60.83 … with dystonia 6B60.84 … with facial spasm 6B60.85 … with parkinsonism 6B60.8Y … with other specified movement disturbance 6B60.8Z … with unspecified movement disturbance 6B60.9 … with cognitive symptoms 6B60.Y … with other specified symptoms 6B60.Z … with unspecified symptoms 6B61 Dissociative amnesia Specify presence of dissociative fugue: 6B61.0 … with dissociative fugue 6B61.1 … without dissociative fugue 6B61.Z … unspecified 6B62 Trance disorder 6B63 Possession trance disorder 6B64 Dissociative identity disorder 6B65 Partial dissociative identity disorder 58 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders 6B66 Depersonalization-derealization disorder 6B6Y Other specified dissociative disorder 6B84 6B6Z Dissociative disorder, unspecified Secondary-parented category From secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere: 6E65 Secondary dissociative syndrome 6C00 Feeding and eating disorders 6B80 Anorexia nervosa Specify underweight status: 6B80.0 Anorexia nervosa with significantly low body weight Specify pattern of weight-related behaviours: 6B80.00 … restricting pattern 6C01 6B80.01 … binge-purge pattern 6B80.0Z … unspecified 6B80.1 Anorexia nervosa with dangerously low body weight Specify pattern of weight-related behaviours: 6B80.10 … restricting pattern 6B80.11 … binge-purge pattern 6B80.1Z … unspecified 6B80.2 Anorexia nervosa in recovery with normal body weight 6B80.Y Other specified anorexia nervosa 6B80 6B80.Z Anorexia nervosa, unspecified 6B81 Bulimia nervosa 6B82 Binge-eating disorder List of categories 59 6B83 Avoidant-restrictive food intake disorder 6B84 Pica 6B85 Rumination-regurgitation disorder 6B8Y Other specified feeding or eating disorder 6B83 6B8Z Feeding or eating disorder, unspecified 6B84 Elimination disorders 6C00 Enuresis Specify night-time or daytime occurrence: 6C00.0 Nocturnal enuresis 6C00.1 Diurnal enuresis 6C00.2 Nocturnal and diurnal enuresis 6C00.Z Enuresis, unspecified 6C01 Encopresis Specify pattern of faecal soiling: 6C01.0 …with constipation and overflow incontinence 6C01.1 …without constipation and overflow incontinence 6C01.Z …unspecified 6B80 Elimination disorder, unspecified 60 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Disorders of bodily distress or bodily experience 6C20 Bodily distress disorder Specify level of severity: 6C20.0 Mild bodily distress disorder 6C20.1 Moderate bodily distress disorder 6C20.2 Severe bodily distress disorder 6C20.Z Bodily distress disorder, unspecified 6C21 Body integrity dysphoria 6C2Y Other specified disorder of bodily distress or bodily experience 6C2Z Disorder of bodily distress or bodily experience, unspecified Disorders due to substance use and addictive behaviours Disorders due to substance use 6C41 6C40 Disorders due to use of alcohol 6C40.0 Episode of harmful use of alcohol 6C40.1 Harmful pattern of use of alcohol Specify pattern: 6C40.10 … episodic 6C40.11 … continuous 6C40.1Z … unspecified 6C40.2 Alcohol dependence Specify pattern of substance use or remission: 6C40.20 … current use, continuous 6C40.21 … current use, episodic 6C40.22 … early full remission 6C40.23 … sustained partial remission 6C40.24 … sustained full remission 6C40.2Z … unspecified List of categories 61 6C40.3 Alcohol intoxication Specify severity: 6C40.3&XS5W Alcohol intoxication, mild 6C40.3&XS0T Alcohol intoxication, moderate 6C40.3&XS25 Alcohol intoxication, severe 6C40.4 Alcohol withdrawal Specify clinical presentation: 6C40.40 … uncomplicated 6C40.41 … with perceptual disturbances 6C40.42 … with seizures 6C40.43 … with perceptual disturbances and seizures 6C40.4Z … unspecified 6C40.5 Alcohol-induced delirium 6C40.6 Alcohol-induced psychotic disorder Specify clinical presentation: 6C40.60 … with hallucinations 6C40.61 … with delusions 6C40.62 … with mixed psychotic symptoms 6C40.6Z … unspecified 6C40.70 Alcohol-induced mood disorder Specify clinical presentation: 6C40.700 … with depressive symptoms 6C40.701 … with manic symptoms 6C40.702 … with mixed depressive and manic symptoms 6C40.70Z … unspecified 6C40.71 Alcohol-induced anxiety disorder 6C40.Y Other specified disorder due to use of alcohol 6C40.Z Disorders due to use of alcohol, unspecified 6C41 Disorders due to use of cannabis 6C41.0 Episode of harmful use of cannabis 6C41.1 Harmful pattern of use of cannabis Specify pattern: 6C41.10 … episodic 6C41.11 … continuous 6C41.1Z … unspecified 6C41.2 Cannabis dependence Specify pattern of substance use or remission: 6C41.20 … current use 6C41.21 … early full remission 6C41.22 … sustained partial remission 6C41.23 … sustained full remission 6C41.2Z … unspecified 6C41.3 Cannabis intoxication Specify severity: 6C41.3&XS5W Cannabis intoxication, mild 6C41.3&XS0T Cannabis intoxication, moderate 6C41.3&XS25 Cannabis intoxication, severe 62 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders 6C41.4 Cannabis withdrawal 6C41.5 Cannabis-induced delirium 6C41.6 Cannabis-induced psychotic disorder 6C41.70 Cannabis-induced mood disorder Specify clinical presentation: 6C41.700 … with depressive symptoms 6C41.701 … with manic symptoms 6C41.702 … with mixed depressive and manic symptoms 6C41.70Z … unspecified 6C41.71 Cannabis-induced anxiety disorder 6C41.Y Other specified disorder due to use of cannabis 6C41.Z Disorder due to use of cannabis, unspecified 6C42 Disorders due to use of synthetic cannabinoids 6C42.0 Episode of harmful use of synthetic cannabinoids 6C42.1 Harmful pattern of use of synthetic cannabinoids Specify pattern: 6C42.10 … episodic 6C42.11 … continuous 6C42.1Z … unspecified 6C42.2 Synthetic cannabinoid dependence Specify pattern of substance use or remission: 6C42.20 … current use 6C42.21 … early full remission 6C42.22 … sustained partial remission 6C42.23 … sustained full remission 6C42.2Z … unspecified 6C42.3 Synthetic cannabinoid intoxication Specify severity: 6C42.3&XS5W Synthetic cannabinoid intoxication, mild 6C42.3&XS0T Synthetic cannabinoid intoxication, moderate 6C42.3&XS25 Synthetic cannabinoid intoxication, severe 6C42.4 Synthetic cannabinoid withdrawal 6C42.5 Synthetic cannabinoid-induced delirium 6C42.6 Synthetic cannabinoid-induced psychotic disorder 6C42.70 Synthetic cannabinoid-induced mood disorder Specify clinical presentation: 6C42.700 … with depressive symptoms 6C42.701 … with manic symptoms 6C42.702 … with mixed depressive and manic symptoms 6C42.70Z … unspecified 6C42.71 Synthetic cannabinoid-induced anxiety disorder 6C42.Y Other specified disorder due to use of synthetic cannabinoids 6C42.Z Disorder due to use of synthetic cannabinoids, unspecified List of categories 63 6C43 Disorders due to use of opioids 6C43.0 Episode of harmful use of opioids 6C43.1 Harmful pattern of use of opioids Specify pattern: 6C43.10 … episodic 6C43.11 … continuous 6C43.1Z … unspecified 6C43.2 Opioid dependence Specify pattern of substance use or remission: 6C43.20 … current use 6C43.21 … early full remission 6C43.22 … sustained partial remission 6C43.23 … sustained full remission 6C43.2Z … unspecified 6C43.3 Opioid intoxication Specify severity: 6C43.3&XS5W Opioid intoxication, mild 6C43.3&XS0T Opioid intoxication, moderate 6C43.3&XS25 Opioid intoxication, severe 6C43.4 Opioid withdrawal 6C43.5 Opioid-induced delirium 6C43.6 Opioid-induced psychotic disorder 6C43.70 Opioid-induced mood disorder Specify clinical presentation: 6C43.700 … with depressive symptoms 6C43.701 … with manic symptoms 6C43.702 … with mixed depressive and manic symptoms 6C43.70Z … unspecified 6C43.71 Opioid-induced anxiety disorder 6C43.Y Other specified disorder due to use of opioids 6C43.Z Disorder due to use of opioids, unspecified 6C44 Disorders due to use of sedatives, hypnotics or anxiolytics 6C44.0 Episode of harmful use of sedatives, hypnotics or anxiolytics 6C44.1 Harmful pattern of use of sedatives, hypnotics or anxiolytics Specify pattern: 6C44.10 … episodic 6C44.11 … continuous 6C44.1Z … unspecified 6C44.2 Sedative, hypnotic or anxiolytic dependence Specify pattern of substance use or remission: 6C44.20 … current use 64 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders 6C44.21 … early full remission 6C44.22 … sustained partial remission 6C44.23 … sustained full remission 6C44.2Z … unspecified 6C44.3 Sedative, hypnotic or anxiolytic intoxication Specify severity: 6C44.3&XS5W Sedative, hypnotic or anxiolytic intoxication, mild 6C44.3&XS0T Sedative, hypnotic or anxiolytic intoxication, moderate 6C44.3&XS25 Sedative, hypnotic or anxiolytic intoxication, severe 6C44.4 Sedative, hypnotic or anxiolytic withdrawal Specify clinical presentation: 6C44.40 … uncomplicated 6C44.41 … with perceptual disturbances 6C44.42 … with seizures 6C44.43 … with perceptual disturbances and seizures 6C44.4Z … unspecified 6C44.5 Sedative, hypnotic or anxiolytic-induced delirium 6C44.6 Sedative, hypnotic or anxiolytic-induced psychotic disorder 6C44.70 Sedative, hypnotic or anxiolytic-induced mood disorder Specify clinical presentation: 6C44.700 … with depressive symptoms 6C44.701 … with manic symptoms 6C44.702 … with mixed depressive and manic symptoms 6C44.70Z … unspecified 6C44.71 Sedative, hypnotic or anxiolytic-induced anxiety disorder 6C44.Y Other specified disorder due to use of sedatives, hypnotics or anxiolytics 6C44.Z Disorder due to use of sedatives, hypnotics or anxiolytics, unspecified 6C45 Disorders due to use of cocaine 6C45.0 Episode of harmful use of cocaine 6C45.1 Harmful pattern of use of cocaine Specify pattern: 6C45.10 … episodic 6C45.11 … continuous 6C45.1Z … unspecified 6C45.2 Cocaine dependence Specify pattern of substance use or remission: 6C45.20 … current use 6C45.21 … early full remission 6C45.22 … sustained partial remission 6C45.23 … sustained full remission 6C45.2Z … unspecified List of categories 65 6C45.3 Cocaine intoxication Specify severity: 6C45.3&XS5W Cocaine intoxication, mild 6C45.3&XS0T Cocaine intoxication, moderate 6C45.3&XS25 Cocaine intoxication, severe 6C45.4 Cocaine withdrawal 6C45.5 Cocaine-induced delirium 6C45.6 Cocaine-induced psychotic disorder Specify clinical presentation: 6C45.60 … with hallucinations 6C45.61 … with delusions 6C45.62 … with mixed psychotic symptoms 6C45.6Z … unspecified 6C45.70 Cocaine-induced mood disorder Specify clinical presentation: 6C45.700 … with depressive symptoms 6C45.701 … with manic symptoms 6C45.702 … with mixed depressive and manic symptoms 6C45.70Z … unspecified 6C45.71 Cocaine-induced anxiety disorder 6C45.72 Cocaine-induced obsessive-compulsive or related disorder 6C45.73 Cocaine-induced impulse control disorder 6C45.Y Other specified disorder due to use of cocaine 6C45.Z Disorder due to use of cocaine, unspecified 6C46 Disorders due to use of stimulants, including amfetamines, methamfetamine and methcathinone 6C46.0 Episode of harmful use of stimulants, including amfetamines, methamfetamine and methcathinone 6C46.1 Harmful pattern of use of stimulants, including amfetamines, methamfetamine and methcathinone Specify pattern: 6C46.10 … episodic 6C46.11 … continuous 6C46.1Z … unspecified 6C46.2 Stimulant dependence, including amfetamines, methamfetamine and methcathinone Specify pattern of substance use or remission: 6C46.20 … current use 6C46.21 … early full remission 6C46.22 … sustained partial remission 6C46.23 … sustained full remission 6C46.2Z … unspecified 6C46.3 Stimulant intoxication, including amfetamines, methamfetamine and methcathinone 66 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Specify severity: 6C46.3&XS5W Stimulant intoxication, including amfetamines, methamfetamine and methcathinone, mild 6C46.3&XS0T Stimulant intoxication, including amfetamines, methamfetamine and methcathinone, moderate 6C46.3&XS25 Stimulant intoxication, including amfetamines, methamfetamine and methcathinone, severe 6C46.4 Stimulant withdrawal, including amfetamines, methamfetamine and methcathinone 6C46.5 Stimulant-induced delirium, including amfetamines, methamfetamine and methcathinone 6C46.6 Stimulant-induced psychotic disorder, including amfetamines, methamfetamine and methcathinone Specify clinical presentation: 6C46.60 … with hallucinations 6C46.61 … with delusions 6C46.62 … with mixed psychotic symptoms 6C46.6Z … unspecified 6C46.70 Stimulant-induced mood disorder, including amfetamines, methamfetamine and methcathinone Specify clinical presentation: 6C46.700 … with depressive symptoms 6C46.701 … with manic symptoms 6C46.702 … with mixed depressive and manic symptoms 6C46.70Z … unspecified 6C46.71 Stimulant-induced anxiety disorder, including amfetamines, methamfetamine and methcathinone 6C46.72 Stimulant-induced obsessive-compulsive or related disorder, including amfetamines, methamfetamine and methcathinone 6C46.73 Stimulant-induced impulse control disorder, including amfetamines, methamfetamine and methcathinone 6C46.Y Other specified disorder due to use of stimulants, including amfetamines, methamfetamine and methcathinone 6C46.Z Disorder due to use of stimulants, including amfetamines, methamfetamine and methcathinone, unspecified 6C47 Disorders due to use of synthetic cathinones 6C47.0 Episode of harmful use of synthetic cathinones 6C47.1 Harmful pattern of use of synthetic cathinones Specify pattern: 6C47.10 … episodic 6C47.11 … continuous 6C47.1Z … unspecified List of categories 67 6C47.2 Synthetic cathinone dependence Specify pattern of substance use or remission: 6C47.20 … current use 6C47.21 … early full remission 6C47.22 … sustained partial remission 6C47.23 … sustained full remission 6C47.2Z … unspecified 6C47.3 Synthetic cathinone intoxication Specify severity: 6C47.3&XS5W Synthetic cathinone intoxication, mild 6C47.3&XS0T Synthetic cathinone intoxication, moderate 6C47.3&XS25 Synthetic cathinone intoxication, severe 6C47.4 Synthetic cathinone withdrawal 6C47.5 Synthetic cathinone-induced delirium 6C47.6 Synthetic cathinone-induced psychotic disorder Specify clinical presentation: 6C47.60 … with hallucinations 6C47.61 … with delusions 6C47.62 … with mixed psychotic symptoms 6C47.6Z … unspecified 6C47.70 Synthetic cathinone-induced mood disorder Specify clinical presentation: 6C47.700 … with depressive symptoms 6C47.701 … with manic symptoms 6C47.702 … with mixed depressive and manic symptoms 6C47.70Z … unspecified 6C47.71 Synthetic cathinone-induced anxiety disorder 6C47.72 Synthetic cathinone-induced obsessive-compulsive or related syndrome 6C47.73 Synthetic cathinone-induced impulse control disorder 6C47.Y Other specified disorder due to use of synthetic cathinones 6C47.Z Disorder due to use of synthetic cathinones, unspecified 6C48 Disorders due to use of caffeine 6C48.0 Episode of harmful use of caffeine 6C48.1 Harmful pattern of use of caffeine Specify pattern: 6C48.10 … episodic 6C48.11 … continuous 6C48.1Z … unspecified 6C48.2 Caffeine intoxication Specify severity: 6C48.2&XS5W Caffeine intoxication, mild 6C48.2&XS0T Caffeine intoxication, moderate 6C48.2&XS25 Caffeine intoxication, severe 68 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders 6C48.3 Caffeine withdrawal 6C48.71 Caffeine-induced anxiety disorder 6C48.Y Other specified disorder due to use of caffeine 6C48.Z Disorder due to use of caffeine, unspecified 6C49 Disorders due to use of hallucinogens 6C49.0 Episode of harmful use of hallucinogens 6C49.1 Harmful pattern of use of hallucinogens Specify pattern: 6C49.10 … episodic 6C49.11 … continuous 6C49.1Z … unspecified 6C49.2 Hallucinogen dependence Specify pattern of substance use or remission: 6C49.20 … current use 6C49.21 … early full remission 6C49.22 … sustained partial remission 6C49.23 … sustained full remission 6C49.2Z … unspecified 6C49.3 Hallucinogen intoxication Specify severity: 6C49.3&XS5W Hallucinogen intoxication, mild 6C49.3&XS0T Hallucinogen intoxication, moderate 6C49.3&XS25 Hallucinogen intoxication, severe 6C49.4 Hallucinogen-induced delirium 6C49.5 Hallucinogen-induced psychotic disorder 6C49.60 Hallucinogen-induced mood disorder Specify clinical presentation: 6C49.600 … with depressive symptoms 6C49.601 … with manic symptoms 6C49.602 … with mixed depressive and manic symptoms 6C49.60Z … unspecified 6C49.61 Hallucinogen-induced anxiety disorder 6C49.Y Other specified disorder due to use of hallucinogens 6C49.Z Disorder due to use of hallucinogens, unspecified 6C4A Disorders due to use of nicotine 6C4A.0 Episode of harmful use of nicotine 6C4A.1 Harmful pattern of use of nicotine Specify pattern: 6C4A.10 … episodic 6C4A.11 … continuous 6C4A.1Z … unspecified List of categories 69 6C4A.2 Nicotine dependence Specify pattern of substance use or remission: 6C4A.20 … current use 6C4A.21 … early full remission 6C4A.22 … sustained partial remission 6C4A.23 … sustained full remission 6C4A.2Z … unspecified 6C4A.3 Nicotine intoxication Specify severity: 6C4A.3&XS5W Nicotine intoxication, mild 6C4A.3&XS0T Nicotine intoxication, moderate 6C4A.3&XS25 Nicotine intoxication, severe 6C4A.4 Nicotine withdrawal 6C4A.Y Other specified disorder due to use of nicotine 6C4A.Z Disorder due to use of nicotine, unspecified 6C4B Disorders due to use of volatile inhalants 6C4B.0 Episode of harmful use of volatile inhalants 6C4B.1 Harmful pattern of use of volatile inhalants Specify pattern: 6C4B.10 … episodic 6C4B.11 … continuous 6C4B.1Z … unspecified 6C4B.2 Volatile inhalant dependence Specify pattern of substance use or remission: 6C4B.20 … current use 6C4B.21 … early full remission 6C4B.22 … sustained partial remission 6C4B.23 … sustained full remission 6C4B.2Z … unspecified 6C4B.3 Volatile inhalant intoxication Specify severity: 6C4B.3&XS5W Volatile inhalant intoxication, mild 6C4B.3&XS0T Volatile inhalant intoxication, moderate 6C4B.3&XS25 Volatile inhalant intoxication, severe 6C4B.4 Volatile inhalant withdrawal 6C4B.5 Volatile inhalant-induced delirium 6C4B.6 Volatile inhalant-induced psychotic disorder 6C4B.70 Volatile inhalant-induced mood disorder Specify clinical presentation: 6C4B.700 … with depressive symptoms 6C4B.701 … with manic symptoms 6C4B.702 … with mixed depressive and manic symptoms 6C4B.70Z …unspecified 6C4B.71 Volatile inhalant-induced anxiety disorder 6C4B.Y Other specified disorder due to use of volatile inhalants 6C4B.Z Disorder due to use of volatile inhalants, unspecified 70 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders 6C4C Disorders due to use of MDMA or related drugs, including MDA 6C4C.0 Episode of harmful use of MDMA or related drugs, including MDA 6C4C.1 Harmful pattern of use of MDMA or related drugs, including MDA Specify pattern: 6C4C.10 … episodic 6C4C.11 … continuous 6C4C.1Z … unspecified 6C4C.2 MDMA or related drug dependence, including MDA Specify pattern of substance use or remission: 6C4C.20 … current use 6C4C.21 … early full remission 6C4C.22 … sustained partial remission 6C4C.23 … sustained full remission 6C4C.2Z … unspecified 6C4C.3 MDMA or related drug intoxication, including MDA Specify severity: 6C4C.3&XS5W MDMA or related drug intoxication, including MDA, mild 6C4C.3&XS0T MDMA or related drug intoxication, including MDA, moderate 6C4C.3&XS25 MDMA or related drug intoxication, including MDA, severe 6C4C.4 MDMA or related drug withdrawal, including MDA 6C4C.5 MDMA or related drug-induced delirium, including MDA 6C4C.6 MDMA or related drug-induced psychotic disorder, including MDA 6C4C.70 MDMA or related drug-induced mood disorder, including MDA Specify clinical presentation: 6C4C.700 … with depressive symptoms 6C4C.701 … with manic symptoms 6C4C.702 … with mixed depressive and manic symptoms 6C4C.70Z … unspecified 6C4C.71 MDMA or related drug-induced anxiety disorder, including MDA 6C4C.Y Other specified disorder due to use of MDMA or related drugs, including MDA 6C4C.Z Disorder due to use of MDMA or related drugs, including MDA, unspecified 6C4D Disorders due to use of dissociative drugs, including ketamine and phencyclidine (PCP) 6C4D.0 Episode of harmful use of dissociative drugs, including ketamine and PCP 6C4D.1 Harmful pattern of use of dissociative drugs, including ketamine and PCP Specify pattern: 6C4D.10 … episodic 6C4D.11 … continuous 6C4D.1Z … unspecified List of categories 71 6C4D.2 Dissociative drug dependence, including ketamine and PCP Specify pattern of substance use or remission: 6C4D.20 … current use 6C4D.21 … early full remission 6C4D.22 … sustained partial remission 6C4D.23 … sustained full remission 6C4D.2Z … unspecified 6C4D.3 Dissociative drug intoxication, including ketamine and PCP Specify severity: 6C4D.3&XS5W Dissociative drug intoxication, including ketamine and PCP, mild 6C4D.3&XS0T Dissociative drug intoxication, including ketamine and PCP, moderate 6C4D.3&XS25 Dissociative drug intoxication, including ketamine and PCP, severe 6C4D.4 Dissociative drug-induced delirium, including ketamine and PCP 6C4D.5 Dissociative drug-induced psychotic disorder, including ketamine and PCP 6C4D.60 Dissociative drug-induced mood disorder, including ketamine and PCP Specify clinical presentation: 6C4D.600 … with depressive symptoms 6C4D.601 … with manic symptoms 6C4D.602 … with mixed depressive and manic symptoms 6C4D.60Z … unspecified 6C4D.61 Dissociative drug-induced anxiety disorder, including ketamine and PCP 6C4D.Y Other specified disorder due to use of dissociative drugs, including ketamine and PCP 6C4D.Z Disorder due to use of dissociative drugs, including ketamine and PCP, unspecified 6C4E Disorders due to use of other specified psychoactive substances, including medications 6C4E.0 Episode of harmful use of other specified psychoactive substance, including medications 6C4E.1 Harmful pattern of use of other specified psychoactive substance, including medications Specify pattern: 6C4E.10 … episodic 6C4E.11 … continuous 6C4E.1Z … unspecified 6C4E.2 Other specified psychoactive substance dependence Specify pattern of substance use or remission: 6C4E.20 … current use 6C4E.21 … early full remission 6C4E.22 … sustained partial remission 6C4E.23 … sustained full remission 6C4E.2Z … unspecified 72 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders 6C4E.3 Other specified psychoactive substance intoxication Specify severity: 6C4E.3&XS5W Other specified psychoactive substance intoxication, mild 6C4E.3&XS0T Other specified psychoactive substance intoxication, moderate 6C4E.3&XS25 Other specified psychoactive substance intoxication, severe 6C4E.4 Other specified psychoactive substance withdrawal Specify clinical presentation: 6C4E.40 … uncomplicated 6C4E.41 … with perceptual disturbances 6C4E.42 … with seizures 6C4E.43 … with perceptual disturbances and seizures 6C4E.4Z … unspecified 6C4E.5 Delirium induced by other specified psychoactive substance, including medications 6C4E.6 Psychotic disorder induced by other specified psychoactive substance 6C4E.70 Mood disorder induced by other specified psychoactive substance Specify clinical presentation: 6C4E.700 … with depressive symptoms 6C4E.701 … with manic symptoms 6C4E.702 … with mixed depressive and manic symptoms 6C4E.70Z … unspecified 6C4E.71 Anxiety disorder induced by other specified psychoactive substance 6C4E.72 Obsessive-compulsive or related disorder induced by other specified psychoactive substance 6C4E.73 Impulse control disorder induced by other specified psychoactive substance 6C4E.Y Other specified disorder due to use of other specified psychoactive substance, including medications 6C4E.Z Disorder due to use of other specified psychoactive substance, including medications, unspecified 6C4F Disorders due to use of multiple specified psychoactive substances, including medications 6C4F.0 Episode of harmful use of multiple specified psychoactive substances, including medications 6C4F.1 Harmful pattern of use of multiple specified psychoactive substances, including medications Specify pattern: 6C4F.10 … episodic 6C4F.11 … continuous 6C4F.1Z … unspecified 6C4F.2 Multiple specified psychoactive substances dependence Specify pattern of substance use or remission: 6C4F.20 … current use 6C4F.21 … early full remission List of categories 73 6C4F.22 … sustained partial remission 6C4F.23 … sustained full remission 6C4F.2Z … unspecified 6C4F.3 Intoxication due to multiple specified psychoactive substances Specify severity: 6C4F.3&XS5W Intoxication due to multiple specified psychoactive substances, mild 6C4F.3&XS0T Intoxication due to multiple specified psychoactive substances, moderate 6C4F.3&XS25 Intoxication due to multiple specified psychoactive substances, severe 6C4F.4 Multiple specified psychoactive substances withdrawal Specify clinical presentation: 6C4F.40 … uncomplicated 6C4F.41 … with perceptual disturbances 6C4F.42 … with seizures 6C4F.43 … with perceptual disturbances and seizures 6C4F.4Z … unspecified 6C4F.5 Delirium induced by multiple specified psychoactive substances, including medications 6C4F.6 Psychotic disorder induced by multiple specified psychoactive substances 6C4F.70 Mood disorder induced by multiple specified psychoactive substances Specify clinical presentation: 6C4F.700 … with depressive symptoms 6C4F.701 … with manic symptoms 6C4F.702 … with mixed depressive and manic symptoms 6C4F.70Z … unspecified 6C4F.71 Anxiety disorder induced by multiple specified psychoactive substances 6C4F.72 Obsessive-compulsive or related disorder induced by multiple specified psychoactive substances 6C4F.73 Impulse control disorder induced by multiple specified psychoactive substances 6C4F.Y Other specified disorder due to use of multiple specified psychoactive substances, including medications 6C4F.Z Disorder due to use of multiple specified psychoactive substances, including medications, unspecified 6C4G Disorders due to use of unknown or unspecified psychoactive substances 6C4G.0 Episode of harmful use of unknown or unspecified psychoactive substance 6C4G.1 Harmful pattern of use of unknown or unspecified psychoactive substance Specify pattern: 6C4G.10 … episodic 6C4G.11 … continuous 6C4G.1Z … unspecified 74 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders 6C4G.2 Unknown or unspecified psychoactive substance dependence Specify pattern of substance use or remission: 6C4G.20 … current use 6C4G.21 … early full remission 6C4G.22 … sustained partial remission 6C4G.23 … sustained full remission 6C4G.2Z … unspecified 6C4G.3 Intoxication due to unknown or unspecified psychoactive substance Specify severity: 6C4G.3&XS5W Intoxication due to unknown or unspecified psychoactive substance, mild 6C4G.3&XS0T Intoxication due to unknown or unspecified psychoactive substance, moderate 6C4G.3&XS25 Intoxication due to unknown or unspecified psychoactive substance, severe 6C4G.4 Withdrawal due to unknown or unspecified psychoactive substance Specify clinical presentation: 6C4G.40 … uncomplicated 6C4G.41 … with perceptual disturbances 6C4G.42 … with seizures 6C4G.43 … with perceptual disturbances and seizures 6C4G.4Z … unspecified 6C4G.5 Delirium induced by unknown or unspecified psychoactive substance 6C4G.6 Psychotic disorder induced by unknown or unspecified psychoactive substance 6C4G.70 Mood disorder induced by unknown or unspecified psychoactive substance Specify clinical presentation: 6C4G.700 … with depressive symptoms 6C4G.701 … with manic symptoms 6C4G.702 … with mixed depressive and manic symptoms 6C4G.70Z … unspecified 6C4G.71 Anxiety disorder induced by unknown or unspecified psychoactive 6C51 substance 6C4G.72 Obsessive-compulsive or related disorder induced by unknown or unspecified psychoactive substance 6C4G.73 Impulse control disorder induced by unknown or unspecified psychoactive substance 6C4G.Y Other specified disorder due to use of unknown or unspecified psychoactive substance 6C4G.Z Disorder due to use of unknown or unspecified psychoactive substance, unspecified 6C5Z List of categories 75 6C4H Disorders due to use of non-psychoactive substances 6C4H.0 Episode of harmful use of non-psychoactive substance 6C4H.1 Harmful pattern of use of non-psychoactive substance Specify pattern: 6C4H.10 … episodic 6C4H.11 … continuous 6C4H.1Z … unspecified 6C4H.Z Disorder due to use of non-psychoactive substances, unspecified 6C4Z Disorder due to substance use, unspecified Disorders due to addictive behaviours 6C50 Gambling disorder Specify context: 6C50.0 … predominantly offline 6C50.1 … predominantly online 6C50.Z … unspecified 6C51 Gaming disorder Specify context: 6C51.0 … predominantly online 6C51.1 … predominantly offline 6C51.Z … unspecified 6C5Y Other specified disorder due to addictive behaviours 6C5Z Disorder due to addictive behaviours, unspecified 76 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Impulse control disorders 6C70 Pyromania 6C71 Kleptomania 6C72 Compulsive sexual behaviour disorder 6C73 Intermittent explosive disorder 6C7Y Other specified impulse control disorder 6C7Z Impulse control disorder, unspecified Secondary-parented categories From obsessive-compulsive and related disorders: 6B25 Body-focused repetitive behaviour disorders 6B25.0 Trichotillomania (hair-pulling disorder) 6B25.1 Excoriation (skin-picking) disorder 6B25.Y Other specified body-focused repetitive behaviour disorder 6B25.Z Body-focused repetitive behaviour disorder, unspecified From disorders due to addictive behaviours: 6C50 Gambling disorder Specify predominantly online or offline: 6C50.0 … predominantly offline 6C50.1 … predominantly online 6C50.Z … unspecified List of categories 77 6C51 Gaming disorder Specify predominantly online or offline: 6C51.0 … predominantly online 6C51.1 … predominantly offline 6C51.Z … unspecified From disorders due to substance use: Substance-induced impulse control disorders Specify substance class: 6C45.73 Cocaine-induced impulse control disorder 6C46.73 Stimulant-induced impulse control disorder, including amfetamines, methamfetamine and methcathinone 6C47.73 Synthetic cathinone-induced impulse control disorder 6C4E.73 Impulse control disorder induced by other specified psychoactive substance 6C4F.73 Impulse control disorder induced by multiple specified psychoactive substances 6C4G.73 Impulse control disorder induced by unknown or unspecified psychoactive substances From secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere: 6E66 Secondary impulse control syndrome 78 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Disruptive behaviour and dissocial disorders 6D10 6C90 Oppositional defiant disorder 6D10 Specify whether chronic irritability-anger is present: 6C90.0 Oppositional defiant disorder, with chronic irritability-anger Specify limited or typical prosocial emotions: 6C90.00 … with limited prosocial emotions 6C90.01 … with typical prosocial emotions 6C90.0Z … unspecified 6C90.1 Oppositional defiant disorder, without chronic irritability-anger Specify limited or typical prosocial emotions: 6C90.10 … with limited prosocial emotions 6C90.11 … with typical prosocial emotions 6C90.1Z … unspecified 6C90.Z Oppositional defiant disorder, unspecified 6C91 Conduct-dissocial disorder Specify age of onset: 6C91.0 Conduct-dissocial disorder, childhood onset Specify limited or typical prosocial emotions: 6C91.00 … childhood onset with limited prosocial emotions 6C91.01 … childhood onset with typical prosocial emotions 6C91.0Z … childhood onset, unspecified 6C91.1 Conduct-dissocial disorder, adolescent onset 6C91.10 … adolescent onset with limited prosocial emotions 6C91.11 … adolescent onset with typical prosocial emotions 6C91.1Z … adolescent onset, unspecified 6C91.Z Conduct-dissocial disorder, unspecified 6C9Y Other specified disruptive behaviour or dissocial disorder QE50.7 6C9Z Disruptive behaviour or dissocial disorder, unspecified 6E68 List of categories 79 Personality disorders and related traits 6D10 Personality disorder Specify severity: 6D10.0 Mild personality disorder 6D10.1 Moderate personality disorder 6D10.2 Severe personality disorder 6D10.Z Personality disorder, severity unspecified Postcoordination for personality disorders For all above personality disorder categories, specify prominent personality traits or patterns using additional code(s): 6D11.0 Negative affectivity 6D11.1 Detachment 6D11.2 Dissociality 6D11.3 Disinhibition 6D11.4 Anankastia 6D11.5 Borderline pattern Secondary-parented categories From Chapter 21 on factors influencing health status or contact with health services QE50.7 Personality difficulty From secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere: 6E68 Secondary personality change 80 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Paraphilic disorders 6D30 Exhibitionistic disorder 6D31 Voyeuristic disorder 6D32 Paedophilic disorder 6D33 Coercive sexual sadism disorder 6D34 Frotteuristic disorder 6D35 Other paraphilic disorder involving non-consenting individuals 6D36 Paraphilic disorder involving solitary behaviour or consenting individuals 6D3Z Paraphilic disorder, unspecified Factitious disorders 6D50 Factitious disorder imposed on self 6D51 Factitious disorder imposed on another 6D5Z Factitious disorder, unspecified List of categories 81 Neurocognitive disorders 6D70 Delirium Specify identified cause: 6D70.0 Delirium due to disease classified elsewhere 6D70.1 Delirium due to psychoactive substances, including medications Specify substance class: (Note: the categories below are from the disorders due to substance use grouping.) 6C40.5 Alcohol-induced delirium 6C41.5 Cannabis-induced delirium 6C42.5 Synthetic cannabinoid-induced delirium 6C43.5 Opioid-induced delirium 6C44.5 Sedative, hypnotic or anxiolytic-induced delirium 6C45.5 Cocaine-induced delirium 6C46.5 Stimulant-induced delirium, including amfetamines, methamfetamine and methcathinone 6C47.5 Synthetic cathinone-induced delirium 6C49.4 Hallucinogen-induced delirium 6C4B.5 Volatile inhalant-induced delirium 6C4C.5 MDMA or related drug-induced delirium, including MDA 6C4D.4 Dissociative drug-induced delirium, including ketamine and PCP 6C4E.5 Delirium induced by other specified psychoactive substance, including medications 6C4F.5 Delirium induced by multiple specified psychoactive substances, including medications 6C4G.5 Delirium induced by unknown or unspecified psychoactive substances 6D70.2 Delirium due to multiple etiological factors 6D70.Y Delirium, other specified cause 6D70.Z Delirium, unknown or unspecified cause 6D71 Mild neurocognitive disorder 6D72 Amnestic disorder Specify identified cause: 6D72.0 Amnestic disorder due to diseases classified elsewhere 6D72.1 Amnestic disorder due to psychoactive substances, including medications Specify substance class: 6D72.10 Amnestic disorder due to use of alcohol 6D72.11 Amnestic disorder due to use of sedatives, hypnotics or anxiolytics 82 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders 6D72.12 Amnestic disorder due to other specific psychoactive substance, including medications 6D72.13 Amnestic disorder due to use of volatile inhalants 6D72.Y Amnestic disorder, other specified cause 6D72.Z Amnestic disorder, unknown or unspecified cause Dementia Specify identified causal condition: 6D80 Dementia due to Alzheimer disease Specify subtype of Alzheimer disease: 6D80.0 … with early onset 6D80.1 … with late onset 6D80.2 … mixed type, with cerebrovascular disease 6D80.3 … mixed type, with other nonvascular etiologies 6D80.Z … onset unknown or unspecified 6D81 Dementia due to cerebrovascular disease 6D82 Dementia due to Lewy body disease 6D83 Frontotemporal dementia 6D84 Dementia due to psychoactive substances, including medications Specify substance class: 6D84.0 Dementia due to use of alcohol 6D84.1 Dementia due to use of sedatives, hypnotics or anxiolytics 6D84.2 Dementia due to use of volatile inhalants 6D84.Y Dementia due to other specified psychoactive substance List of categories 83 6D85 Dementia due to diseases classified elsewhere Specify identified causal condition: 6D85.0 Dementia due to Parkinson disease 6D85.1 Dementia due to Huntington disease 6D85.2 Dementia due to exposure to heavy metals and other toxins 6D85.3 Dementia due to HIV 6D85.4 Dementia due to multiple sclerosis 6D85.5 Dementia due to prion disease 6D85.6 Dementia due to normal-pressure hydrocephalus 6D85.7 Dementia due to injury to the head 6D85.8 Dementia due to pellagra 6D85.9 Dementia due to Down syndrome 6D85.Y Dementia due to other specified disease classified elsewhere 6D8Y Dementia, other specified cause 6D8Z Dementia, unknown or unspecified cause Postcoordination for dementia: For all above dementia categories, specify severity of dementia by using additional code: XS5W Mild XS0T Moderate XS25 Severe For all above dementia categories, specify behavioural or psychological disturbances in dementia by using additional code(s) if applicable: 6D86.0 Psychotic symptoms in dementia 6D86.1 Mood symptoms in dementia 6D86.2 Anxiety symptoms in dementia 6D86.3 Apathy in dementia 6D86.4 Agitation or aggression in dementia 6D86.5 Disinhibition in dementia 6D86.6 Wandering in dementia 6D86.Y Other specified behavioural or psychological disturbance in dementia 6D86.Z Behavioural or psychological disturbances in dementia, unspecified 84 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders 6E0Y Other specified neurocognitive disorder 6E0Z Neurocognitive disorder, unspecified Secondary-parented category From secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere: 6E67 Secondary neurocognitive syndrome Mental and behavioural disorders associated with pregnancy, childbirth or the puerperium 6E20 Mental and behavioural disorders associated with pregnancy, childbirth or the puerperium, without psychotic symptoms 6E21 Mental and behavioural disorders associated with pregnancy, childbirth or the puerperium, with psychotic symptoms 6E2Z Mental and behavioural disorders associated with pregnancy, childbirth or the puerperium, unspecified Psychological or behavioural factors affecting disorders and diseases classified elsewhere 6E40.0 Mental disorder affecting disorders and diseases classified elsewhere List of categories 85 6E40.1 Psychological symptoms affecting disorders and diseases classified elsewhere 6E40.2 Personality traits or coping style affecting disorders and diseases classified elsewhere 6E40.3 Maladaptive health behaviours affecting disorders and diseases classified elsewhere 6E40.4 Stress-related physiological response affecting disorders and diseases classified elsewhere 6E40.Y Other specified psychological or behavioural factor affecting disorders and diseases classified elsewhere 6E40.Z Psychological or behavioural factors affecting disorders and diseases classified elsewhere, unspecified Secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere 6E60 Secondary neurodevelopmental syndrome 6E60.0 Secondary speech or language syndrome 6E60.Y Other specified secondary neurodevelopmental syndrome 6E60.Z Secondary neurodevelopmental syndrome, unspecified 6E61 Secondary psychotic syndrome Specify clinical presentation: 6E61.0 … with hallucinations 6E61.1 … with delusions 6E61.2 … with hallucinations and delusions 6E61.3 … with unspecified symptoms 86 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders 6E62 Secondary mood syndrome Specify clinical presentation: 6E62.0 … with depressive symptoms 6E62.1 … with manic symptoms 6E62.2 … with mixed symptoms 6E62.3 … with unspecified symptoms 6E63 Secondary anxiety syndrome 6E64 Secondary obsessive-compulsive or related syndrome 6E65 Secondary dissociative syndrome 6E66 Secondary impulse control syndrome 6E67 Secondary neurocognitive syndrome 6E68 Secondary personality change 6E69 Secondary catatonia syndrome 6E6Y Other specified secondary mental or behavioural syndrome 6E6Z Secondary mental or behavioural syndrome, unspecified List of categories 87 88 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Mental, behavioural and neurodevelopmental disorders 89 Mental, behavioural and neurodevelopmental disorders Mental, behavioural and neurodevelopmental disorders are syndromes characterized by clinically significant disturbance in an individual’s cognition, emotional regulation or behaviour that reflects a dysfunction in the psychological, biological or developmental processes that underlie mental and behavioural functioning. These disturbances are usually associated with distress or impairment in personal, family, social, educational, occupational or other important areas of functioning.",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": false,
    "has_followup": false
  }
}