{
  "id": "ICD-11_0840245a",
  "corpus": "ICD-11",
  "condition": "General",
  "text": "10 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders The final part of the definition (“these disturbances are usually associated with distress or impairment in personal, family, social, educational, occupational or other important areas of functioning”) notes that distress in the individual and/or impairment in functioning is commonly a consequence of the symptoms, and for many mental disorders is an essential feature. At the same time, it is not always required (e.g. individuals experiencing a hypomanic episode in the context of bipolar type II disorder often do not experience distress about their condition, and by definition do not exhibit functional impairment), hence the use of “usually” in the definition. Structure of the chapter on mental, behavioural and neurodevelopmental disorders The organization of the ICD-10 chapter on mental and behavioural disorders had been dictated in part by the ICD-10 coding system itself. The first character of ICD-10 codes, which indicated the chapter, was alphabetical, thus allowing for up to 26 chapters. The second character, which indicated the diagnostic grouping within the chapter, was numerical, effectively limiting the number of possible diagnostic groupings within a chapter to 10. The use of alphanumeric characters throughout the ICD-11 coding system removes those artificial constraints. Consequently, there are 21 diagnostic groupings in the ICD-11 chapter on mental, behavioural and neurodevelopmental disorders. A few of the ICD-11 diagnostic groupings are completely parallel to ICD-10 groupings (e.g. disorders due to substance use, schizophrenia and other primary psychotic disorders, mood disorders). Most of the other ICD-10 diagnostic groupings were split into multiple ICD-11 groupings. For example, ICD-10 neurotic, stress-related and somatoform disorders was split into five ICD-11 diagnostic groupings: anxiety and fear-related disorders; obsessive-compulsive and related disorders; disorders specifically associated with stress; dissociative disorders; and bodily distress disorders. In one case, three ICD-10 diagnostic groupings (mental retardation; disorders of psychological development; and behavioural and emotional disorders with onset usually occurring in childhood and adolescence) were combined into a single neurodevelopmental disorders grouping in ICD-11, although some of the disorders that were included in the behavioural and emotional disorders with onset usually occurring in childhood and adolescence grouping in ICD-10 were placed into other ICD-11 diagnostic groupings based on symptomatic presentations (e.g. conduct disorders were placed in the disruptive behaviours or dissocial disorders grouping in ICD-11). Disorders of intellectual development in ICD-11 have been reconceptualized from ICD-10 mental retardation such that they are assessed based on adaptive behaviour functioning in addition to intellectual functioning. The elimination of ICD-10 diagnostic groupings explicitly linked to onset of the condition during childhood and adolescence is in part related to the decision to adopt a lifespan approach to the description of diagnostic categories in ICD-11. Each category contains a section on developmental presentations, which describes the manifestations of the disorder in early and middle childhood, adolescence and older adulthood, to the extent possible based on available evidence. The ICD-11 CDDR also include descriptions of adult presentations of most disorders described exclusively in terms of children in the ICD-10 CDDG (e.g. attention deficit hyperactivity disorder, separation anxiety disorder, conduct disorder, pica). Four diagnostic subgroupings were moved out of the mental, behavioural and neurodevelopmental disorders chapter entirely and placed within other ICD-11 chapters: ICD-10 nonorganic sleep disorders were moved to the ICD-11 chapter on sleep-wake disorders, ICD-10 sexual dysfunctions not caused by organic disorder or disease and gender identity disorders were moved to the ICD-11 chapter on conditions related to sexual health, and ICD-10 tic disorders were moved to the ICD-11 chapter on diseases of the nervous system. The movement of sleep-wake disorders and sexual dysfunctions to new, separate chapters in no way indicates that these conditions are Introduction 11 not appropriately treated by mental health professionals. Rather, it reflects an effort to remove the artificial and scientifically and clinically inaccurate “mind–body split” embodied in the designation of “organic” and “nonorganic” forms of these disorders. The inclusion of ICD-11 gender incongruence in the chapter on conditions related to sexual health reflects the conclusion that these conditions are not appropriately viewed as mental disorders based on a series of international field studies indicating that distress and functional impairment in transgender people is predicted by experiences of stigmatization and victimization rather than being an intrinsic characteristic of being transgender (57–59). Categories and dimensions ICD-10 was almost entirely categorical in nature (categories were either present or absent), with the only exceptions being severity-based subcategories for mental retardation (mild, moderate, severe, profound) and depressive episode (mild, moderate, severe). ICD-11 has moved beyond a strictly categorical approach, incorporating dimensional elements in two different ways. First, in addition to intellectual developmental disorder and depressive episode, bodily distress disorder, personality disorder and dementia are subcategorized based on severity (mild, moderate, severe). Second, a number of mental disorders allow for the indication of symptomatic manifestations that are intended to provide dimensional profiles that cut across different disorders in a particular grouping. These include symptomatic manifestations of primary psychotic disorders (positive symptoms, negative symptoms, depressive mood symptoms, manic mood symptoms, psychomotor symptoms, cognitive symptoms), which can be further coded as not present, mild, moderate or severe, and prominent personality trait domains in personality disorders (negative affectivity, detachment, asociality, disinhibition, anankastia). See the following section on using the CDDR for ICD-11 mental, behavioural and neurodevelopmental disorders in clinical settings for specific examples of how these dimensional specifiers are coded. Cultural factors Because the CDDR will be employed around the world as a basis for diagnosis and treatment selection among people living in diverse social milieus and cultural contexts, a key priority in development of the diagnostic material was to consider and reflect the influence of culture. Cultural factors affect the diagnosis of mental, behavioural and neurodevelopmental disorders in complex and multifaceted ways. For example, culture can influence how disorders are conceptualized, experienced and expressed; what is considered normal or pathological; how functioning is affected; where and how people seek care; and the ways that patients and families participate in treatment. Attention to culture was also in line with the overall priority of the revision process to enhance the clinical utility and global applicability of the CDDR. Information that makes the diagnostic system more relevant and acceptable to clinicians and service users around the world can enhance the usefulness of the CDDR as tool for identifying those who require care and connecting them to services. WHO appointed a Working Group on Cultural Considerations to develop material on culture for the CDDR. This Working Group conducted extensive consultations with experts from around the world, and systematically reviewed the literature on cultural influences on diagnosis and psychopathology for each diagnostic category, as well as relevant material on culture from ICD-10 and DSM-5. Information was also collated from materials produced by other ICD-11 working groups as part of their generation of proposed content for their respective diagnostic areas. On this basis, the Working Group developed a section entitled “culture-related features” for diagnostic categories in the CDDR. The focus was on providing pragmatic, actionable material to assist clinicians in using the CDDR to evaluate patients in a culturally informed manner and reduce bias in clinical decision-making. This section is meant to be of practical use in the process 12 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders of engagement, diagnosis, evaluation and treatment selection, and addresses the following areas: • cultural variation in prevalence and symptoms of disorders; • information about social contexts and sociocultural mechanisms that may account for this variation; and • descriptions of cultural concepts of distress (e.g. idioms, causal explanations) that are relevant to diagnosis and treatment decisions, prioritizing cultural variations that may be associated with national or ethnocultural background (60,61). The resulting guidance aims to assist the clinician in making informed decisions likely to foster more contextually applicable patient-centred care that is sensitive to the cultural and social milieu of the clinical encounter. For example, the section on culture-related features of the CDDR for panic disorder indicates that the symptom presentation of panic attacks may vary across cultures, and describes several notable cultural concepts of distress that link panic, fear or anxiety to cultural attributions regarding specific social and environmental influences. Understanding these attributions can assist in differential diagnosis and can also clarify whether panic attacks should be considered expected or unexpected (as is required for a diagnosis of panic disorder) given the environmental circumstances. The development of the CDDR incorporated cultural considerations in several other ways. First, global applicability of diagnostic material was identified early on as an overarching objective of the CDDR, and the development process was led and guided by experts and clinicians representing all major global areas. The Advisory Group, the FSCG and all working groups included members with diverse geographical and linguistic backgrounds, many of whom had direct experience working in low-resource contexts and within various cultures. The design and implementation of ICD-11 field studies also adhered to the principle of enhancing the global and cultural applicability of the CDDR by engaging thousands of clinicians from around the world in a comprehensive research programme to assess the reliability, clinical utility and global applicability of the requirements. For example, the formative studies that helped to shape the architecture and linear structure of the CDDR involved clinicians from over 40 countries and were conducted in multiple languages. The evaluative case-controlled studies engaged clinicians in large-scale, multilingual studies related to major diagnostic areas of the CDDR. The clinicians who participated in the case-controlled studies were members of the Global Clinical Practice Network (62), which now includes more than 18 000 mental health professionals from over 160 countries, and was established by WHO for the purposes of assisting in the development of ICD-11 by its members participating in internet-based field studies. Similarly, clinic-based field studies testing the implementation of the CDDR with real patients took place in over 25 study sites in 14 culturally, linguistically and geographically diverse countries. Hundreds of clinicians in these countries provided feedback directly on the CDDR to help enhance its reliability and utility in culturally diverse global settings. Using the CDDR in research In addition to the ICD-10 CDDG, the WHO Department of Mental Health and Substance Use published The ICD-10 classification of mental and behavioural disorders: diagnostic criteria for research (DCR) (63) as a companion document. The DCR presented fully operationalized criteria for ICD-10 mental disorder entities, specifically intended for use in research. These criteria were designed to replace the “diagnostic guidelines” portion of the corresponding category in the CDDG, which tended to be more flexible and less fully operationalized. The core criteria- based approach taken in the DCR was therefore much more compatible with the approach of Introduction 13 DSM-IV (51), although substantial differences between the two systems remained (64). However, almost no research using the ICD-10 DCR appears to have been published. The greater standardization and the provision of a broader and more systematic range of clinically relevant information in the ICD-11 CDDR compared to the ICD-10 CDDG (16) was designed to make the CDDR more useful in clinical decision-making, and therefore also in education and training. The extremely high ratings of the clinical utility of the CDDR, particularly in international clinic-based field studies with real patients (19,48) suggest that this objective was achieved. Moreover, the solid reliability results from the ICD-11 field studies (18,48) indicate that the CDDR would be satisfactory for use in certain kinds of research projects – for example, projects focused on individuals with particular diagnoses as these are assigned in health-care settings (e.g. patients diagnosed with recurrent depressive disorder receiving services at a particular facility). However, in other types of research projects, in which obtaining reproducible and precise psychiatric diagnoses is more important, standardized diagnostic assessment procedures are necessary. This is meant to control variability inherent in diagnostic processes that rely on the interviewer’s diagnostic interviewing skills (different interviewers may ask different questions to assess the same clinical phenomena) and clinical judgement (different interviewers may arrive at different diagnostic conclusions). For example, studies of the efficacy of treatments for particular disorders require consistency in diagnostic procedures to ensure that the population being studied has been assigned the diagnosis for which the treatment is intended according to consistent and explicit diagnostic rules to reduce random diagnostic heterogeneity. Similarly, epidemiological studies that utilize lay (i.e. not clinically trained) interviewers to apply the ICD-11 CDDR require pre-scripted questions and strict decision rules because they cannot rely on the clinical expertise of the interviewer to make judgements about which features are present. For these reasons, several WHO-sponsored diagnostic instruments are being developed to facilitate the application of the ICD-11 CDDR in particular research settings. The Structured Clinical Interview for ICD-11 (SCII-11) is a semi-structured diagnostic interview that requires experience in clinical interviewing on the part of the interviewer. The SCII-11 is designed to be used in conjunction with the CDDR, and provides a standardized set of questions to assist researchers to elicit the information needed to conduct a differential diagnosis in the context of research studies. It will also be useful for training purposes and in clinical settings. The development of the SCII-11 required extensive decisions about operationalizing the CDDR so that they can be more reliably applied in research settings. The SCII-11 operationalized the CDDR in two different ways: by substituting more precise diagnostic thresholds and by the choice of wording of corresponding interview questions. The CDDR intentionally avoid artificially precise duration and symptom cutoffs, allowing clinicians more flexibility for clinical judgement. The SCII-11 modifies some of the CDDR items, substituting more precise thresholds. For example, the ICD-11 CDDR for panic disorder define a panic attack as follows: “Panic attacks are discrete episodes of intense fear or apprehension also characterized by the rapid and concurrent onset of several characteristic symptoms. These symptoms may include, but are not limited to, the following…” The SCII-11 has modified this item, substituting the word “several” with “at least three”. Similarly, the CDDR incorporate many broadly defined diagnostic constructs that could be assessed in different ways. Rather than relying on the interviewer to decide the best way to assess them, the SCII-11 operationalizes diagnostic constructs through the specificity and wording of corresponding interview questions. For example, the CDDR for schizophrenia require the presence of at least two items from a list of seven, most of the time for a period of 1 month, with one of the seven being “persistent delusions (e.g. grandiose delusions, delusions of reference, persecutory delusions)”. Since there is no single question that can satisfactorily cover every type of delusion, the SCII-11 divides the assessment of delusions into separate questions corresponding to specific types of delusions (e.g. delusions of reference, persecutory delusions, 14 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders grandiose delusions, delusions of guilt, somatic delusions). Given that it is a semi-structured rather than a fully structured interview, the interviewing clinician also has the option of following up on particular responses or asking additional questions in order to assess the relevant phenomena fully. WHO plans to make available a list of the operational decisions implemented in the SCII-11 as a resource in the development of other instruments to encourage greater cross-instrument agreement. In addition, WHO is developing a fully structured diagnostic interview to be used in epidemiological studies and in other situations in which the SCII-11 is not feasible owing to time constraints or because it is not feasible to use trained clinicians as interviewers. The Flexible Interview for ICD-11 (FLII-11) covers common and high-burden mental disorders, but is less comprehensive than the SCII-11. It is based on the algorithms and operationalizations developed for the SCII-11 but consists entirely of closed-ended (primarily yes/no questions), and is designed for use by lay interviewers with a limited amount of training. It will also be available for electronic administration as an open-access tool for WHO member states. The Schedules for Clinical Assessment in Neuropsychiatry (SCAN) (65,66) is a semi-structured clinical interview used by trained clinicians to assess and diagnose mental disorders among adults, originally developed as a part of a joint project of WHO and the United States National Institute of Mental Health. The SCAN comprises a set of instruments, supported by manuals, and was originally developed around the Present State Examination, which assesses a wide range of symptoms likely to be manifested during a psychotic episode. The SCAN is designed to yield both ICD and DSM diagnoses, and has been translated into more than 35 languages. It requires extensive training by an approved training centre to administer. Its approach is different from that of the SCII-11, which attempts to assess the diagnostic requirements of mental disorders more directly via direct self-report of their essential features. Version 3 of the SCAN is currently being developed and will be fully compatible with the ICD-11. It will refer to the SCII-11 operationalizations in the formulation of its diagnostic algorithms, although its assessment methodology will remain distinct. In addition, instruments focused on particular diagnoses as formulated in ICD-11 are being developed by WHO as well as by researchers external to WHO. For example, WHO is supporting the development of screening and diagnostic tools for gaming disorder (67). Instruments not sponsored by WHO include several measures of personality disorder severity and trait domains based on ICD-11 developed by different research groups (68–71). A self-report measure of ICD-11 post-traumatic stress disorder and complex post-traumatic stress disorder has been validated (72) and translated into over 25 languages. A scale designed to assess ICD-11 compulsive sexual behaviour disorder has been developed and validated (73), and will be made available in up to 30 languages as part of a large international research project (74). Ultimately, the use of the ICD-11 classification of mental, behavioural and neurodevelopmental disorders in research will depend on the development of validated measures for specific purposes, as illustrated by these examples, rather than on the development of a separate classification intended for research use. Introduction 15 Conclusion As stated by the Advisory Group early in the development of ICD-11, “People are only likely to have access to the most appropriate mental health services when the conditions that define eligibility and treatment selection are supported by a precise, valid, and clinically useful classification system” (5, p. 90). The ICD-11 classification of mental, behavioural and neurodevelopmental disorders and the CDDR have taken major steps in this direction. As a part of the first major revision of the ICD in three decades, the new diagnostic classification for mental disorders and the CDDR were developed based on comprehensive reviews of available scientific evidence and best clinical practices, using a participative global, multidisciplinary and multilingual process. Clinical utility and global applicability were guiding principles of this work, which was closely linked to a systematic programme of field studies involving thousands of clinicians around the globe. The overall ICD-11 represents an enormous step forward, being based on and designed to be fully integratable with electronic health information infrastructure, which dramatically expands the capacities and flexibility of the classification system. It is likely to be the standard for global health information for some time – perhaps as long or longer than was ICD-10. A key aspect of WHO’s plans regarding ICD-11 is that regular updates will occur every 2 years; these will provide an opportunity to modify the classification to reflect new knowledge and changing circumstances. It is anticipated that a greater number of changes will be made early on, as Member States gain experience in actually using the classification. This will provide an important mechanism for making refinements or clarifications to the classification of mental, behavioural and neurodevelopmental disorders should they be justified based on emerging evidence and clinical experience.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": true,
    "has_followup": true
  }
}