{
  "id": "ICD-11_1204d707",
  "corpus": "ICD-11",
  "condition": "General",
  "text": "32 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders The diagnostic code 6A71.3/6A80.3, for example, indicates recurrent depressive disorder, current episode severe, without psychotic symptoms (6A71.3), with melancholia (6A80.3). Another form of postcoordination is through the use of “extension codes”, which are generic codes that can be applied across the categories in the different chapters of ICD-11. Extension codes for severity – none (XS8H), mild (XS5W), moderate (XS0T) and severe (XS25) – are used in several places in the ICD-11 chapter on mental, behavioural and neurodevelopmental disorders. Extension codes are appended to the diagnostic code they are modifying using an ampersand (&). For example, 6D80&XS0T is the code for dementia due to Alzheimer disease (6D80) of moderate severity (XS0T). Extension codes can also be used to indicate a provisional diagnosis (XY7Z) or to designate a differential diagnosis (XY75). For example, 6A02&XY7Z is the code to indicate a provisional diagnosis (XY7Z) of autism spectrum disorder (6A02). The coding for schizophrenia illustrates how a combination of precoordinated and postcoordinated codes, including extension codes for severity, can be used to characterize course and symptomatic manifestations more fully. Clinical course of schizophrenia is indicated using a combination of fifth-character codes (“0” for first episode, “1” for multiple episodes, “2” for continuous course) and sixth-character codes (“0” for currently symptomatic, “1” for in partial remission, “2” for in full remission). Dimensional profiles of current symptomatic manifestations can be indicated by adding codes from the symptomatic manifestations of primary psychotic disorders that represent specific symptom domains: • 6A25.0 for positive symptoms; • 6A25.1 for negative symptoms; • 6A25.2 for depressive mood symptoms; • 6A25.3 for manic mood symptoms; • 6A25.4 for psychomotor symptoms; and • 6A25.5 for cognitive symptoms. The above codes for symptomatic manifestations of primary psychotic disorders can be used in combination with extension codes to indicate the severity of each symptom domain, respectively, thus providing a symptomatic profile of the presenting symptoms for schizophrenia for a particular individual at a particular point in time. The web-based browser for ICD-11 for MMS4 can be used to construct the diagnostic coding for those disorders with complex combinations of specifiers and extensions. For example, schizophrenia, first episode, currently symptomatic with moderate positive symptoms, with severe negative symptoms, absent depressed mood symptoms, absent manic mood symptoms, mild psychomotor symptoms and severe cognitive symptoms yields the following combined diagnostic code: 6A20.00/6A25.0&XS0T/6A25.1&XS25/6A25.2&XS8H/6A25.3&XS8H/6A25.4&XS5W/6A25.5&XS25 As indicated, generating and interpreting this type of complex, multipart code will be most feasible for relatively sophisticated electronic health information systems. It is not expected that such complex codes will be used routinely by individual clinicians recording diagnoses by hand, for example. Coding of mental disorders caused by health conditions not classified under mental, behavioural and neurodevelopmental disorders ICD-11, as was the case with ICD-10, requires that two diagnostic codes be given for symptomatic presentations of mental disorders that are judged to be a manifestation of a health condition (i.e. disorder, disease or injury) classified outside Chapter 6. 4 ICD-11 for Mortality and Morbidity Statistics (ICD-11 MMS) [website]. Geneva: World Health Organization; 2023 (https://ICD.who. int/browse11/l-m/en#/). Using the CDDR for ICD-11 mental, behavioural and neurodevelopmental disorders in clinical settings 33 One code from the mental, behavioural and neurodevelopmental disorders chapter indicates the mental disorder diagnosis, and a second code indicates the etiological medical condition. Note that the CDDR often use the generic term “medical condition” to refer to health conditions that are not mental disorders (i.e. not classified in the chapter on mental, behavioural and neurodevelopmental disorders). This is only a shorthand; it is not intended to suggest that mental, behavioural and neurodevelopmental disorders are not health conditions. The convention of double coding as it applies to the grouping of secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere involves assigning the code for the presumed underlying disorder or disease in combination with the code for the phenomenologically relevant secondary mental disorder. The earlier example of presentation consisting of depressive symptoms similar to those of a depressive episode that are judged to be due to hypothyroidism would be indicated by combining the diagnostic code for secondary mood syndrome, with depressive symptoms (6E62.0) with the appropriate diagnostic code from the hypothyroidism grouping – for example, transient congenital hypothyroidism (5A00.03), yielding the combination code 6E62.0/5A00.03. This coding convention also applies to neurocognitive disorders such as dementia due to different types of underlying diseases; for example, frontotemporal dementia requires two codes: 6D83 for the syndrome of frontotemporal dementia plus 8A23 frontotemporal lobar degeneration from Chapter 8 on diseases of the nervous system, yielding a combined code of 6D83/8A23. Importantly, the order of the codes being combined is not meaningful in this situation; it is not necessary to list the primary disorder first. That is, 6D83/8A23 has the same meaning as 8A23/6D83. Secondary parenting The ICD-11 classification is divided into 25 chapters, generally based on organ system (e.g. diseases of the digestive system), anatomic location (e.g. diseases of the ear and mastoid process), common pathophysiological process (e.g. certain infectious or parasitic disorders; neoplasms) or medical specialty (e.g. separating diseases of the nervous system from mental, behavioural and neurodevelopmental disorders). Many diseases in ICD-11 could have been placed in more than one chapter (e.g. pancreatic cancer could have been plausibly placed in either the diseases of the digestive system or the neoplasms chapter). ICD-11 acknowledges this fact by sometimes locating the same disorder in two (or more) chapters, with one of the chapters considered to be the “primary parent” and other chapter(s) termed “secondary parent(s)”. For example, the grouping of primary tics and tic disorders is listed in both Chapter 8 on diseases of the nervous system (within the movement disorders grouping) and the mental, behavioural and neurodevelopmental disorders chapter (within the neurodevelopmental disorders grouping). They are primary-parented in Chapter 8 on diseases of the nervous system and secondary-parented in the mental, behavioural and neurodevelopmental disorders chapter. The code number in both instances is the same and corresponds to the primary parent. For example, the code for Tourette syndrome is 8A05.00. The “8” in the first digit of the code indicates that it is primary-parented in Chapter 8 on diseases of the nervous system. The same code (8A05.00) is retained when Tourette syndrome appears as a part of the grouping of neurodevelopmental disorders in Chapter 6.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}