{
  "id": "ICD-11_00f30229",
  "corpus": "ICD-11",
  "condition": "General",
  "text": "2 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders A brief history of the CDDR ICD-6 (9) was the first version of the classification published by WHO, the first to contain a classification of morbidity as well as mortality, and the first to include a classification of mental disorders. In both ICD-6 and ICD-7 (10), the only information provided for mental disorders was the code number and name for each diagnostic category, along with inclusion terms, which specified some of the range of diagnostic concepts meant to be encompassed by the category. Starting with ICD-8 (11), the WHO Department of Mental Health and Substance Use began to provide additional information to assist with clinical implementation. In 1974, the Department published a glossary of mental disorder terms and additional guidance related to the classification of mental disorders (12), indicating that “unless some attempt is made to encourage uniformity of usage of descriptive and diagnostic terms, very little meaning can be attributed to the diagnostic side of statistics of mental illness based on the ICD and in many other ways communication between psychiatrists will become increasingly difficult” (12, p. 12). Subsequently, brief definitions were also included in the main, statistical version of the classification for all categories in the mental disorders chapter in ICD-9 (13) and ICD-10 (14). (This innovation in the classification of mental disorders in ICD-9 and ICD-10 has now been applied across the entire ICD-11 so that the MMS contain brief descriptions for most categories in the classification.) However, according to the WHO Department of Mental Health and Substance Use, these brief definitions were not recommended for use by mental health professionals but rather were intended for use in health statistics and in the coding of medical records and death certificates (15). In 1992, the Department published a volume entitled The ICD-10 classification of mental and behavioural disorders: clinical descriptions and diagnostic guidelines (CDDG) (15) concurrently with the publication of the statistical version of ICD-10. The CDDG was “intended for general clinical, educational, and service use” (15, p. 1). For each disorder, a description of the main clinical and associated features was provided, followed by more operationalized diagnostic guidelines that were designed to assist mental health clinicians in making a valid diagnosis. The CDDR for ICD-11 represent an important advance in providing comprehensive practical guidance on diagnosing mental disorders. A major improvement in the ICD-11 CDDR compared to the ICD-10 CDDG is the consistency of structure and information across major categories, based on reviews of the available evidence (16). The development of the CDDR has been guided by the principles of clinical utility and global applicability. The information included is intended to be useful to health professionals in making diagnostic judgements about individual patients, including the features they can expect to see in all cases of a given disorder and how to differentiate disorders from non-pathological expressions of human experience and from other disorders including medical conditions. The CDDR describe additional clinical features that may be present in some cases of a given disorder and provide key information that can assist in evaluating diagnoses across cultures, genders and the lifespan. More information about the specific contents and approach of the CDDR is provided in the next section on using the CDDR for ICD-11 mental, behavioural and neurodevelopmental disorders in clinical settings. The reliability, clinical utility and global applicability of the CDDR have been confirmed through a comprehensive programme of developmental and evaluative field studies (6,17–19) that involved thousands of clinicians in all global regions. This research programme is described in more detail later in this chapter. Intended users of the CDDR The CDDR are designed to be used by mental health professionals who are authorized by training, scope of practice and applicable statute to provide diagnostic evaluations of people with mental disorders (e.g. psychiatrists, psychologists in some countries). They are also intended to Introduction 3 be useful to non-specialist health professionals (e.g. primary care physicians, nurses), who in many countries provide a substantial proportion of total mental health services. They will also be useful for other professionals in clinical and non-clinical roles who need to understand the nature and symptoms of these disorders even if they do not personally diagnose them. Finally, the CDDR are intended to provide students and trainees in variety of mental health and other health fields with comprehensive guidance and information to support their development as competent diagnosticians or interdisciplinary team members. It is important to note that the organization of ICD-11 into chapters is not intended to reflect the scope of practice of specific medical specialties or clinical professions. For example, mental, behavioural and neurodevelopmental disorders and diseases of the nervous system are in separate chapters, but WHO does not intend this as a statement that psychiatrists should not be allowed to assess and treat headache disorders or that neuropsychologists should not be permitted to evaluate which disease process may be causing a particular case of dementia given the pattern of symptoms. Similarly, certain mental disorders (e.g. neurocognitive disorders such as dementia or delirium, or dissociative disorders such as dissociative neurological symptom disorder or dissociative amnesia), frequently come to the attention of a variety of health professionals (e.g. primary care physicians, neurologists) who may be equipped to evaluate and diagnose them using the CDDR as a guide. Health-care professionals using the CDDR to make diagnoses should be qualified to do so by their clinical training and experience, and are expected to have the necessary clinical expertise and understanding of mental disorders to identify symptoms and to distinguish disorders from normal variation, from one another, and from transient responses to stress or environmental circumstances. The CDDR are written to allow for the exercise of clinical judgement, and it is the diagnosing health professional who is responsible for developing a diagnostic formulation appropriate for an individual patient, considering the patient’s individual, social and cultural context as well as the characteristics of the health system. It is equally important to note that diagnostic classification is only a part of patient assessment. The CDDR are not a guide to patient care, nor a comprehensive textbook of psychiatry, nor a manual of how to conduct clinical assessments and differential diagnoses. The focus of the CDDR is on the classification of disorders and not the assessment and treatment of people, who are frequently characterized by multiple disorders and diverse needs (5). Development of the MMS and the CDDR for ICD-11 mental, behavioural and neurodevelopmental disorders As noted above, the WHO Department of Mental Health and Substance Use led the development of the ICD-11 chapter on mental, behavioural and neurodevelopmental disorders, including both the MMS and the CDDR. Over the course of more than a decade, the Department coordinated an intensive, systematic, international process that involved a wide range of key stakeholder groups including scientific and public health experts, clinicians, representatives of WHO Member States, scientific and professional societies, service users and their carers, and other nongovernmental organizations. All expert contributors to this document were asked to complete a WHO Declaration of Interests (DoI) form prior to their contribution. Once received, the WHO Secretariat reviewed the DoI forms and evaluated whether there were any conflicts of interest and, if so, whether these required a management plan. Prior to the finalization of this document, all contributors were asked to complete another DOI form. No conflicts of interest requiring a management plan were identified. 4 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Formation of the ICD-11 International Advisory Group In 2007, the WHO Department of Mental Health and Substance Use appointed the International Advisory Group for the Revision of ICD-10 Mental and Behavioural Disorders (5), comprising scientific experts from all WHO regions and representatives from relevant international scientific societies. This Advisory Group was tasked with scientific oversight for the entire revision process. Its specific functions were to advise WHO on the key guiding principles and goals of the revision, the steps involved in the revision, and identification of other groups of relevant consultants and stakeholders required to develop the classification of mental disorders and other relevant parts of ICD-11; and to facilitate the implementation of global field studies to assess and improve the revisions to ICD-11 and the CDDR. The Advisory Group also functioned as one of approximately 30 topic advisory groups for the overall development of ICD-11, each focusing on a different area or cross-cutting theme (e.g. gastroenterology, ophthalmology, quality and safety) and represented on the Revision Steering Committee – working with the WHO Classifications and Terminology and Data Standards Team responsible for coordinating the overall effort. Development of the CDDR by ICD-11 working groups The International Advisory Group advised the WHO Department of Mental Health and Substance Use on the appointment of more than a dozen working groups tasked with reviewing the relevant evidence and making proposals for changes to the structure and content of the ICD-10 classification of mental, behavioural and neurodevelopmental disorders. Most of the working groups were established in relation to a particular subset of mental disorders (e.g. psychotic disorders, mood and anxiety disorders, personality disorders). Others were appointed to make proposals regarding how cross-cutting themes (e.g. presentations in children and adolescents, presentations in older adults, cultural factors) would be handled in the CDDR. Members of the working groups were expert multidisciplinary mental health professionals with relevant scientific and/or clinical expertise. The working groups were constituted such that experts from all WHO regions were included, with substantial representation from low- and middle-income countries. The working groups’ charge included reviewing the extant body of basic science, clinical and public health research relevant to their area of responsibility for use as a basis for their recommendations for revisions to the classification of mental disorders in ICD-10. The working groups used these reviews to recommend changes to enhance the validity of ICD-11 (e.g. addition or deletion of categories, changes in thresholds or diagnostic requirements). They also reviewed available evidence related to the clinical utility of proposed changes, such as whether the revised diagnostic descriptions would enhance the identification of individuals who need mental health services or their usefulness in treatment and management decisions in a range of global health-care settings, particularly in low- and middle-income countries. Working groups proposed specific changes to the structure of the classification of mental disorders in ICD-11; what categories and specifiers were included; and the MMS brief descriptions and the CDDR for the area under their purview. They were asked to provide the rationale, evidence base and expected impact on clinical utility of any proposed change via a structured, documented process (16). Working groups were instructed to emphasize considerations of clinical utility and global applicability in developing their recommendations. Clinical utility is important because health classifications represent the interface between health encounters and health information. A system that does not provide clinically useful information at the level of the health encounter will not be faithfully implemented by clinicians. In that case, data aggregated from health encounters will not be optimal and perhaps not even valid, affecting the usefulness and validity of summary health encounter data used for decision-making at the health system, national and global level. The WHO Department of Mental Health and Substance Use operationalized the clinical utility Introduction 5 of a category in the ICD-11 chapter on mental, behavioural and neurodevelopmental disorders as depending on: • its value in communicating (e.g. among practitioners, patients, families, administrators); • its implementation characteristics in clinical practice, including its goodness of fit (i.e. accuracy of description), its ease of use and the time required to use it (i.e. feasibility); • and its usefulness in selecting interventions and in making clinical management decisions. Global applicability was addressed via the diverse global membership of the working groups and by the international nature of the field studies implemented as part of the development of the CDDR, and by specific attention to culture as a part of the CDDR (see the sections on public review and field testing and on cultural factors below). In order to generate relatively uniform information and a consistent structure across groupings and categories of the CDDR (see the next section on using the ICD-11 classification of mental, behavioural and neurodevelopmental disorders in clinical settings), working groups collated diagnostic information using a standardized template (referred to as a “content form”), with relevant references. This information served as source material for the development of the CDDR, with the final editorial responsibility vested in the WHO Department of Mental Health and Substance Use. The brief descriptions in the MMS and the more detailed essential features in the CDDR were developed together in order to be fully compatible, though designed for different purposes. The MMS brief descriptions are typically summaries of the essential features for the corresponding entity in the CDDR, although these brief descriptions alone do not provide sufficient information for implementation in clinical settings. Public review and field testing Proposals developed by working groups were described in the scientific literature (e.g. 20–26), made available for public review (27), and tested via a systematic programme of global field studies (see the section on field studies below). Scientific oversight for the field studies was provided by the ICD-11 Field Studies Coordination Group (FSCG) (28), comprising global leaders in clinical care, scientific research and public health representing all WHO regions, with substantial representation from low- and middle-income countries. FSCG members not only lent their technical expertise to the design, analysis and interpretation of the field studies but also served as essential facilitators by successfully engaging global clinicians to participate in ICD-11 field studies around the world. Many of them directed international field study centres, which conducted field studies in routine clinical settings with real patients. The FSCG and relevant working groups were also involved in proposing changes to the CDDR based on the results of the field studies (17). WHO’s comprehensive programme of field testing to assess the reliability, clinical utility and global applicability of the proposed CDDR was a major area of innovation, employing novel study designs and new methodologies for collecting information. Global participation was a defining characteristic of the ICD-11 CDDR field studies, which engaged multidisciplinary clinicians working in diverse contexts across the world, and were conducted in multiple languages. A key strength of the research programme was that studies were conducted within a time frame that allowed the results to be used as a basis for further revision of the CDDR prior to publication. Early in the revision process, two major international, multilingual surveys were conducted – one of psychiatrists, conducted in collaboration with the World Psychiatric Association (29) and the other of psychologists, conducted in collaboration with the International Union of Psychological Science (30). These surveys focused on participants’ use of diagnostic classification systems in clinical practice, and the desirable characteristics of a classification of mental disorders. The professionals overwhelmingly preferred more flexible guidance to allow for cultural variation 6 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders and clinical judgement compared to a strict criteria-based approach, and were receptive to a system incorporating a dimensional component. Respondents described a number of categories as having poor clinical utility in practice, while others were recommended for addition or deletion (31,32). These data were used in the initial decisions about the content of the CDDR and in the development of diagnostic guidance by working groups. In order to provide data to assist in developing an organizational structure that would be more clinically useful, two formative field studies were conducted to examine the conceptualizations held by mental health professionals around the world regarding the structure of mental disorders and the relationships among them (33,34). These data showed a high degree of similarity across countries, languages and regions, regardless of the classification system participants used in clinical practice, and informed decisions about the structure of the classification. The proposed CDDR material was then tested in two main sets of evaluative field studies: case-controlled (internet-based) and ecological implementation (clinic-based) field studies. The case-controlled studies assessed the clinical utility of the proposed diagnostic material; most compared how global clinicians applied the proposed ICD-11 material versus the ICD-10 diagnostic guidelines for a given diagnostic area in terms of accuracy and consistency of clinicians’ diagnostic formulations, using a scientifically rigorous vignette-based methodology (17,35). Other studies examined scaling for diagnostic specifiers (36) and how clinicians actually used classifications in their clinical practice (37), including how they combined multiple dimensions in making a categorical diagnosis (38). Case-controlled studies were conducted in between three and six languages – Chinese, English, French, Japanese, Spanish and Russian – per study, with participation from thousands of clinicians from across the globe who were members of WHO’s Global Clinical Practice Network. The Network’s field studies have assessed a wide range of disorder groupings (e.g. 39–45). Two internet-based studies comparing ICD-11 to ICD-10 were also conducted in German (46,47). Overall, these studies have demonstrated incrementally superior – or in some cases equivalent – performance of the ICD-11 CDDR compared to the ICD-10 CDDG in the accuracy of diagnoses assigned to case vignettes by participating clinicians, as well as improvements in ratings of clinical utility. When a clinician’s diagnoses did not follow the expected pattern, the study methodology allowed for examination of which specific features of the diagnostic requirements accounted for underperformance, which in turn permitted modifications to the CDDR to address points of ambiguity or misunderstanding (e.g. 39,44). These studies also included analyses of results by region and language to identify potential difficulties in global or cultural applicability, as well as problems in translation. In addition to refining the CDDR, data from these studies have provided useful information for the development of training programmes on the new ICD-11 diagnostic material. For example, the German study examining performance on a coding task suggested a substantial need for training initiatives to support the use of ICD-11 by professional coders (47). Two major ecological implementation (clinic-based) field studies were conducted. The first tested the proposed CDDR diagnostic material when applied by practising clinicians to adult patients receiving care in the types of clinical settings in which the CDDR will be implemented (18,19). The study was conducted in 14 countries – Brazil, Canada, China, Egypt, India, Italy, Japan, Lebanon, Mexico, Nigeria, the Russian Federation, South Africa, Spain and Tunisia – via a network of international field study centres. The study assessed the reliability and clinical utility of the CDDR for disorders that account for the highest percentage of global disease burden and use of mental health services in clinical settings among adults: schizophrenia and other psychotic disorders, mood disorders, anxiety and fear-related disorders, and disorders specifically associated with stress. A joint-rater reliability methodology, in which two clinicians were present during the patient interview but reported their diagnostic formulation and clinical utility ratings Introduction 7 independently, was employed in order to isolate the effects of the CDDR from other sources of variance in diagnosis (e.g. changes over time, inconstancy in reporting). Importantly, the level of training on the ICD-11 CDDR received by participating clinicians was similar to what might be expected in routine clinical setting during ICD-11 implementation. Clinicians were given no instructions on how to conduct their diagnostic interviews other than to assess the areas that were required as part of the study protocol. Overall, intraclass kappa coefficients (a measure of reliability between raters) for diagnoses weighted by site and study prevalence ranged from 0.45 (dysthymic disorder) to 0.88 (social anxiety disorder). The reliability of the ICD-11 diagnostic requirements was superior to that previously reported for equivalent ICD-10 guidelines (18). Clinician ratings of the clinical utility of the ICD-11 CDDR were very positive overall. The CDDR were perceived as easy to use, accurately reflecting patients’ presentations (i.e. goodness of fit), clear and understandable, and no more time-consuming than the clinicians’ standard practice (19). A separate study of common child and adolescent diagnoses was conducted in four countries – China, India, Japan and Mexico – with children and adolescents from 6 to 18 years of age (48). The study focused on attention deficit hyperactivity disorder, disruptive behaviour and dissocial disorders, mood disorders, anxiety and fear-related disorders, and disorders specifically associated with stress, using a design that was analogous to the adult study. Kappa estimates indicated substantial agreement for most categories, with moderate agreement for generalized anxiety disorder and adjustment disorder. No differences were found between younger (6–11 years) and older (12–18 years) age groups, or between outpatient and inpatient samples. Clinical utility ratings for these diagnoses were positive and consistent across the domains assessed, although they were somewhat lower for adjustment disorder. Taken together, the results of the ecological implementation studies supported the implementation of the ICD-11 CDDR in clinical settings, and suggested that the results of the case-controlled studies were generalizable to clinical settings. Another clinic-based field study in three countries examining the novel behavioural indicators for the assessment of the severity of ICD-11 disorders of intellectual development found them to have good to excellent levels of inter-rater reliability, concurrent validity and clinical utility. This supported their use to assist in the accurate identification of individuals with disorders of intellectual development, particularly in settings where specialized assessment services are unavailable (49). A separate field studies programme to test the section of the ICD-11 CDDR on disorders due to substance use and addictive behaviours involved field testing centres in 11 countries: Australia, Brazil, China, France, Indonesia, India, the Islamic Republic of Iran, Malaysia, Mexico, Switzerland and Thailand. The main aim of the studies was to explore the public health and clinical utility, feasibility and stability (comparability with ICD-10) of the proposed CDDR for disorders due to the use of psychoactive substances, as well as the newly designated subgrouping of disorders due to addictive behaviours (i.e. gambling disorder and gaming disorder). The mixed-methods approach used in these studies included key informant surveys and interviews, focus groups and consensus conferences at each study site. Across sites, more than 1000 health professionals participated in the survey, more than 200 participants were involved in 30 focus groups organized at the study sites, and 42 identified national experts in the field reviewed the draft CDDR. Overall, this section of ICD-11 was judged to be major step forward compared to ICD-10 in terms of its utility for meeting clinical and public health, and its feasibility for implementation. There was broad support for major innovations in this area. For disorders due to substance use, this included the expansion of substance classes to reflect evolving patterns in global psychoactive substance use (e.g. synthetic cannabinoids, MDMA1 or related drugs), the introduction of new categories to capture episodes of harmful substance use, and the inclusion of the concept of “harm to health of others” in the definition of harmful substance use (25). There was also support for 1 3,4-methylenedioxy-methamfetamine, also known as “ecstasy”.",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": true,
    "has_followup": true
  }
}