{
  "id": "ICD-11_bce48203",
  "corpus": "ICD-11",
  "condition": "General",
  "text": "Crosswalk from ICD-11 mental, behavioural and neurodevelopmental disorders to ICD-10 for clinician use 803 ICD-11 ICD-10 Notes 6D10.x F60.31 Emotionally unstable personality disorder, borderline The x in the left column type is a placeholder for AND the digit indicating the severity level of the personality disorder: 6D11.0 Negative affectivity 4-character code: F60.3 Emotionally unstable personality 6D11.3 Disinhibition disorder • 0 = Mild (6D10.x/6D11.0/6D11.3) • 1 = Moderate • 2 = Severe OR • Z = Severity 6D10.x unspecified. AND 6D11.5 Borderline pattern, with or without any other combination of prominent personality traits or patterns (6D10.x/6D11.5/…) 6D10.x F60.4 Histrionic personality disorder The x in the left column is a placeholder for AND the digit indicating the severity level of the personality disorder: 6D11.0 Negative affectivity 6D11.2 Dissociality • 0 = Mild • 1 = Moderate 6D11.3 Disinhibition • 2 = Severe ((6D10.x/6D11.0/6D11.2/6D11.3) • Z = Severity unspecified. 6D10.x F60.5 Anankastic personality disorder The x in the left column is a placeholder for AND the digit indicating the severity level of the personality disorder: 6D11.0 Negative affectivity 6D11.4 Anankastia • 0 = Mild (6D10.x/6D11.0/6D11.4) • 1 = Moderate • 2 = Severe • Z = Severity unspecified. 6D10.x F60.6 Anxious [avoidant] personality disorder The x in the left column is a placeholder for AND the digit indicating the severity level of the personality disorder: 6D11.0 Negative affectivity 6D11.1 Detachment • 0 = Mild (6D10.x/6D11.0/6D11.1) • 1 = Moderate • 2 = Severe • Z = Severity unspecified. 6D10.x F60.7 Dependent personality disorder The x in the left column is a placeholder for the digit indicating the severity level of the personality disorder: AND • 0 = Mild • 1 = Moderate 6D11.0 Negative affectivity • 2 = Severe (6D10.x/6D11.0) • Z = Severity unspecified. 804 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders ICD-11 ICD-10 Notes 6D10.x F60.8 Other specific personality disorders The x in the left column is a placeholder for the digit indicating the severity level of the personality disorder: AND • 0 = Mild • 1 = Moderate any combination of prominent personality traits or • 2 = Severe patterns not listed above • Z = Severity unspecified. Paraphilic disorders 6D30 Exhibitionistic disorder F65.2 Exhibitionism 6D31 Voyeuristic disorder F65.3 Voyeurism 6D32 Paedophilic disorder F65.4 Paedophilia 6D33 Coercive sexual sadism disorder F65.8 Other disorders of sexual preference 6D34 Frotteuristic disorder F65.8 Other disorders of sexual preference 6D35 Other paraphilic disorder involving non- F65.8 Other disorders of sexual preference consenting individuals 6D36 Paraphilic disorder involving solitary F65.8 Other disorders of sexual preference behaviour or consenting individuals 6D3Z Paraphilic disorder, unspecified F65.9 Disorder of sexual preference, unspecified Factitious disorders 6D50 Factitious disorder imposed on self F68.1 Intentional production or feigning of symptoms or disabilities, either physical or psychological [factitious disorder] 6D51 Factitious disorder imposed on another F68.1 Intentional production or feigning of symptoms or disabilities, either physical or psychological [factitious disorder] 6D5Z Factitious disorder, unspecified F68.1 Intentional production or feigning of symptoms or disabilities, either physical or psychological [factitious disorder] Neurocognitive disorders 6D70 Delirium Etiology must be specified (see below). 6D70.0 Delirium due to disease classified elsewhere F05 Delirium, not induced by alcohol and other psychoactive substances 4-character code: F05.8 Other delirium Crosswalk from ICD-11 mental, behavioural and neurodevelopmental disorders to ICD-10 for clinician use 805 ICD-11 ICD-10 Notes 6D70.1 Delirium due to psychoactive substances, F1x.03 Mental and behavioural disorders due to psychoactive The x in the middle including medications substance use: acute intoxication with delirium column is a placeholder for the digit indicating 4-character code: F1x.0 Mental and behavioural disorders the substance class in due to psychoactive substance use: acute intoxication ICD-10: OR • 0 = alcohol F1x.4 Mental and behavioural disorders due to psychoactive • 1 = opioids substance use: withdrawal state with delirium • 2 = cannabinoids OR • 3 = sedatives or hypnotics F1x.8 Mental and behavioural disorders due to psychoactive • 4 = cocaine substance use: other mental and behavioural disorders • 5 = stimulants, including caffeine • 6 = hallucinogens • 7 = tobacco • 8 = volatile solvents • 9 = multiple or other psychoactive substances. Use F1x.8 if intoxication/ withdrawal status is unknown. 6D70.2 Delirium due to multiple etiological factors F05 Delirium, not induced by alcohol and other psychoactive Use F05 or F05.8 unless substances multiple etiological factors refer entirely to multiple psychoactive substances, in which case F19.4 should be 4-character code: F05.8 Other delirium used. OR F19.4 Mental and behavioural disorders due to multiple drug use and use of other psychoactive substances withdrawal state with delirium 6D70.Y Delirium, other specified cause F05.8 Other delirium 6D70.Z Delirium, unknown or unspecified cause F05.9 Delirium, unspecified 6D71 Mild neurocognitive disorder F06.7 Mild cognitive disorder 6D72 Amnestic disorder Etiology must be specified (see below). 6D72.0 Amnestic disorder due to diseases classified F04 Organic amnesic syndrome, not induced by alcohol and elsewhere other psychoactive substances No 4-character code available 6D72.1 Amnestic disorder due to psychoactive Substance must be specified (see below). substances, including medications 6D72.10 Amnestic disorder due to use of alcohol F10.6 Mental and behavioural disorders due to use of alcohol: amnesic syndrome 6D72.11 Amnestic disorder due to use of sedatives, F13.6 Mental and behavioural disorders due to use of hypnotics or anxiolytics sedatives or hypnotics: amnesic syndrome 6D72.12 Amnestic disorder due to other specified F19.6 Mental and behavioural disorders due to multiple drug psychoactive substance, including medications use and use of other psychoactive substances: amnesic syndrome 6D72.13 Amnestic disorder due to use of volatile F18.6 Mental and behavioural disorders due to use of volatile inhalants solvents: amnesic syndrome 806 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders ICD-11 ICD-10 Notes 6D72.Y Amnestic disorder, other specified cause F04 Organic amnesic syndrome, not induced by alcohol and other psychoactive substances No 4-character code available 6D72.Z Amnestic disorder, unknown or unspecified F04 Organic amnesic syndrome, not induced by alcohol and If insufficient cause other psychoactive substances information is available to make a general etiological determination, use F04. No 4-character code available OR F19.6 Mental and behavioural disorders due to multiple drug use and use of other psychoactive substance uses: amnesic syndrome Dementia Etiology must be specified (see below). 6D80 Dementia due to Alzheimer disease F00 Dementia in Alzheimer disease 4-character code: F00.9 Dementia in Alzheimer disease, unspecified 6D80.0 Dementia due to Alzheimer disease with early F00.0 Dementia in Alzheimer disease with early onset onset 6D80.1 Dementia due to Alzheimer disease with late F00.1 Dementia in Alzheimer disease with late onset onset 6D80.2 Alzheimer disease dementia, mixed type, with F00.2 Dementia in Alzheimer disease, atypical or mixed type cerebrovascular disease 6D80.3 Alzheimer disease dementia, mixed type, with F00.2 Dementia in Alzheimer disease, atypical or mixed type other nonvascular etiologies 6D80.Z Dementia due to Alzheimer disease, onset F00.9 Dementia in Alzheimer disease, unspecified unknown or unspecified 6D81 Dementia due to cerebrovascular disease F01 Vascular dementia 4-character code: F01.9 Vascular dementia, unspecified 6D82 Dementia due to Lewy body disease F02.8 Dementia in other diseases classified elsewhere 6D83 Frontotemporal dementia F02 Dementia in other diseases classified elsewhere No 4-character code available OR F02.0 Dementia in Pick disease 6D84 Dementia due to psychoactive substances, Substance must be specified (see below). including medications Crosswalk from ICD-11 mental, behavioural and neurodevelopmental disorders to ICD-10 for clinician use 807 ICD-11 ICD-10 Notes 6D84.0 Dementia due to use of alcohol F10.73 Mental and behavioural disorders due to use of alcohol: residual and late-onset psychotic disorder, dementia 4-character code: F10.7 Mental and behavioural disorders due to use of alcohol: residual and late-onset psychotic disorder 6D84.1 Dementia due to use of sedatives, hypnotics or F13.73 Mental and behavioural disorders due to use of anxiolytics sedatives or hypnotics: residual and late-onset psychotic disorder, dementia 4-character code: F13.7 Mental and behavioural disorders due to use of sedatives or hypnotics: residual and late-onset psychotic disorder 6D84.2 Dementia due to use of volatile inhalants F18.73 Mental and behavioural disorders due to use of volatile solvents: residual and late-onset psychotic disorder, dementia 4-character code: F18.7 Mental and behavioural disorders due to use of volatile solvents: residual and late-onset psychotic disorder 6D84.Y Dementia due to other specified psychoactive F19.73 Mental and behavioural disorders due to multiple drug substance use and use of other psychoactive substances: residual and late-onset psychotic disorder, dementia 4-character code: F19.7 Mental and behavioural disorders due to multiple drug use and use of other psychoactive substances: residual and late-onset psychotic disorder 6D85 Dementia due to diseases classified F02 Dementia in other diseases classified elsewhere elsewhere No 4-character code available 6D85.0 Dementia due to Parkinson disease F02.3 Dementia in Parkinson disease 6D85.1 Dementia due to Huntington disease F02.2 Dementia in Huntington disease 6D85.2 Dementia due to exposure to heavy metals and F02.8 Dementia in other diseases classified elsewhere other toxins 6D85.3 Dementia due to HIV F02.4 Dementia in human immunodeficiency virus [HIV] disease 6D85.4 Dementia due to multiple sclerosis F02.8 Dementia in other diseases classified elsewhere 6D85.5 Dementia due to prion disease F02.1 Dementia in Creutzfeldt-Jakob disease OR F02.8 Dementia in other specified diseases classified elsewhere 6D85.6 Dementia due to normal-pressure F02.8 Dementia in other diseases classified elsewhere hydrocephalus 6D85.7 Dementia due to injury to the head F02.8 Dementia in other diseases classified elsewhere 6D85.8 Dementia due to pellagra F02.8 Dementia in other diseases classified elsewhere 6D85.9 Dementia due to Down syndrome F02.8 Dementia in other diseases classified elsewhere 6D85.Y Dementia due to other specified disease F02.8 Dementia in other diseases classified elsewhere classified elsewhere 6D8Y Dementia, other specified cause F02.8 Dementia in other specified diseases classified elsewhere 808 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders ICD-11 ICD-10 Notes 6D8Z Dementia, unknown or unspecified cause F03 Unspecified dementia No 4-character code available Mental and behavioural disorders associated with pregnancy, childbirth or the puerperium 6E20 Mental and behavioural disorders associated O99.3 Mental disorders and diseases of the nervous system with pregnancy, childbirth or the puerperium, complicating pregnancy, childbirth and the puerperium without psychotic symptoms 6E21 Mental and behavioural disorders associated O99.3 Mental disorders and diseases of the nervous system with pregnancy, childbirth or the puerperium, with complicating pregnancy, childbirth and the puerperium psychotic symptoms 6E2Z Mental and behavioural disorders associated O99.3 Mental disorders and diseases of the nervous system with pregnancy, childbirth or the puerperium, complicating pregnancy, childbirth and the puerperium unspecified Psychological or behavioural factors affecting disorders or diseases classified elsewhere 6E40 Psychological or behavioural factors affecting F54 Psychological and behavioural factors associated with disorders and diseases classified elsewhere disorders or diseases classified elsewhere No 4-character code available 6E40.0 Mental disorder affecting disorders and F54 Psychological and behavioural factors associated with diseases classified elsewhere disorders or diseases classified elsewhere No 4-character code available 6E40.1 Psychological symptoms affecting disorders F54 Psychological and behavioural factors associated with and diseases classified elsewhere disorders or diseases classified elsewhere No 4-character code available 6E40.2 Personality traits or coping style affecting F54 Psychological and behavioural factors associated with disorders and diseases classified elsewhere disorders or diseases classified elsewhere No 4-character code available 6E40.3 Maladaptive health behaviours affecting F54 Psychological and behavioural factors associated with disorders and diseases classified elsewhere disorders or diseases classified elsewhere No 4-character code available 6E40.4 Stress-related physiological response affecting F54 Psychological and behavioural factors associated with disorders and diseases classified elsewhere disorders or diseases classified elsewhere No 4-character code available 6E40.Y Other specified psychological or behavioural F54 Psychological and behavioural factors associated with factor affecting disorders and diseases classified disorders or diseases classified elsewhere elsewhere No 4-character code available Crosswalk from ICD-11 mental, behavioural and neurodevelopmental disorders to ICD-10 for clinician use 809 ICD-11 ICD-10 Notes 6E40.Z Psychological or behavioural factor affecting F54 Psychological and behavioural factors associated with disorders and diseases classified elsewhere, disorders or diseases classified elsewhere unspecified No 4-character code available Secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere 6E60 Secondary neurodevelopmental syndrome F06.8 Other specified mental disorders due to brain damage and dysfunction and to physical disease 6E60.0 Secondary speech or language syndrome F06.8 Other specified mental disorders due to brain damage and dysfunction and to physical disease 6E60.Y Other specified secondary neurodevelopmental F06.8 Other specified mental disorders due to brain damage syndrome and dysfunction and to physical disease 6E60.Z Secondary neurodevelopmental syndrome, F06.8 Other specified mental disorders due to brain damage unspecified and dysfunction and to physical disease 6E61 Secondary psychotic syndrome F06.0 Organic hallucinosis Select F06.0 or F06.2 based on whether OR hallucinations or delusions predominate, F06.2 Organic delusional [schizophrenia-like] disorder although both may occur in either category. 6E61.0 Secondary psychotic syndrome with F06.0 Organic hallucinosis hallucinations 6E61.1 Secondary psychotic syndrome with delusions F06.2 Organic delusional [schizophrenia-like] disorder 6E61.2 Secondary psychotic syndrome with F06.2 Organic delusional [schizophrenia-like] disorder hallucinations and delusions 6E61.3 Secondary psychotic syndrome with F09 Unspecified organic or symptomatic mental disorder unspecified symptoms 6E62 Secondary mood syndrome F06.3 Organic mood [affective] disorders 6E62.0 Secondary mood syndrome with depressive F06.32 Organic depressive disorder symptoms 4-character code: F06.3 Organic mood [affective] disorders 6E62.1 Secondary mood syndrome with manic F06.30 Organic manic disorder symptoms 4-character code: F06.3 Organic mood [affective] disorders 6E62.2 Secondary mood syndrome with mixed F06.33 Organic mixed affective disorder symptoms 4-character code: F06.3 Organic mood [affective] disorders 6E62.3 Secondary mood syndrome with unspecified F06.3 Organic mood [affective] disorders symptoms 6E63 Secondary anxiety syndrome F06.4 Organic anxiety disorder 6E64 Secondary obsessive-compulsive or related F06.8 Other specified mental disorders due to brain damage syndrome and dysfunction and to physical disease 6E65 Secondary dissociative syndrome F06.5 Organic dissociative disorder 6E66 Secondary impulse control syndrome F06.8 Other specified mental disorders due to brain damage and dysfunction and to physical disease 6E67 Secondary neurocognitive syndrome F06.8 Other specified mental disorders due to brain damage and dysfunction and to physical disease 6E68 Secondary personality change F07.0 Organic personality disorder 6E69 Secondary catatonia syndrome F06.1 Organic catatonic disorder 6E6Y Other specified secondary mental or F06.8 Other specified mental disorders due to brain damage behavioural syndrome and dysfunction and to physical disease 6E6Z Secondary mental or behavioural syndrome, F06.9 Unspecified mental disorder due to brain damage and unspecified dysfunction and to physical disease 810 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Contributors 811 Contributors Project direction Geoffrey M. Reed, Project Director (2007–2024) Shekhar Saxena, Project Supervisor (2007–2018) International Advisory Group for the Revision of ICD-10 Mental and Behavioural Disorders Members Steven E. Hyman, Chair (2007–2018) Afarin Rahimi-Movaghar (2007–2018) Gavin Andrews (2007–2008) Karen Ritchie (2007–2008) José L. Ayuso-Mateos (2009–2018) Khaled Saeed (2007–2010) Wolfgang Gaebel (2009–2018) Norman Sartorius (2007–2008) David P. Goldberg (2007–2008) Pratap Sharan (2009–2018) Oye Gureje (2007–2018) Rangaswamy Thara (2007–2008) Assen Jablensky(2009–2018) Pichet Udomratn (2009–2018) Brigitte Khoury (2009–2018) Zeping Xiao (2009–2010) Anne M. Lovell (2009–2018) Yu Xin (2007–2008) María Elena Medina-Mora (2007–2018) Min Zhao (2011–2018) Organizational representatives International Association for Child and International Union of Psychological Science Adolescent Psychiatry and Allied Professions Geoffrey M. Reed (2007–2008) Per-Anders Rydelius (2009–2018) Ann D. Watts (2009–2018) International Federation of Social Workers World Organization of Family Doctors Rolf Blickle-Ritter (2007–2008) Michael Klinkman (2007–2014) Sabine Bährer-Kohler (2009–2018) World Psychiatric Association International Council of Nurses Juan Mezzich (2007–2008) Amy Coenen (2007–2008) Mario Maj (2009–2018) Tesfamicael Ghebrehiwet (2009–2013) Country representatives Kimmo Kuoppasalmi, Finland (2007–2008) Graham Mellsop, New Zealand (2007–2013) Toshimasa Maruta, Japan (2007–2018) Yu Xin, China (2007–2010) Special invitees Michael B. First Ronald C. Kessler 812 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders American Psychiatric Association/DSM-5 representatives David J. Kupfer Darrel A. Regier William E. Narrow United States National Institute of Mental Health representative Bruce N. Cuthbert United States National Institute on Drug Abuse representative Wilson M. Compton Field Studies Coordination Group for ICD-11 Mental, Behavioural and Neurodevelopmental Disorders María Elena Medina-Mora, Chair Jair de Jesus Mari Oye Gureje, Vice Chair Toshimasa Maruta José L. Ayuso-Mateos Kathleen M. Pike Wolfgang Gaebel Michael C. Roberts Shigenobu Kanba Pratap Sharan Brigitte Khoury Dan J. Stein Valery N. Krasnov Min Zhao Anne M. Lovell Additional contributors Tsuyoshi Akiyama Maya Kulygina Howard F. Andrews Chihiro Matsumoto Michael B. First Tahilia J. Rebello Jingjing Huang Rebeca Robles Jared W. Keeley Anne-Claire Stona Cary S. Kogan Zhen Wang United States National Institute of Mental Health representatives Bruce N. Cuthbert Sarah E. Morris Ishmael Amarreh Contributors 813 ICD-DSM Harmonization Group WHO representatives Steven E. Hyman Peter Tyrer Oye Gureje WHO Secretariat María Elena Medina-Mora Benedetto Saraceno Michael Rutter Shekhar Saxena Norman Sartorius Geoffrey M. Reed American Psychiatric Association/DSM-5 representatives David J. Kupfer Dilip V. Jeste Darrel A. Regier Wilson M. Compton William E. Narrow David Shaffer James H. Scully United States National Institute of Mental Health Representative Bruce N. Cuthbert International Advisory Group for Training and Implementation for ICD-11 Mental, Behavioural and Neurodevelopmental Disorders Min Zhao, Chair Maya Kulygina José L. Ayuso-Mateos Mario Maj Keith Denny María Elena Medina-Mora Michael B. First John Mitchell Wolfgang Gaebel Kathleen M. Pike Cécile Hanon Rebeca Robles Matías Irarrázaval Pratap Sharan Shigenobu Kanba Dan J. Stein Brigitte Khoury Ulrich Vögel Cary S. Kogan Additional contributors Chihiro Matsumoto Jingjing Huang Tahilia J. Rebello Zhen Wang 814 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Working groups for ICD-11 mental, behavioural and neurodevelopmental disorders ICD-11 Working Group on the Classification of Disorders of Intellectual Development Luis Salvador-Carulla, Chair Satish Girimaji Colleen Adnams Gregorio Katz Marco Bertelli Henry Kwok Sally-Ann Cooper Ruth Luckasson Shoumitro Deb Rune Simeonsson Leyla Akoury Dirani Additional contributors Jake Burack Cary S. Kogan Sab Bhaumik Rafael Martínez-Leal Sherva Cooray Kerim Munir Santo F. DiNuovo Ashok Roy Maurizio Elia Per-Anders Rydelius Judith Hollenweger Peter Tyrer American Association of Intellectual and Developmental Disabilities Consultation Group Margaret A. Nygren Diane Morin Marc Tassé J. Gregory Olley Marty Ford Michael L. Wehmeyer George S. Jesien ICD-11 Working Group on the Classification of Mental and Behavioural Disorders in Children and Adolescents Michael Rutter, Chair (2010–2013) Malavika Kapur M. Elena Garralda, Chair (2013–2018) John E. Lochman Sue Bailey Olayinka Omigbodun Gillian Baird Daniel S. Pine Wenhong Cheng Per-Anders Rydelius Francisco R. de la Peña David Shaffer John Fayyad Tuula Tamminen Additional contributor Rudolf Uher American Psychiatric Association/DSM-5 representative David Shaffer Contributors 815 Subgroup on neurodevelopmental disorders M. Elena Garralda, Chair Gillian Baird David H. Skuse Additional contributors Travis T. Threats Dorothy Bishop Subgroup on disruptive behaviour and dissocial disorders John E. Lochman, Chair Walter Matthys Jeffrey D. Burke Francisco R. de la Peña Spencer C. Evans Michael C. Roberts Lourdes Ezpeleta Salma Siddiqui Paula F. Fite Eric A. Youngstrom ICD-11 Working Group on the Classification of Schizophrenia and Other Primary Psychotic Disorders Wolfgang Gaebel, Chair Michael F. Green Jonathan Burns Assen Jablensky Peter Falkai Toshimasa Maruta Saeed Farooq Pichet Udomratn Silvana Galderisi Veronica Larach Walters Philippa Garety Jürgen Zielasek ICD-11 Working Group on the Classification of Mood and Anxiety Disorders Mario Maj, Chair David J. Miklowitz Laura Andrade Driss Moussaoui Jules Angst Frank Njenga José L. Ayuso-Mateos Eugene Paykel Carlos Berlanga Michael R. Phillips Subho Chakrabarti Katherine Shear Paul M. G. Emmelkamp Dan J. Stein Maria Luisa Figueria Stephen M. Strakowski Ellen Leibenluft ICD-11 Working Group on the Classification of Obsessive-Compulsive and Related Disorders and Impulse Control Disorders Dan J. Stein, Chair Y.C. Janardhan Reddy Murad Atmaca H. Blair Simpson Naomi A. Fineberg Per Hove Thomsen Leonardo F. Fontenelle Odile A. van den Heuvel Jon E. Grant David Veale Hisato Matsunaga Douglas W. Woods 816 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Additional contributors on compulsive sexual behaviour disorder Richard B. Krueger Meg S. Kaplan Peer Briken Cary S. Kogan Shane W. Kraus Valerie Voon Carmita H.N. Abdo Elham Atalla ICD-11 Working Group on the Classification of Disorders Specifically Associated with Stress Andreas Maercker, Chair Augusto E. Llosa Chris R. Brewin Cécile Rousseau Richard A. Bryant Daya J. Somasundaram Marylène Cloitre Renato Souza Asma Humayun Yuriko Suzuki Lynne M. Jones Inka Weissbecker Ashraf Kagee Simon C. Wessely Additional contributor Axel Perkonigg ICD-11 Working Group on the Classification of Somatic Distress and Dissociative Disorders Oye Gureje, Chair M. Elena Garralda Abdulbari Bener Yanling He Antonio Bulbena Vilarrasa Aleksandar Janca Santosh K. Chaturvedi Athula Sumathipala Francis Creed Luís F. Tófoli Subgroup on dissociative disorders Oye Gureje, Co-Chair Andrew Moskowitz Roberto Lewis-Fernández, Co-Chair Ellert Nijenhuis Alexander Moreira-Almeida Luís F. Tófoli ICD-11 Working Group on the Classification of Feeding and Eating Disorders Angélica M. Claudino, Chair Claes Norring Samir Al-Adawi Kathleen M. Pike Brigita Baks David J. Pilon Rachel Bryant-Waugh Per-Anders Rydelius Phillipa Hay Pratap Sharan Cecile Rausch Herscovici Cornelia Thiels Palmiero Monteleone Rudolf Uher Contributors 817 ICD-11 Working Group on the Classification of Substance-Related and Addictive Disorders Rajat Ray, Chair Neo Morojele Sawitri Assanangkornchai Marina Piazza Thomas Babor Afarin Rahimi-Movaghar Miguel Casas John B. Saunders Wei Hao Ambros Uchtenhagen Karl Mann Additional contributors Mira Fauth-Bühler Robin Room Joël Billieux ICD-11 Working Group on the Classification of Personality Disorders Peter Tyrer, Chair Youl-Ri Kim Roger Blashfield Nestor Koldobsky Lee Anna Clark Dusica Lecic-Tosevski Michael Crawford Roger Mulder Alireza Farnam David Ndetei Andrea Fossati Michaela Swales International Society for the Study of Personality Disorders/European Society for the Study of Personality Disorders/North American Society for the Study of Personality Disorders Consultation Group Sabine C. Herpertz, Chair Steven K. Huprich Martin Bohus Carla Sharp Additional contributor Bo Sayyad Bach ICD-11 Working Group on Neurocognitive Disorders Paulo Caramelli, Chair Facundo Manes Celeste de Jager Adesola Ogunniyi Lutz Froelich Perminder Sachdev Michael Kopelman Vorapun Senanarong Ennapadam Krishnamoorthy Armin von Gunten 818 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Subgroup on the classification of behavioural and psychological symptoms in neurocognitive disorders Armin von Gunten, Chair Manabu Ikeda Sabine Bährer-Kohler Deepti Kukreja Henry Brodaty Michael Kopelman Paulo Caramelli Wendy Moyle Helen F.K. Chiu Adesola Ogunniyi Jiska Cohen-Mansfield Ann D. Watts Additional contributors Tresa Roebuck Spencer Stephen R. Gillaspy Michelle Braun Murat Emre Jennifer Morgan Hiral G. Shah Antonio E. Puente Consultation Group, Dementia Laboratory, National Institute of Neurology and Neurosurgery Manuel Velasco Suárez, Mexico Ana Luisa Sosa-Ortíz Marisol Ramírez-Abascal Juan Francisco Flores-Vásquez José Alberto Téllez-Martínez Erika Mariana Longoria-Ibarrola Raúl Alejandro Basante-Avendaño ICD-11 Working Group on Cultural Considerations Oye Gureje, Co-Chair Guilherme L. G. Borges Roberto Lewis-Fernández, Co-Chair Brian J. Hall Kamaldeep Bhui Laurence J. Kirmayer ICD-11 Working Group on the Classification of Mental and Behavioural Disorders in Older Adults Armin von Gunten, Chair Murad M. Khan Vincent Camus Deepti Kukreja Gerard J.A. Byrne Carlos A.M. Lima Brian M. Draper Raimundo Mateos-Alvarez Farbod Fadai Nancy A. Pachana Sanford Finkel Richard Uwakwe Horácio A.J. Firmino Contributors 819 ICD-11 Primary Care Working Group David P. Goldberg, Chair Tai-Pong Lam Michael Klinkman, Vice Chair Elizabeth H.B. Lin Sally W.C. Chan Joseph K. Mbatia C. Anthony Dowell Fareed Minhas Sandra Fortes Marianne Rosendal Linda Gask Eileen Y.Y. Tse K.S. Jacob Gloria Thupayagale-Tshweneagae Additional contributor Chris Dowrick ICD-11 Working Group on Sexual Disorders and Sexual Health Jane C. Cottingham, Chair Alain Giami Elham Atalla Sudhakar Krishnamurti Rosemary Coates Richard B. Krueger Susan D. Cochran Adele Marais Peggy T. Cohen-Kettenis Elisabeth M. Vieira Jack Drescher Sam Winter Additional contributors Iván Arango-de Montis Kerstin Fugl-Meyer Walter P. Bouman Donald Grubin Peer Briken Swati K. Gupta Megan M. Campbell Brigitte Khoury Sara Casanova-Cottler Baudewijntje Kreukels Eli Coleman Anne M. Lovell Griet De Cuypere D. Narayana Reddy Annelou L.C. de Vries Michael Tan Cecilia Dhejne Andrey A. Tkachenko Reinhard Eher Marleen Wasserman Amr El-Meliegy Kevan R Wylie World Association for Sexual Health/International Society for the Study of Women’s Sexual Health Consultation Group Sharon J. Parish, Co-Chair Susan Kellogg Eli Coleman, Co-Chair Marita P. McCabe Iván Arango-de Montis Eusebio Rubio-Aurioles Elham Atalla Taylor T. Segraves Anita H. Clayton Ashley H. Tapscott Annamaria Giraldi Kevan R Wylie Irwin Goldstein 820 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Additional contributors Marc D. Feldman Pierre L.-J. Ritchie Heather M. Foran Michael Sharpe Stephan H. Heckers Amy M. Smith Slep Richard E. Hayman Sebastian Walther James Levenson Jo E. Wilson Editorial Group Geoffrey M. Reed, Managing Editor John B. Saunders, Additional Editorial Michael B. First, Chief Editorial Contributor, Disorders Due to Substance Use and Technical Consultant Chihiro Matsumoto, Editorial Coordinator Cary S. Kogan, Additional Editorial Contributor Editorial Coordination Team Chihiro Matsumoto, Lead Emiko Kakimoto Radhika Kadakia Anna Kresse Cross-Cutting Literature Review Team Christina M. Amaro Madeline Montoya Brandon Aylward Alexandra D. Monzon Jennifer Blossom Amy Noser Samantha Burns Angela Priede Kimberly Canter Karolina Sadowska Jacky Chan Marilyn Sampilo Andrea M. Garcia Dana Sheshko Jessica D. Guler Cathleen C. Stough Kyle Lemay Yelena Wu Sang-Hee Min Contributors 821 WHO Secretariat José Manoel Bertolote Lori Moskol Lindy Best Vladimir Poznyak Somnath Chatterji Khaled Saeed Nicolas Clark Benedetto Saraceno Sara Casanova-Cottler Shekhar Saxena Tarun Dua Chiara Servili Dévora Kestel Mark van Ommeren Claudia Garcia Moreno Meri Robinson Nicol Robert Jakob Bedirhan Ustun Eszter Kismodi Taghi Yasamy Christopher Mikton Field studies International case-controlled (internet-based) field studies Overall direction: Geoffrey M. Reed Project coordination: Tahilia J. Rebello Lead for protocol design Jared W. Keeley and data analysis: Additional design and analysis: José Ángel García, Rebeca Robles, Johannes Fuss, Samantha Burns Data platform development, data Tahilia J. Rebello, Howard F. Andrews, collection and data management: Samantha Burns, Jacky Chan, Julia Brechbiel, Destiny Peterson, Anna Kresse, Radhika Kadakia, Johannes Fuss, Karolina Sadowska, Nicole Khauli, Sherin Asiimwe, Laura Berner, Ethan Lantz, Reuben Robbins, Mariangels dePlanell Saguer Translation coordination: Japanese: Chihiro Matsumoto, Emiko Kakimoto; Spanish: Rebeca Robles, Tecelli Domínguez, Ana Ortíz-Tallo, José L. Ayuso-Mateos; Russian: Valery N. Krasnov, Maya Kulygina; Chinese: Jingjing Huang, Na Zhong, Huajian Ma, Yunfei Dai; French: Cary Kogan, Jean Grenier, Anne-Claire Stona, Brigitte Khoury, Jean-Luc Roelandt 822 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Internet-based coding and case-controlled study Countries: Germany, Switzerland, United States Study sites: Department of Psychiatry, Medical Faculty, LVR-Klinikum Düsseldorf, Heinrich- Heine-University; WHO Collaborating Centre DEU-131 for Quality Assurance and Empowerment in Mental Health, LVR- Klinikum; LVR-Institute for Healthcare Research; Department of Psychosomatic Medicine, Rehabilitation Centre Seehof, Federal German Pension Agency, Berlin; Centre for Internal Medicine and Dermatology, Department of Psychosomatic Medicine, Charité – Universitätsmedizin Berlin, corporate member of Freie Universität Berlin, Humboldt-Universität zu Berlin, and Berlin Institute of Health; Department of Psychiatry and Psychotherapy, University Medical Centre Hamburg-Eppendorf; Institute for Sex Research, Sexual Medicine and Forensic Psychiatry, University Medical Centre Hamburg-Eppendorf; German Institute of Medical Documentation and Information, Cologne; Department of Psychiatry and Psychotherapy, University Hospital of Munich; Department of Information, Evidence and Research, WHO, Geneva; Department of Psychology, Virginia Commonwealth University, Richmond; Columbia University Department of Psychiatry and Research Foundation for Mental Hygiene, New York. Overall direction: Wolfgang Gaebel Site directors: Wolfgang Gaebel, Eva Meisenzahl-Lechner, Volker Köllner, Matthias Rose, Tobias Hofmann, Ingo Schäfer, Peer Briken, Jared W. Keeley, Ulrich Vögel, Peter Falkai, Nenad F.I. Kostanjsek Site coordinators: Johannes Stricker, Mathias Riesbeck, Jürgen Zielasek, Ariane Kerst, Annett Lotzin, Verena Klein, Franziska Brunner, Julia Brechbiel, Alkomiet Hasan Other contributors: Stefanie Weber, Maria Lange, Arno Deister, Julie Holzhausen, Gabriel Gerlinger, Sebastian Semler, Annette Pollex-Krüger, Holger Reinecke, Jürgen Stausberg, Thomas Pollmächer, Dietrich Munz, Tina Wessels, Sabine Bährer-Kohler, Christa Roth-Sackenheim Contributors 823 Ecological implementation (clinic-based) field studies Overall direction: Geoffrey M. Reed Project coordination: Tahilia J. Rebello Protocol development: Pratap Sharan, Oye Gureje, Geoffrey M. Reed, Tahilia J. Rebello, María Elena Medina-Mora, Rebeca Robles, Jared Keeley, Scott Stroup Protocol training: Tahilia J. Rebello, Jared Keeley, Cary Kogan, Michael B. First, Geoffrey M. Reed Data platform development, data Tahilia J. Rebello, Howard Andrews, collection and management: Tecelli Domínguez Translations: Japanese: Chihiro Matsumoto; Spanish: Rebeca Robles, Tecelli Domínguez; Chinese: Jingjing Huang, Na Zhong; Russian: Maya Kulygina Collaborators at study sites Brazil Site: Federal University of São Paulo Site director: Jair de Jesus Mari Site coordinator: Elson Asevedo Canada Site: The Royal Ottawa Mental Health Centre; University of Ottawa Institute of Mental Health Research Site directors: Sabrina Paterniti and Cary S. Kogan Site coordinator: Christine Caldwell China Site: Shanghai Mental Health Centre, Shanghai Jiao Tong University School of Medicine, WHO Collaborating Centre for Research and Training in Mental Health Site director: Min Zhao Site coordinators: Yifeng Xu, Zhen Wang, Jingjing Huang, Na Zhong, Jiang Long Egypt Site: Behman Psychiatric Hospital, Cairo, Egypt Site director: Nasser Loza Site coordinator: Nayla Grace India Sites: All India Institute of Medical Sciences; National Institute of Mental Health and Neurosciences; Government Medical College Hospital, Chandigarh; Pandit Jawaharlal Nehru Memorial Medical College, Raipur Site directors: Pratap Sharan, Prabha Chandra, Shekhar Seshadri, Nitin Gupta, Manoj K. Sahu Site coordinators: Shivani Purnima, Mona Sharma, N. Manjunath, Somnath KM, Eesha Sharma, Nidhi Malhotra, Huma Kamal 824 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Italy Site: WHO Collaborating Centre for Research and Training in Mental Health, University of Campania “L. Vanvitelli” Site director: Mario Maj Site coordinators: Mario Luciano, Gaia Sampogna Other research staff: Silvana Galderisi, Francesco Catapano, Armida Mucci, Andrea Fiorillo, Paola Bucci, Umberto Volpe, Francesco Perris, Giuseppe Piegari, Eleonora Merlotti Japan Sites: Centres associated with the Japanese Society of Psychiatry and Neurology (Kyushu University, Hokkaido University, University of Occupational & Environmental Health, Tokyo Medical Dental University, Tokyo Metropolitan Matsuzawa Hospital, Nihon University School of Medicine, Nagoya University, Hizen National Psychiatric Centre, NTT Medical Centre Tokyo, The University of Tokyo, Tokushima University, Niigata University, Keio University, Tokyo Medical University, Tokyo Metropolitan Children’s Medical Centre, Kyoto University, Okayama University, Nagasaki University, University of the Ryukyus, Japan Young Psychiatrists Organization) National director: Shigenobu Kanba Deputy national directors: Tsuyoshi Akiyama, Toshimasa Maruta National coordinator: Chihiro Matsumoto Site coordinators: Itta Nakamura, Tomofumi Miura, Yuki Kako, Takuro Sugai, Shinsuke Kondo, Akeo Kurumaji, Hitoshi Sakurai, Michihiko Koeda, Jun Ishikawa, Ayako Endo, Shinichi Kishi, Futoshi Suzuki, Masaaki Hazama, Seishi Terada, Shusuke Numata, Kiyokazu Atake, Hirohisa Kinoshita, Kazuo Mihara, Naoya Oribe, Masashi Yagi, Yuriko Morino, Yukako Nakagami Other research staff: Emiko Kakimoto Lebanon Sites: American University of Beirut; Hôpital Psychiatrique De La Croix Regional director: Brigitte Khoury Site directors: Joseph El-Khoury, Francois Kazour Site coordinators: Sariah Daouk, Chadia Haddad Other research staff: Nicole Khauli Contributors 825 Mexico Sites: National Institute of Psychiatry Ramón de la Fuente Muñiz, WHO Collaborating Centre on Mental Health and Addictions; Child Psychiatric Hospital Juan N Navarro; National Institute of Neurology and Neurosurgery Manuel Velasco Suárez Site directors: María Elena Medina- Mora, Eduardo Arroyo García, Miguel Ángel Celis López National coordinator: Rebeca Robles García Site coordinators: Nicolás Iván Martínez López, Francisco de la Peña Olvera, Elena de los Dolores Márquez Caraveo, Verónica Pérez Barrón, Lucía Arciniega Buenrostro, Ana Luisa Sosa-Ortíz Nigeria Sites: University College Hospital, Ibadan; Federal Neuropsychiatric Hospital, Aro, Abeokuta Site director: Oye Gureje Site coordinators: Lola Kola, Lucky Onofa Other research staff: Mayokun Odunleye Russian Federation Sites: Moscow Research Institute of Psychiatry, a branch of the V. Serbsky Federal Medical Research Centre of Psychiatry and Narcology of the Ministry of Health of the Russian Federation and Saint Petersburg City Mental Hospital №1 Site directors: Valery Krasnov, Oleg Limankin National coordinator: Maya Kulygina Site coordinators: Pavel Ponizovsky, Tatiana Kiska Other research staff: Olga Karpenko, Andrey Otmakhov South Africa Site: Valkenberg Psychiatric Hospital, Cape Town Site director: Dan Stein Site coordinators: Bulumko Lusu, Goodman Sibeko Spain Site: Department of Psychiatry, University Hospital de la Princesa Site director: José L. Ayuso-Mateos National coordinator: Itziar Leal Site coordinators: Carolina C. Avila, Ana Izquierdo Other research staff: Beatriz Vicario, Cora Fernandez, Julian Gomez Peñalver, Ruben Vicente Muñoz 826 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Tunisia Site: Razi Psychiatric Hospital Site director: Majda Cheour Site coordinator: Rahma Damak United States Site: Department of Psychiatry, Columbia University Site directors: T. Scott Stroup, Kathleen M. Pike Site coordinator: Samantha Sawyer Clinic-based study on behavioural indicators for disorders of intellectual development Overall direction: Cary S. Kogan Project coordination: Kyle R. Lemay Collaborators at study sites Brazil Site: Federal University of São Paulo Direction and coordination: Graccielle Rodrigues da Cunha, Jair de Jesus Mari India Sites: National Institute of Mental Health and Neurosciences; All India Institute of Medical Sciences Direction and coordination: Rachna Bhargava, Pratap Sharan, Megha Sharma, Shivani Purnima, John V. S. Kommu, M. Thomas Kishor, Feba Philip Italy Site: Oasi Maria National Research Institute Direction and coordination: Serafino Buono, Marilena Recupero, Marinella Zingale, Tommasa Zagaria Sri Lanka Site: Teaching Hospital Peradeniya Direction and coordination: Pabasari Ginige United Kingdom Site: Royal College of Psychiatrists Direction and coordination: Sherva Cooray, Ashok Roy Contributors 827 Clinic-based study on obsessive-compulsive and related disorders Overall direction and project coordination: Christine Lochner, Tahilia J. Rebello Collaborators at study sites Brazil Site: Obsessive-Compulsive Spectrum Disorders Program, University of São Paolo School of Medicine Site director: Roseli Gedanke Shavitt India Site: Obsessive-Compulsive Disorders Clinic, Department of Psychiatry, National Institute of Mental Health and Neurosciences Site director: Y.C. Janardhan Reddy South Africa Site: Medica Research Council Unit on Risk and Resilience in Mental Disorders Site directors: Christine Lochner, Dan Stein United States Site: Center for OCD and Related Disorders, New York State Psychiatric Institute Site Director: H. Blair Simpson 828 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Disorders due to substance use or addictive behaviours International field testing Overall direction: Vladimir Poznyak Project coordination: Dzmitry Krupchanka Participants at the planning Mahmoud Al Abri, Sharifa Al Emadi, meeting for field testing of ICD-11 Hamad Al Ghaferi, Abdulla Omar Aljohi, Disorders Due to Substance Use Samya Almamary, Mohamed bin Ali Al Zahrani, or Addictive Behaviours hosted Adel Alzayed, Atul Ambekar, by National Rehabilitation Centre, Jamal Younes Anani, Sawitri Assanangkornchai, Abu Dhabi (Hamad Al Ghaferi, Linda Cottler, Hans Dharma, Ahmed El Kashef, Director-General): Tarek Abdel Gawad, Susumu Higuchi, Sang Kyu Lee, Min Zhao, Fareed Minhas, Neo Morojele, David Ndetei, Dzianis Padruchny, Marina Piazza, Afarin Rahimi-Movaghar, Hisham Ramy, Marcelo Ribeiro, Robin Room, John B. Saunders, Catherine Woodstock Striley, Sergey Utkin, Shamil Wanagratni, Abigail Zulich, Carolyn Edmonds, Phunnapa Kittirattanapaiboon, Zhong Na, Saito Satoko, Riaz Khan, Nenad Kostanjsek (WHO), Vladimir Poznyak (WHO). Collaborators at study sites Australia Site: Drug and Alcohol Services South Australia Site directors: Mike McDonough, Danica Liu Other contributors: Ann Roache, Michael Baigent, Adrian Dunlop, Jacquie Bowden, John Saunders, Michelle Spudic, Robert Ali Brazil Site: Botucatu Medical School, São Paulo State University Site director: José Manoel Bertolote Other contributors: Alberto Araújo, Arthur Guerra de Andrade, Alessandra Diehl, Ana Cecília Marques, Analice Gigliotti, Antonio Zuardi, Clarice Madruga, Daniel Spritzer, Flavio Pechanski, Guilherme Messas, Marcelo Cruz, Marcelo Ribeiro Mauricio Fiore, Pablo Kurlander, Renata Brasil, Sabrina Presman, Sérgio de Paula Ramos, Stella Regina Martins Contributors 829 China Site: Shanghai Mental Health Centre, WHO Collaborating Centre for Research and Training in Mental Health Site director: Min Zhao Site coordinators: Na Zhong, Wei Hao, Yi Li, Jing Li, Ruiling Zhang Other contributors: Haifeng Jiang, Jiang Du, Na Zhong, Yanhui Liao, Chenyi Ma,Ruyan Luo, Yajuan Niu, Kebing Yang, Lina Yang, Jiajun Xu, Chuansheng Wang, Xuebing Liu France Site: Centre Hospitalier Universitaire de Nantes Site director: Marie Grall-Bronnec Other contributors: G. Challet-Bouju, J. Caillon, N. Ballon, M. Guillou-Landreat, O. Cottencin, M. Fatseas, G. Brousse, A. Chaslerie, B. Falissard, N. Prisse, I. Obradovic, C. Bernard, N. Joannard, A. Benyamina, F. Vorspan, C. Victorri-Vigneau, O. Giron, H. Vergnaux, V. Pinaud, A. Luquiens, B. Schreck India Sites: National Drug Dependence Treatment Centre and Department of Psychiatry, All India Institute of Medical Sciences Site director: Atul Ambekar Other contributors: Rakesh K Chadda, Rachana Bhargava, Ravindra Rao, Alok Agrawal, Siddharth Sarkar, Roshan Bhad, Rajat Ray, PK Dalal, Prathima Murthy, Debasish Basu, Anirudha Basu, Shalini Achra, Preethy Kathiresan, Siddharth Arya, Udit Panda, Narasimha GVL, Jaikrishnan Menon, Jatin Tarwani, Gayatri Bhatia, Amit Singh, Saumya Mishra, Fazle Roub, Dheeraj Kattula Indonesia Sites: School of Medicine and Health Sciences, Atma Jaya Catholic University of Indonesia; Faculty of Medicine, University of Indonesia Site director: Eva Suryani Other contributors: Kristiana Siste, Gina Anandyajati, Felicia Kurniawan, Yunisa Astiarani, Durrotul Ikrimah, Eveline Widjaja, Yuki Ruchimat, Yuniar, Enjeline Hanafi, Mahaputra, Satya Joewana, Dharmady Agus, Shelly Iskandar, Diah Setia Utami, Syahrial, Ratna Mardiati, Imelda Indriyani, Prasetiyawan, Soetjipto, Tribowo Tuahta Ginting, Yunita Eka Sary, Erie Dharma Irawan, Gemala Rabi’ah Hatta, Indah Deviyanti, Herfina Nababan, Lina Regina Mangaweang, Herbert Sidabutar, Riris Dian Hardiani, Elvina Katerin Sahusilawane, 830 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Hari Nugroho, Eunike Sri Tyas Suci, Aep Saepullah, Yudy, Taufiq Abdullah, Asmin Fransiska, Ignatius Prapto Raharjo, Parulian Sandy Noveria, Yuniar Pukuk Kesuma, Luh Nyoman Alit Aryani, Fika Ekayanti, Soetjipto, Frilya Rachma Putri, A. Jayalangkara Tanra, Sonny T. Lisal, Shelly Iskandar, Achmad, Erma Antasari, Ns. Riris, S. Kep, M. Kep Jiwa Iran (Islamic Republic of) Site: Iranian National Centre for Addiction Studies Site director: Afarin Rahimi-Movaghar Other contributors: Behrang Shadloo, Arghavan Fakhrian, Maral Mardaneh, Yasna Rostamabadi, Alireza Noroozi, Rabert Farnam, Akram Vahedi, Tina-Sadat Madani, Saeedeh Hoseini, Zhaleh Gholami, Mohammad-Bagher Saberi-Zafarghandi, Vandad Sharifi, Farid Barati, Bita Vahdani, Hamid Yousefi, Farbod Fadaei, Maryam Abbasnejad Malaysia Site: Hospital Selayang, Ministry of Health Site director: Norharlina Bahar Other contributors: Zulkarnain Abd Karim, Norliza Chemi, Norni Abdullah, Sim Su Tein, Anne Nik Ismaliza Ishak, Nik Nasyrah Nek, Nurul Iman Jamalul-lail, Nur Azmiah Zainuddin, Nurul Syarbani Eliana Musa, Masrol Hafizal Ismail, Roslinda Abu Sapian, Nur Aliyah Sodri, Mohd Fadzli Bin Mohamad Isa, Mohammad Firdaus Bin Abdul Aziz Mexico Site: National Institute of Psychiatry Ramón de la Fuente Muñiz Site director: María Elena Medina-Mora Site coordinators: María Elena Medina-Mora, Rebeca Robles Other contributors: Martha Cordero, Tania Real, Itzel Sámano, Luis Solís Rojas, Hugo González Cantú, Martha Cordero Oropeza, Manuel Yañez Hernández, Mario González Zavala, Lydia Barragán Torrez, Patricia Reyes del Olmo, Ana Luisa Sosa-Ortíz, Ricardo Sánchez Huesca, Héctor Francisco Gómez Estrada, Ricardo Orozco, Claudia Rafful Contributors 831 Switzerland Site: Department of Psychiatry, University of Geneva Site director: Sophia Achab Focus groups coordinator: Joël Billieux Other contributors: Y. Khazaal, G. Gmel, M.P. Schaub, N. Weber, M. Flayelle, A. Cornil, B. Gueorguiev, M. Muller, L. Mukud, L. Suppan, T. Carlevaro, S. Rothen, O. Simon, I. De Carlo, F. Poret, A. Vangopoulou, K. Abawi, L. Rochat, E. Khatcherian Thailand Site: Centre for Alcohol Studies, Faculty of Medicine, Prince of Songkla University Site director: Sawitri Assanangkornchai Other contributors: Rasmon Kalayasiri, Suwanna Aroonpongpaisal, Phunnapa Kittirattanapaiboon, Woraphat Ratta-apha, Nopporn Tantirangse, Athip Tanaree, Apisak Wittayanookulluk, Tawanchai Jirapramukpitak, Mathurada Suwannapho, Pornjira Pariwatcharakul, Chanvit Pornnoppadol, Wachiraporn Arunothong, Surinporn Likhitsathian, Chanchai Tongpanich, Boonsiri Jansirimongkol, Vira Khuangsirikul, Apinun Aramrattana, Pichet Udomratn, Komsan Kiatrungrit, Patanon Kwansanit, Aungkul Pattarakorn, Apichat Renuwattananont, Siriluck Lodton, Korawit Chanachai, Nuttaporn Apisirideth Other contributors to disorders due to addictive behaviours Max Abbott, Osman Tolga Aricak, Hae Kook Lee, Yoneatsu Osaki, Ronnie Pao, Henrietta Bowden-Jones, Alexey Bobrov, Sze Yuan, Masaki Maezono, Satoko Mihara, Varoth Chotpitayasunondh, Thomas Chung, Hideki Nakayam, Nancy Petry, Marc Potenza, Zsolt Demetrovics, Jeffrey Derevensky, Jürgen Rehm, Hans-Jürgen Rumpf, Mehmeet Dinç, Eugenia Fadeeva, Michel Farrell, Emanuele Scafato, Manoj Sharma, Young-Chul Jung, Seon-Wan Ki, Dai Jin Kim, Hiroshi Sakuma, Xiaoping Wang, Xiaojun Xiang, Daniel King, Hervé Kuendig, Daria Kuss, Daniele Zullino, Natacha Carragher 832 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Contributors 833 World Health Organization Avenue Appia 20 1211 Geneva 27 Switzerland Website: https://www.who.int/",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": true,
    "has_followup": true
  }
}