{
  "id": "ICD-11_282c2ef7",
  "corpus": "ICD-11",
  "condition": "General",
  "text": "30 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders A part of this chapter is a detailed and comprehensive listing of mental or behavioural symptoms, signs or clinical findings, which also includes definitions for each. These often represent important problems in their own right (e.g. avolition, demoralization, apathy, thought blocking). The categories from this section can be used to describe the clinical presentation in the absence of a definitive mental, behavioural or neurodevelopmental disorder diagnosis. In addition, these categories can be useful when a mental disorder diagnosis has been assigned, and the symptom being described has implications for treatment but is not an essential feature of the disorder itself and does not meet the diagnostic requirements for a co-occurring disorder. A listing of mental or behavioural symptoms, signs or clinical findings included in this chapter, with their definitions, is provided as part of the CDDR (p. 677). Chapter 24. Factors influencing health status or contact with health services Categories from this chapter may be used when a person seeks mental health services for a reason other than for symptoms of a mental disorder (e.g. counselling for a problem associated with unemployment), or when the problem influences the person’s health status but is not in itself a mental disorder. A number of categories in this chapter are relevant to mental health professionals because they: • represent a reason for a clinical encounter other than a mental disorder (e.g. counselling related to sexuality, counselling related to procreative management); • are a focus of intervention (e.g. relationship problems and maltreatment – see p. 707); • are important to consider in the differential diagnosis of mental disorders (e.g. uncomplicated bereavement, malingering); or • are factors that may significantly contribute to the initiation or maintenance of disorders in the mental, behavioural and neurodevelopmental disorders chapter, including recognized social determinants of mental health (i.e. problems associated with finances, problems associated with employment or unemployment, target of perceived adverse discrimination or persecution). A listing of factors influencing health status or contact with health services that are particularly relevant to mental health and mental health services is provided as part of the CDDR (p. 733). ICD-11 diagnostic coding Among the most important innovations of ICD-11 is its ability to capture much more clinical information associated with a particular diagnosis than was possible with ICD-10. Some of the ICD-11 coding features discussed in this section are designed for optimal use in the context of electronic information systems able to generate and interpret complex, multipart codes – for example, based on checklists completed by the health professional. However, some of these coding capabilities will also be useful to health professionals who are individually responsible for determining and recording diagnoses and diagnostic codes. Even when coding itself is done by professional coders, as in some countries and health systems, it is important for health professionals to understand the information needed to generate the most accurate and useful codes so that they are better able to provide this information as a part of the medical record, even if it is recorded by hand. ICD-10 codes contained a letter of the alphabet in the first position, which indicated the chapter in which the category was classified. (The codes for ICD-10 mental and behavioural disorders all began with the letter “F”.) This was sufficient for the 22 chapters in ICD-10. All the other characters in the ICD-10 codes were limited to numbers, which imposed a limit of 10 subdivisions Using the CDDR for ICD-11 mental, behavioural and neurodevelopmental disorders in clinical settings 31 at each level corresponding to each digit in the diagnostic code. Moreover, ICD-10 allowed for the coding of only limited disorder-specific clinical information within a diagnostic code via the provision of specifiers and subtypes that could be codified in the fourth, fifth or sixth characters in an ICD-10 code. ICD-11, like ICD-10 and its predecessors, also conveys diagnostic information based on the various positions and values of alphanumeric characters within a diagnostic code. The first character of an ICD-11 code indicates the top-level chapter; for example, if the first character is a “6”, the code is found in the mental, behavioural and neurodevelopmental disorders chapter. The second and third characters taken together indicate the diagnostic class or grouping (e.g. 6A7 for depressive disorders, 6B0 for anxiety and fear-related disorders). The fourth character typically indicates the specific disorder within that class (e.g. 6A70 for single episode depressive disorder, 6A71 for recurrent depressive disorder), but in cases in which these number more than 10, letters of the alphabet are used after the digits 0–9 are exhausted. For example, the fourth character in the ICD-11 codes for disorders due to substance use indicates the substance class. Because ICD-11 recognizes 14 different specific substance classes, the fourth character codes for the last four substance classes required resorting to letters (e.g. the code for disorders due to use of volatile inhalants is 6C4B.) The fifth character (following a decimal point) generally indicates subtypes or specifiers applicable to that diagnosis (e.g. 6A70.0 for single episode, mild; 6A70.1 for single episode, moderate, without psychotic symptoms; 6A70.2 for single episode, moderate, with psychotic symptoms). The ICD-11 codes for some disorders with more complicated systems for specifiers might require the use of a sixth character. For example, the fifth character for acute and transient psychotic disorder indicates whether it is the first episode (6A23.0) or one of multiple episodes (6A23.1). Indicating whether it is currently symptomatic or in remission requires a sixth character. That is, for 6A23.0 Acute and transient psychotic disorder, first episode, 6A23.00 is currently symptomatic; 6A23.01 is currently in partial remission; and 6A23.02 is currently in full remission. ICD-11 refers to this method of providing unique codes for all possible combinations of first or multiple episodes and currently symptomatic or partial remission or full remission for acute and transient psychotic disorder as “precoordination”. ICD-11 offers an additional coding convention that goes beyond just capturing clinical information within the confines of a single diagnostic code by allowing additional codes to be linked to the initial diagnostic code for the purpose of indicating additional clinically significant features. ICD-11 refers to this method of combining codes as “postcoordination”. One type of postcoordination used in the chapter on mental, behavioural and neurodevelopmental disorders involves appending codes that indicate specific symptomatic or course presentations that are applicable only to diagnoses within a particular diagnostic grouping. These include symptomatic manifestations of primary psychotic disorders; symptomatic and course presentations for mood episodes in mood disorders; prominent personality traits or patterns in personality disorders; and behavioural or psychological disturbances in dementia. For example, the diagnostic codes indicating symptomatic and course presentations for mood episodes applicable only to mood disorders include the following • 6A80.0 indicates the presence of prominent anxiety symptoms during a mood episode. • 6A80.1 indicates that two or more panic attacks have occurred during a mood episode. • 6A80.2 indicates that a current depressive episode is persistent. • 6A80.3 indicates that a current depressive episode is characterized by melancholia. • 6A80.4 indicates a seasonal pattern of mood episode onset and remission. • 6A80.5 indicates a rapid cycling course (applicable only to bipolar type I and bipolar type II disorders). 32 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders The diagnostic code 6A71.3/6A80.3, for example, indicates recurrent depressive disorder, current episode severe, without psychotic symptoms (6A71.3), with melancholia (6A80.3). Another form of postcoordination is through the use of “extension codes”, which are generic codes that can be applied across the categories in the different chapters of ICD-11. Extension codes for severity – none (XS8H), mild (XS5W), moderate (XS0T) and severe (XS25) – are used in several places in the ICD-11 chapter on mental, behavioural and neurodevelopmental disorders. Extension codes are appended to the diagnostic code they are modifying using an ampersand (&). For example, 6D80&XS0T is the code for dementia due to Alzheimer disease (6D80) of moderate severity (XS0T). Extension codes can also be used to indicate a provisional diagnosis (XY7Z) or to designate a differential diagnosis (XY75). For example, 6A02&XY7Z is the code to indicate a provisional diagnosis (XY7Z) of autism spectrum disorder (6A02). The coding for schizophrenia illustrates how a combination of precoordinated and postcoordinated codes, including extension codes for severity, can be used to characterize course and symptomatic manifestations more fully. Clinical course of schizophrenia is indicated using a combination of fifth-character codes (“0” for first episode, “1” for multiple episodes, “2” for continuous course) and sixth-character codes (“0” for currently symptomatic, “1” for in partial remission, “2” for in full remission). Dimensional profiles of current symptomatic manifestations can be indicated by adding codes from the symptomatic manifestations of primary psychotic disorders that represent specific symptom domains: • 6A25.0 for positive symptoms; • 6A25.1 for negative symptoms; • 6A25.2 for depressive mood symptoms; • 6A25.3 for manic mood symptoms; • 6A25.4 for psychomotor symptoms; and • 6A25.5 for cognitive symptoms. The above codes for symptomatic manifestations of primary psychotic disorders can be used in combination with extension codes to indicate the severity of each symptom domain, respectively, thus providing a symptomatic profile of the presenting symptoms for schizophrenia for a particular individual at a particular point in time. The web-based browser for ICD-11 for MMS4 can be used to construct the diagnostic coding for those disorders with complex combinations of specifiers and extensions. For example, schizophrenia, first episode, currently symptomatic with moderate positive symptoms, with severe negative symptoms, absent depressed mood symptoms, absent manic mood symptoms, mild psychomotor symptoms and severe cognitive symptoms yields the following combined diagnostic code: 6A20.00/6A25.0&XS0T/6A25.1&XS25/6A25.2&XS8H/6A25.3&XS8H/6A25.4&XS5W/6A25.5&XS25 As indicated, generating and interpreting this type of complex, multipart code will be most feasible for relatively sophisticated electronic health information systems. It is not expected that such complex codes will be used routinely by individual clinicians recording diagnoses by hand, for example. Coding of mental disorders caused by health conditions not classified under mental, behavioural and neurodevelopmental disorders ICD-11, as was the case with ICD-10, requires that two diagnostic codes be given for symptomatic presentations of mental disorders that are judged to be a manifestation of a health condition (i.e. disorder, disease or injury) classified outside Chapter 6. 4 ICD-11 for Mortality and Morbidity Statistics (ICD-11 MMS) [website]. Geneva: World Health Organization; 2023 (https://ICD.who. int/browse11/l-m/en#/).",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": true,
    "has_followup": true
  }
}