{
  "id": "ICD-11_5d6d78d4",
  "corpus": "ICD-11",
  "condition": "General",
  "text": "Clinical descriptions and diagnostic requirements for ICD-11 mental, behavioural and neurodevelopmental disorders Clinical descriptions and diagnostic requirements for ICD-11 mental, behavioural and neurodevelopmental disorders Clinical descriptions and diagnostic requirements for ICD-11 mental, behavioural and neurodevelopmental disorders ISBN 978-92-4-007726-3 (electronic version) ISBN 978-92-4-007727-0 (print version) © World Health Organization 2024 Some rights reserved. This work is available under the Creative Commons Attribution-NonCommercial- NoDerivatives 3.0 IGO licence (CC BY-NC-ND 3.0 IGO; https://creativecommons.org/licenses/by-nc-nd/3.0/igo/). Under the terms of this licence, you may copy and redistribute the work for non-commercial purposes, provided the work is appropriately cited, as indicated below. In any use of this work, there should be no suggestion that WHO endorses any specific organization, products or services. The use of the WHO logo is not permitted. This licence does not allow you to produce adaptations of the work (including translations) without permission from WHO. Any mediation relating to disputes arising under the licence shall be conducted in accordance with the mediation rules of the World Intellectual Property Organization. Suggested citation. Clinical descriptions and diagnostic requirements for ICD-11 mental, behavioural and neurodevelopmental disorders. Geneva: World Health Organization; 2024. Licence: CC BY-NC-ND 3.0 IGO. Cataloguing-in-Publication (CIP) data. CIP data are available at http://apps.who.int/iris. Sales, rights and licensing. To purchase WHO publications, see http://apps.who.int/bookorders. To submit requests for commercial use and queries on translation rights and licensing, see https://www.who.int/copyright. Third-party materials. If you wish to reuse material from this work that is attributed to a third party, such as tables, figures or images, it is your responsibility to determine whether permission is needed for that reuse and to obtain permission from the copyright holder. The risk of claims resulting from infringement of any third- party-owned component in the work rests solely with the user. General disclaimers. The designations employed and the presentation of the material in this publication do not imply the expression of any opinion whatsoever on the part of WHO concerning the legal status of any country, territory, city or area or of its authorities, or concerning the delimitation of its frontiers or boundaries. Dotted and dashed lines on maps represent approximate border lines for which there may not yet be full agreement. The mention of specific companies or of certain manufacturers’ products does not imply that they are endorsed or recommended by WHO in preference to others of a similar nature that are not mentioned. Errors and omissions excepted, the names of proprietary products are distinguished by initial capital letters. All reasonable precautions have been taken by WHO to verify the information contained in this publication. However, the published material is being distributed without warranty of any kind, either expressed or implied. The responsibility for the interpretation and use of the material lies with the reader. In no event shall WHO be liable for damages arising from its use. Design and layout by Mark Pellegrini iii Contents Acknowledgments xv Introduction 1 A brief history of the CDDR 2 Intended users of the CDDR 2 Development of the MMS and the CDDR for ICD-11 mental, behavioural and neurodevelopmental disorders 3 Formation of the ICD-11 international advisory group 4 Development of the CDDR by ICD-11 working groups 4 Public review and field testing 5 Coordination with the development of DSM-5 8 Key approaches to classifying mental, behavioural and neurodevelopmental disorders 9 The definition of mental, behavioural and neurodevelopmental disorders 9 Structure of the chapter on mental, behavioural and neurodevelopmental disorders 10 Categories and dimensions 11 Cultural factors 11 Using the CDDR in research 12 Conclusion 15 References 16 Using the CDDR for ICD-11 mental, behavioural and neurodevelopmental disorders in clinical settings 21 Components of the CDDR 21 Essential (required) features 22 Additional clinical features 22 Boundary with normality (threshold) 22 Course features 22 Developmental presentations 22 Culture-related features 23 Sex- and/or gender-related features 23 Boundaries with other disorders and conditions (differential diagnosis) 23 Making an ICD-11 diagnosis using the CDDR 23 Consideration of essential (required) features 23 Consideration of other disorders that may share presenting features 24 Consideration of boundary with normality (threshold) 25 Consideration of boundaries with other disorders and conditions (differential diagnosis) 25 Consideration of co-occurring and mutually exclusive diagnoses 25 iv Other specified and unspecified categories 26 Other ICD-11 chapters relevant to diagnostic formulation of mental, behavioural and neurodevelopmental disorders 27 Chapter 7. Sleep-wake disorders 27 Chapter 8. Diseases of the nervous system 28 Chapter 16. Diseases of the genitourinary system 29 Chapter 17. Conditions related to sexual health 29 Chapter 21. Symptoms, signs or clinical findings, not elsewhere classified 29 Chapter 24. Factors influencing health status or contact with health services 30 ICD-11 diagnostic coding 30 Coding of mental disorders caused by health conditions not classified under mental, behavioural and neurodevelopmental disorders 32 Secondary parenting 33 List of categories 35 Mental, behavioural and neurodevelopmental disorders 89 Neurodevelopmental disorders 91 6A00 Disorders of intellectual development 92 6A01 Developmental speech and language disorders 112 6A02 Autism spectrum disorder 124 6A03 Developmental learning disorder 134 6A04 Developmental motor coordination disorder 139 6A05 Attention deficit hyperactivity disorder 142 6A06 Stereotyped movement disorder 149 6A0Y Other specified neurodevelopmental disorder 153 6A0Z Neurodevelopmental disorder, unspecified 153 Secondary-parented categories in neurodevelopmental disorders 153 8A05.0 Primary tics and tic disorders 153 8A05.00 Tourette syndrome 154 8A05.01 Chronic motor tic disorder 157 8A05.02 Chronic phonic tic disorder 157 v Schizophrenia and other primary psychotic disorders 161 6A20 Schizophrenia 162 6A21 Schizoaffective disorder 170 6A22 Schizotypal disorder 177 6A23 Acute and transient psychotic disorder 180 6A24 Delusional disorder 185 6A2Y Other specified primary psychotic disorder 189 6A2Z Schizophrenia or other primary psychotic disorder, unspecified 189 Specifier scales for symptomatic manifestations of primary psychotic disorders 191 Catatonia 201 General diagnostic requirements for catatonia 202 6A40 Catatonia associated with another mental disorder 203 6A41 Catatonia induced by substances or medications 204 6E69 Secondary catatonia syndrome 205 6A4Z Catatonia, unspecified 207 Mood disorders 211 Mood episode descriptions 212 Depressive episode 212 Manic episode 217 Mixed episode 220 Hypomanic episode 222 Bipolar and related disorders 225 6A60 Bipolar type i disorder 225 6A61 Bipolar type ii disorder 230 6A62 Cyclothymic disorder 240 6A6Y Other specified bipolar or related disorder 243 6A6Z Bipolar or related disorder, unspecified 243 Depressive disorders 244 6A70 Single episode depressive disorder 244 6A71 Recurrent depressive disorder 246 6A72 Dysthymic disorder 255 vi 6A73 Mixed depressive and anxiety disorder 258 6A7Y Other specified depressive disorder 260 6A7Z Depressive disorder, unspecified 261 Secondary-parented category in depressive disorders 261 GA34.41 Premenstrual dysphoric disorder 261 6A8Y Other specified mood disorder 263 6A8Z Mood disorder, unspecified 263 Anxiety and fear-related disorders 265 6B00 Generalized anxiety disorder 266 6B01 Panic disorder 271 6B02 Agoraphobia 275 6B03 Specific phobia 280 6B04 Social anxiety disorder 284 6B05 Separation anxiety disorder 289 6B06 Selective mutism 293 6B0Y Other specified anxiety or fear-related disorder 296 6B0Z Anxiety or fear-related disorder, unspecified 296 Obsessive-compulsive and related disorders 299 6B20 Obsessive-compulsive disorder 300 6B21 Body dysmorphic disorder 308 6B22 Olfactory reference disorder 314 6B23 Hypochondriasis (health anxiety disorder) 317 6B24 Hoarding disorder 322 6B25 Body-focused repetitive behaviour disorders 327 6B2Y Other specified obsessive-compulsive or related disorder 334 6B2Z Obsessive-compulsive or related disorder, unspecified 335 Secondary-parented category in obsessive-compulsive and related disorders 335 8A05.00 Tourette syndrome 335 Disorders specifically associated with stress 337 6B40 Post-traumatic stress disorder 339 6B41 Complex post-traumatic stress disorder 344 6B42 Prolonged grief disorder 348 vii 6B43 Adjustment disorder 352 6B44 Reactive attachment disorder 355 6B45 Disinhibited social engagement disorder 358 6B4Y Other specified disorder specifically associated with stress 361 6B4Z Disorder specifically associated with stress, unspecified 361 Secondary-parented category in disorders specifically associated with stress 361 QE84 Acute stress reaction 361 Dissociative disorders 365 6B60 Dissociative neurological symptom disorder 366 6B61 Dissociative amnesia 373 Trance disorder and possession trance disorder 377 6B62 Trance disorder 378 6B63 Possession trance disorder 378 6B64 Dissociative identity disorder 382 6B65 Partial dissociative identity disorder 387 6B66 Depersonalization-derealization disorder 391 6B6Y Other specified dissociative disorder 395 6B6Z Dissociative disorder, unspecified 395 Feeding and eating disorders 397 6B80 Anorexia nervosa 398 6B81 Bulimia nervosa 404 6B82 Binge-eating disorder 407 6B83 Avoidant-restrictive food intake disorder 410 6B84 Pica 414 6B85 Rumination-regurgitation disorder 416 6B8Y Other specified feeding and eating disorder 418 6B8Z Feeding or eating disorder, unspecified 419 Elimination disorders 421 6C00 Enuresis 421 6C01 Encopresis 424 6C0Z Elimination disorder, unspecified 427 viii Disorders of bodily distress or bodily experience 429 6C20 Bodily distress disorder 429 6C21 Body integrity dysphoria 435 6C2Y Other specified disorder of bodily distress or bodily experience 439 6C2Z Disorder of bodily distress or bodily experience, unspecified 439 Disorders due to substance use or addictive behaviours 441 Disorders due to substance use 441 6C40 Disorders due to use of alcohol 442 Substance classes 442 6C41 Disorders due to use of cannabis 443 6C42 Disorders due to use of synthetic cannabinoids 443 6C43 Disorders due to use of opioids 444 6C44 Disorders due to use of sedatives, hypnotics or anxiolytics 444 6C45 Disorders due to use of cocaine 445 6C46 Disorders due to use of stimulants, including amfetamines, methamfetamine and methcathinone 445 6C47 Disorders due to use of synthetic cathinones 445 6C48 Disorders due to use of caffeine 446 6C49 Disorders due to use of hallucinogens 446 6C4A Disorders due to use of nicotine 446 6C4B Disorders due to use of volatile inhalants 447 6C4C Disorders due to use of mdma or related drugs, including mda 447 6C4D Disorders due to use of dissociative drugs, including ketamine and phencyclidine (PCP) 447 6C4E Disorders due to use of other specified psychoactive substances, including medications 448 6C4F Disorders due to use of multiple specified psychoactive substances, including medications 448 6C4G Disorders due to use of unknown or unspecified psychoactive substances 448 6C4H Disorders due to use of non-psychoactive substances 448 6C4Z Disorders due to substance use, unspecified 448 Diagnostic requirements for disorders due to substance use 455 Episode of harmful psychoactive substance use 455 Harmful pattern of psychoactive substance use 458 Substance dependence 463 ix Substance intoxication 469 Substance withdrawal 479 Substance-induced mental disorders 488 Substance-induced delirium 489 Substance-induced psychotic disorders 489 Substance-induced mood disorders 491 Substance-induced anxiety disorders 493 Substance-induced obsessive-compulsive and related disorders 494 Substance-induced impulse control disorders 495 Substance-induced mental disorders listed in other groupings 498 Other specified disorder due to psychoactive substance use 498 Disorders due to psychoactive substance use, unspecified 499 6C4H Disorders due to use of non-psychoactive substances 500 6C4Z Disorders due to substance use, unspecified 504 Hazardous substance use 505 QE10 Hazardous alcohol use 505 QE11 Hazardous drug use 505 QE12 Hazardous nicotine use 506 Disorders due to addictive behaviours 506 6C50 Gambling disorder 507 6C51 Gaming disorder 511 6C5Y Other specified disorder due to addictive behaviours 515 6C5Z Disorder due to addictive behaviours, unspecified 515 Hazardous gambling or betting and hazardous gaming 516 QE21 Hazardous gambling or betting 516 QE22 Hazardous gaming 516 Impulse control disorders 519 6C70 Pyromania 520 6C71 Kleptomania 523 6C72 Compulsive sexual behaviour disorder 526 6C73 Intermittent explosive disorder 530 6C7Y Other specified impulse control disorder 535 6C7Z Impulse control disorder, unspecified 535 x Disruptive behaviour and dissocial disorders 537 6C90 Oppositional defiant disorder 538 6C91 Conduct-dissocial disorder 544 6C9Y Other specified disruptive behaviour or dissocial disorder 550 6C9Z Disruptive behaviour or dissocial disorder, unspecified 550 Personality disorders and related traits 553 General diagnostic requirements for personality disorder 554 6D10.0 Mild personality disorder 556 6D10.1 Moderate personality disorder 557 6D10.2 Severe personality disorder 558 6D10.Z Personality disorder, severity unspecified 558 QE50.7 Personality difficulty 559 Specifiers for prominent trait domains in personality disorder 559 Paraphilic disorders 571 6D30 Exhibitionistic disorder 572 6D31 Voyeuristic disorder 575 6D32 Paedophilic disorder 577 6D33 Coercive sexual sadism disorder 580 6D34 Frotteuristic disorder 583 6D35 Other paraphilic disorder involving non-consenting individuals 585 6D36 Paraphilic disorder involving solitary behaviour or consenting individuals 588 6D3Z Paraphilic disorder, unspecified 591 Factitious disorders 593 6D50 Factitious disorder imposed on self 593 6D51 Factitious disorder imposed on another 596 6D5Z Factitious disorder, unspecified 597 xi Neurocognitive disorders 599 6D70 Delirium 602 6D71 Mild neurocognitive disorder 608 6D72 Amnestic disorder 612 Dementia 617 General diagnostic requirements for dementia 618 Specific types of dementia 621 6D80 Dementia due to alzheimer disease 621 6D81 Dementia due to cerebrovascular disease 623 6D82 Dementia due to lewy body disease 624 6D83 Frontotemporal dementia 625 6D84 Dementia due to psychoactive substances, including medications 626 6D85 Dementia due to diseases classified elsewhere 626 6D8Y Dementia, other specified cause 633 6D8Z Dementia, unknown or unspecified cause 634 Specifier for dementia severity 634 Specifiers for behavioural or psychological disturbances in dementia 635 6E0Y Other specified neurocognitive disorder 637 6E0Z Neurocognitive disorder, unspecified 637 Mental and behavioural disorders associated with pregnancy, childbirth or the puerperium 639 6E20 Mental and behavioural disorders associated with pregnancy, childbirth or the puerperium, without psychotic symptoms 640 6E21 Mental and behavioural disorders associated with pregnancy, childbirth or the puerperium, with psychotic symptoms 642 6E2Z Mental and behavioural disorders associated with pregnancy, childbirth or the puerperium, unspecified 643 Psychological or behavioural factors affecting disorders and diseases classified elsewhere 645 6E40 Psychological or behavioural factors affecting disorders and diseases classified elsewhere 645 xii Secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere 651 6E60 Secondary neurodevelopmental syndrome 652 6E61 Secondary psychotic syndrome 656 6E62 Secondary mood syndrome 659 6E63 Secondary anxiety syndrome 663 6E64 Secondary obsessive-compulsive or related syndrome 665 6E65 Secondary dissociative syndrome 667 6E66 Secondary impulse control syndrome 668 6E67 Secondary neurocognitive syndrome 670 6E68 Secondary personality change 672 6E69 Secondary catatonia syndrome 674 6E6Y Other specified secondary mental or behavioural syndrome 674 6E6Z Secondary mental or behavioural syndrome, unspecified 674 Mental or behavioural symptoms, signs or clinical findings 677 MB20 Symptoms, signs or clinical findings involving consciousness 678 MB21 Symptoms, signs or clinical findings involving cognition 679 MB22 Symptoms or signs involving motivation or energy 682 MB23 Symptoms or signs involving appearance or behaviour 684 MB24 Symptoms or signs involving mood or affect 688 MB25 Symptoms or signs involving form of thought 691 MB26 Symptoms or signs involving content of thought 693 MB27 Symptoms or signs involving perceptual disturbance 697 MB28 Symptoms or signs related to personality features 699 MB29 Symptoms or signs involving eating and related behaviour 702 MB2A Symptoms or signs involving elimination 703 MB2Y Other specified mental or behavioural symptoms, signs or clinical findings 704 Relationship problems and maltreatment 707 Maltreatment as a cause of injury or death 708 Relationship problems and maltreatment as factors influencing health status or contact with health services 709 xiii Relationship distress and current or past maltreatment by spouse or partner 712 QE51.0 Relationship distress with spouse or partner 712 PJ20 Physical maltreatment, spouse or partner, or QE51.10 History of spouse or partner violence, physical 714 PJ21 Sexual maltreatment, spouse or partner, or QE51.12 History of spouse or partner violence, sexual 716 PJ22 Psychological maltreatment, spouse or partner, or QE51.11 History of spouse or partner violence, psychological 717 PF1B Assault by neglect or QE51.13 History of spouse or partner violence, neglect 719 Problems in relationship between child and current or former caregiver and current or past child maltreatment 720 QE52.0 Caregiver–child relationship problem 721 PJ20 Physical maltreatment of child or QE82.0 Personal history of physical abuse as a child 723 PJ21 Sexual maltreatment of child or QE82.1 Personal history of sexual abuse as child 725 PJ22 Psychological maltreatment of child or QE82.2 Personal history of psychological abuse as child 727 PF1B Assault by neglect or QE82.3 Personal history of neglect as a child 729 Factors influencing health status or contact with health services particularly relevant to mental health services 733 Reasons for contact with mental health services 734 Problems associated with relationships 734 Problems associated with absence, loss or death of others 735 Problems related to primary support group, including family circumstances 736 Problems associated with upbringing 737 Problems associated with harmful or traumatic events 738 Problems associated with social or cultural environment 739 Problems associated with employment or unemployment 740 Problems associated with education 741 Other reasons for contact with mental health services 741 Problems associated with health behaviours 742 Contact with health services for counselling 745 Contact with health services for reasons associated with reproduction 747 Problems associated with social insurance or welfare 747 xiv Problems associated with the justice system 748 Problems associated with finances 748 Problems associated with inadequate drinking-water or nutrition 749 Problems associated with the environment 749 Crosswalk from ICD-11 mental, behavioural and neurodevelopmental disorders to ICD-10 for clinician use 753 Contributors 811 xv Acknowledgements WHO gratefully acknowledges the financial support provided for the development, field testing and other technical activities related to the chapter on mental, behavioural and neurodevelopmental disorders of the Eleventh Revision of the International Classification of Diseases and the Clinical descriptions and diagnostic requirements for ICD-11 mental, behavioural and neurodevelopmental disorders (CDDR) by the International Union of Psychological Science; the Pan American Health and Education Foundation; the World Psychiatric Association (International); the Ministry of Health and Social Affairs (Norway); the Spanish Foundation of Psychiatry and Mental Health (Spain); the Royal College of Psychiatrists (United Kingdom); the American Psychiatric Foundation; and the National Institute of Mental Health, United States Department of Health and Human Services (United States). WHO also gratefully acknowledges the in-kind support provided by the Department of Psychiatry, Federal University of São Paulo; the National Council for Scientific and Technological Development (Brazil); the School of Psychology, University of Ottawa; the University Medical Research Fund, Royal Institute of Mental Health Research; the Azrieli Foundation (Canada); the Shanghai Mental Health Centre and WHO Collaborating Centre for Research and Training in Mental Health; the Department of Health, Hong Kong Special Administrative Region; the WHO Collaborating Centre for Psychosocial Factors, Substance Abuse and Health, Mental Health Institute, Second Xiangya Hospital, Central South University (China); the German Federal Ministry of Health; the Department of Psychiatry and Psychotherapy, LVR-Klinikum, Heinrich-Heine University, Düsseldorf and the WHO Collaborating Centre DEU-131 for Quality Assurance and Empowerment in Mental Health (Germany); the Department of Psychiatry, All India Institute of Medical Sciences (India); the Department of Psychiatry and WHO Collaborating Centre for Research and Training in Mental Health, University of Campania “L. Vanvitelli” (Italy); the Japanese Society of Psychiatry and Neurology; the Japan Agency for Medical Research and Development; the Kurihama Medical and Addiction Centre and WHO Collaborating Centre for Research and Training on Alcohol-Related Problems (Japan); the Korean Association of Addiction Psychiatry (Republic of Korea); the Department of Psychiatry and the Arab Regional Centre for Research and Training in Mental Health, American University of Beirut Medical Centre (Lebanon); the National Institute of Psychiatry Ramón de la Fuente and WHO Collaborating Centre on Addictions and Mental Health; the National Council for Science and Technology; the Department of Psychiatry, National Autonomous University of Mexico (Mexico); the Department of Psychiatry and WHO Collaborating Centre for Research and Training in Mental Health, Neurosciences and Drug and Alcohol Abuse, University of Ibadan (Nigeria); the Moscow Research Institute of Psychiatry, a branch of the V. Serbsky Federal Medical Research Centre of Psychiatry and Narcology of the Ministry of Health; the Training and Research Centre, Mental Health Clinic No. 1 named after N.A. Alekseev, Moscow; the Russian Society of Psychiatrists (Russian Federation); the Department of Psychiatry and Mental Health, University of Cape Town (South Africa); the Department of Psychiatry and WHO Collaborating Centre for Mental Health Services Research and Training, Autonomous University of Madrid (Spain); the Faculty of Arts and Social Sciences and the Department of Psychology, University of Zurich (Switzerland); the Turkish Green Crescent Society (Türkiye); the National Rehabilitation Centre in Abu Dhabi and WHO Collaborating Centre for Substance Use Prevention and Treatment of Substance Use Disorders (United Arab Emirates); the Mental Health Directorate of the Scottish Government, Scotland (United Kingdom); the American Psychological Association; the Clinical Child Psychology Program, University of Kansas; the WHO Collaborating Centre for Capacity Building and Training in Global Mental Health and its International Advisory Board, Department of Psychiatry, Columbia University Vagelos College of Physicians and Surgeons; the Columbia University President’s Global Innovation Fund; and the New York State Psychiatric Institute (United States). xvi Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders ` Introduction 1 Introduction The Eleventh Revision of the World Health Organization’s International Classification of Diseases (ICD-11) was approved by the Seventy-second World Health Assembly, comprising the health ministers of all World Health Organization (WHO) Member States, on 25 May 2019 (1). ICD-11 represents the first major, comprehensive revision of the ICD in nearly 30 years, and incorporates major advances in scientific evidence, best clinical practices and health information systems (2). The development and maintenance of international classification systems for health and the standardization of diagnostic procedures are core constitutional functions of WHO (3). By international treaty, WHO’s 194 Member States agree to use the ICD as the standard for the reporting of health information to WHO. The ICD is therefore the fundamental global framework for monitoring mortality and morbidity, epidemics and other threats to public health, and disease burden. Reporting of health statistics to WHO based on the new system began on 1 January 2022 (4). Member States also use the ICD for other important purposes related to health services – for example, to facilitate access to appropriate health care, as a basis for developing clinical guidelines and standards of practice, and to facilitate research into more effective prevention and treatment strategies. Moreover, the governments of Member States use the ICD as a part of the framework for defining their obligations to provide free or subsidized health-care services to their populations (5). That is, the diagnosis of a particular health condition typically confers eligibility to receive a specified range of health services. The implementation of the ICD in clinical systems is therefore extremely important because of the way it drives services, costs and outcomes. This volume, Clinical descriptions and diagnostic requirements for ICD-11 mental, behavioural and neurodevelopmental disorders (CDDR), is the culmination of over a decade of collaborative work that took place within the context of the overall development of ICD-11 (2). The development of the ICD-11 CDDR was led by the WHO Department of Mental Health and Substance Use, and constitutes the most broadly international, multilingual, multidisciplinary and participative revision process ever implemented for a classification of mental disorders (6). The CDDR were planned, developed and field tested with the intent of providing mental health professionals, other health professionals, trainees and students with a comprehensive clinically useful guide to implementation of the ICD-11 classification of mental, behavioural and neurodevelopmental disorders. The CDDR are meant to support the accurate and reliable identification of mental health problems as they present in people seeking care in different settings worldwide, based on the best available evidence. Timely and accurate diagnosis of mental, behavioural and neurodevelopmental disorders can reduce the enormous disease burden associated with these conditions (7), thereby advancing WHO’s objective of “the attainment by all peoples of the highest possible level of health” (3, p. 2). The CDDR are an integral part of ICD-11, but they are distinct from the version used by Member States for statistical reporting of health information, which is referred to as the linearization for mortality and morbidity statistics (MMS) (8). The MMS contain brief descriptions (or definitions) that are meant to be used for statistical and health information purposes for most categories in ICD-11, including all categories in the mental, behavioural and neurodevelopmental disorders chapter. In contrast, the CDDR, which have been developed specifically for the ICD-11 mental, behavioural and neurodevelopmental disorders chapter, provide substantially more detailed information needed by mental health and other health professionals to understand and apply this part of the classification in their work with patients.",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": true,
    "has_followup": true
  }
}