{
  "id": "ICD-11_598f14f7",
  "corpus": "ICD-11",
  "condition": "General",
  "text": "xvi Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders ` Introduction 1 Introduction The Eleventh Revision of the World Health Organization’s International Classification of Diseases (ICD-11) was approved by the Seventy-second World Health Assembly, comprising the health ministers of all World Health Organization (WHO) Member States, on 25 May 2019 (1). ICD-11 represents the first major, comprehensive revision of the ICD in nearly 30 years, and incorporates major advances in scientific evidence, best clinical practices and health information systems (2). The development and maintenance of international classification systems for health and the standardization of diagnostic procedures are core constitutional functions of WHO (3). By international treaty, WHO’s 194 Member States agree to use the ICD as the standard for the reporting of health information to WHO. The ICD is therefore the fundamental global framework for monitoring mortality and morbidity, epidemics and other threats to public health, and disease burden. Reporting of health statistics to WHO based on the new system began on 1 January 2022 (4). Member States also use the ICD for other important purposes related to health services – for example, to facilitate access to appropriate health care, as a basis for developing clinical guidelines and standards of practice, and to facilitate research into more effective prevention and treatment strategies. Moreover, the governments of Member States use the ICD as a part of the framework for defining their obligations to provide free or subsidized health-care services to their populations (5). That is, the diagnosis of a particular health condition typically confers eligibility to receive a specified range of health services. The implementation of the ICD in clinical systems is therefore extremely important because of the way it drives services, costs and outcomes. This volume, Clinical descriptions and diagnostic requirements for ICD-11 mental, behavioural and neurodevelopmental disorders (CDDR), is the culmination of over a decade of collaborative work that took place within the context of the overall development of ICD-11 (2). The development of the ICD-11 CDDR was led by the WHO Department of Mental Health and Substance Use, and constitutes the most broadly international, multilingual, multidisciplinary and participative revision process ever implemented for a classification of mental disorders (6). The CDDR were planned, developed and field tested with the intent of providing mental health professionals, other health professionals, trainees and students with a comprehensive clinically useful guide to implementation of the ICD-11 classification of mental, behavioural and neurodevelopmental disorders. The CDDR are meant to support the accurate and reliable identification of mental health problems as they present in people seeking care in different settings worldwide, based on the best available evidence. Timely and accurate diagnosis of mental, behavioural and neurodevelopmental disorders can reduce the enormous disease burden associated with these conditions (7), thereby advancing WHO’s objective of “the attainment by all peoples of the highest possible level of health” (3, p. 2). The CDDR are an integral part of ICD-11, but they are distinct from the version used by Member States for statistical reporting of health information, which is referred to as the linearization for mortality and morbidity statistics (MMS) (8). The MMS contain brief descriptions (or definitions) that are meant to be used for statistical and health information purposes for most categories in ICD-11, including all categories in the mental, behavioural and neurodevelopmental disorders chapter. In contrast, the CDDR, which have been developed specifically for the ICD-11 mental, behavioural and neurodevelopmental disorders chapter, provide substantially more detailed information needed by mental health and other health professionals to understand and apply this part of the classification in their work with patients. 2 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders A brief history of the CDDR ICD-6 (9) was the first version of the classification published by WHO, the first to contain a classification of morbidity as well as mortality, and the first to include a classification of mental disorders. In both ICD-6 and ICD-7 (10), the only information provided for mental disorders was the code number and name for each diagnostic category, along with inclusion terms, which specified some of the range of diagnostic concepts meant to be encompassed by the category. Starting with ICD-8 (11), the WHO Department of Mental Health and Substance Use began to provide additional information to assist with clinical implementation. In 1974, the Department published a glossary of mental disorder terms and additional guidance related to the classification of mental disorders (12), indicating that “unless some attempt is made to encourage uniformity of usage of descriptive and diagnostic terms, very little meaning can be attributed to the diagnostic side of statistics of mental illness based on the ICD and in many other ways communication between psychiatrists will become increasingly difficult” (12, p. 12). Subsequently, brief definitions were also included in the main, statistical version of the classification for all categories in the mental disorders chapter in ICD-9 (13) and ICD-10 (14). (This innovation in the classification of mental disorders in ICD-9 and ICD-10 has now been applied across the entire ICD-11 so that the MMS contain brief descriptions for most categories in the classification.) However, according to the WHO Department of Mental Health and Substance Use, these brief definitions were not recommended for use by mental health professionals but rather were intended for use in health statistics and in the coding of medical records and death certificates (15). In 1992, the Department published a volume entitled The ICD-10 classification of mental and behavioural disorders: clinical descriptions and diagnostic guidelines (CDDG) (15) concurrently with the publication of the statistical version of ICD-10. The CDDG was “intended for general clinical, educational, and service use” (15, p. 1). For each disorder, a description of the main clinical and associated features was provided, followed by more operationalized diagnostic guidelines that were designed to assist mental health clinicians in making a valid diagnosis. The CDDR for ICD-11 represent an important advance in providing comprehensive practical guidance on diagnosing mental disorders. A major improvement in the ICD-11 CDDR compared to the ICD-10 CDDG is the consistency of structure and information across major categories, based on reviews of the available evidence (16). The development of the CDDR has been guided by the principles of clinical utility and global applicability. The information included is intended to be useful to health professionals in making diagnostic judgements about individual patients, including the features they can expect to see in all cases of a given disorder and how to differentiate disorders from non-pathological expressions of human experience and from other disorders including medical conditions. The CDDR describe additional clinical features that may be present in some cases of a given disorder and provide key information that can assist in evaluating diagnoses across cultures, genders and the lifespan. More information about the specific contents and approach of the CDDR is provided in the next section on using the CDDR for ICD-11 mental, behavioural and neurodevelopmental disorders in clinical settings. The reliability, clinical utility and global applicability of the CDDR have been confirmed through a comprehensive programme of developmental and evaluative field studies (6,17–19) that involved thousands of clinicians in all global regions. This research programme is described in more detail later in this chapter. Intended users of the CDDR The CDDR are designed to be used by mental health professionals who are authorized by training, scope of practice and applicable statute to provide diagnostic evaluations of people with mental disorders (e.g. psychiatrists, psychologists in some countries). They are also intended to Introduction 3 be useful to non-specialist health professionals (e.g. primary care physicians, nurses), who in many countries provide a substantial proportion of total mental health services. They will also be useful for other professionals in clinical and non-clinical roles who need to understand the nature and symptoms of these disorders even if they do not personally diagnose them. Finally, the CDDR are intended to provide students and trainees in variety of mental health and other health fields with comprehensive guidance and information to support their development as competent diagnosticians or interdisciplinary team members. It is important to note that the organization of ICD-11 into chapters is not intended to reflect the scope of practice of specific medical specialties or clinical professions. For example, mental, behavioural and neurodevelopmental disorders and diseases of the nervous system are in separate chapters, but WHO does not intend this as a statement that psychiatrists should not be allowed to assess and treat headache disorders or that neuropsychologists should not be permitted to evaluate which disease process may be causing a particular case of dementia given the pattern of symptoms. Similarly, certain mental disorders (e.g. neurocognitive disorders such as dementia or delirium, or dissociative disorders such as dissociative neurological symptom disorder or dissociative amnesia), frequently come to the attention of a variety of health professionals (e.g. primary care physicians, neurologists) who may be equipped to evaluate and diagnose them using the CDDR as a guide. Health-care professionals using the CDDR to make diagnoses should be qualified to do so by their clinical training and experience, and are expected to have the necessary clinical expertise and understanding of mental disorders to identify symptoms and to distinguish disorders from normal variation, from one another, and from transient responses to stress or environmental circumstances. The CDDR are written to allow for the exercise of clinical judgement, and it is the diagnosing health professional who is responsible for developing a diagnostic formulation appropriate for an individual patient, considering the patient’s individual, social and cultural context as well as the characteristics of the health system. It is equally important to note that diagnostic classification is only a part of patient assessment. The CDDR are not a guide to patient care, nor a comprehensive textbook of psychiatry, nor a manual of how to conduct clinical assessments and differential diagnoses. The focus of the CDDR is on the classification of disorders and not the assessment and treatment of people, who are frequently characterized by multiple disorders and diverse needs (5). Development of the MMS and the CDDR for ICD-11 mental, behavioural and neurodevelopmental disorders As noted above, the WHO Department of Mental Health and Substance Use led the development of the ICD-11 chapter on mental, behavioural and neurodevelopmental disorders, including both the MMS and the CDDR. Over the course of more than a decade, the Department coordinated an intensive, systematic, international process that involved a wide range of key stakeholder groups including scientific and public health experts, clinicians, representatives of WHO Member States, scientific and professional societies, service users and their carers, and other nongovernmental organizations. All expert contributors to this document were asked to complete a WHO Declaration of Interests (DoI) form prior to their contribution. Once received, the WHO Secretariat reviewed the DoI forms and evaluated whether there were any conflicts of interest and, if so, whether these required a management plan. Prior to the finalization of this document, all contributors were asked to complete another DOI form. No conflicts of interest requiring a management plan were identified.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": true,
    "has_followup": true
  }
}