{
  "id": "ICD-11_257edba7",
  "corpus": "ICD-11",
  "condition": "General",
  "text": "20 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Using the CDDR for ICD-11 mental, behavioural and neurodevelopmental disorders in clinical settings 21 Using the CDDR for ICD-11 mental, behavioural and neurodevelopmental disorders in clinical settings This chapter provides a basic orientation to applying the CDDR for ICD-11 mental, behavioural and neurodevelopmental disorders in clinical settings. As previously indicated, the CDDR are not intended to function as a manual for conducting clinical assessments. Rather, they are to be applied in the context of clinicians’ broader understanding of the disorders they are assessing and the clinical competencies they have gained through appropriate education, training and experience. This chapter also contains information on relevant aspects of diagnostic coding, some of which are the result of important innovations in how ICD-11 categories are represented and relate to one another. This material on coding relates to the entire ICD-11 and is not specific to the chapter on mental, behavioural and neurodevelopmental disorders. Coding is discussed here as it affects the implementation of the CDDR. This chapter includes a discussion of the following issues: • components of the CDDR; • making an ICD-11 diagnosis using the CDDR; • co-occurring and mutually exclusive diagnoses; • other specified and unspecified categories; • other ICD-11 chapters relevant to diagnostic formulation of mental, behavioural and neurodevelopmental disorders; and • ICD-11 diagnostic coding. Components of the CDDR A major improvement in the ICD-11 CDDR compared to the ICD-10 CDDG is the consistency of structure and information across major categories. The information provided for the main disorder categories in the CDDR is organized under the following headings: • Essential (required) features • Additional clinical features • Boundary with normality (threshold) • Course features • Developmental presentations • Culture-related features • Sex- and/or gender-related features • Boundaries with other disorders and conditions (differential diagnosis). The information provided is based on reviews of the available evidence, and is intended to be useful in making diagnostic judgements about individual patients. These sections do not provide a summary of all available information about the topic in question, but rather focus on issues that may be specifically relevant to assigning a diagnosis to an individual patient. If a particular heading (e.g. developmental presentations, sex- and/or gender-related information) is not provided for a specific disorder, this is because insufficient evidence was identified as a basis for making clinically 22 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders relevant and broadly applicable statements. The following sections give a brief description of the information provided in each section of the CDDR for the main disorder categories. Essential (required) features This section provides guidance regarding the features needed to make the diagnosis confidently. The essential features represent those symptoms or characteristics that a clinician could reasonably expect to find in all cases of the disorder. In this sense, essential features resemble diagnostic criteria. However, artificial precision in diagnostic requirements, such as using exact counts of required symptoms and specific duration requirements as diagnostic cutoffs has generally been avoided unless these have been well established with appropriate global evidence. This allows for broader exercise of the professional’s clinical judgement, depending on the characteristics of the patient – including cultural variations in presentation – and local circumstances. For example, it makes little sense to impose a rigid duration requirement of 6 months for a patient who has been experiencing the required symptoms for 5 months if the current visit represents the only opportunity that the patient is likely to have for appropriate treatment for the next year. This flexibility in language also allows the clinician to differentially weigh symptoms that are particularly severe and impairing, and to consider culturally specific “idioms of distress” that may differ somewhat in the way the patient understands and describes their experience but represent the same underlying phenomenon (e.g. somatic expressions of psychological distress). Additional clinical features This section describes additional clinical features that are not diagnostically determinative but are associated with the disorder frequently enough that they can help the clinician to recognize variations in disorder presentation. This section is also used for alerting the clinician to the likelihood that certain clinically important associated symptoms or co-occurring disorders may be present and require assessment and treatment. Boundary with normality (threshold) This section provides guidance regarding the differentiation of the disorder from normal variation in characteristics that may be continuous with, or similar to, the essential features of the disorder. This section often specifies aspects of the disorder that are indicative of its pathological nature and describes typical false-positives (i.e. clinical presentations that are similar in certain respects but are considered to be non-pathological). For many disorders, the differentiation from normality is based on the presence of significant distress or significant impairment in personal, family, social, educational, occupational or other important areas of functioning. Course features This section provides clinically relevant information regarding the typical course of the disorder, which is defined broadly to include information about age of onset, whether the disorder is persistent or episodic, its likely progression or remission over time, and its temporal relationship to life stressors and other disorders. Developmental presentations This section describes how symptom presentations may differ according to the individual’s developmental stage. Many disorders traditionally thought of as disorders of adulthood (e.g. depressive disorders) can present during childhood, and many disorders often thought of as disorders of childhood persist into adulthood, with alterations in their presentation. For example, presentations of attention deficit hyperactivity disorder in younger children often include excessive motor activity. In adolescents and adults with attention deficit hyperactivity disorder, the Using the CDDR for ICD-11 mental, behavioural and neurodevelopmental disorders in clinical settings 23 equivalent phenomenon is experiencing feelings of physical restlessness or a sense of discomfort with being quiet or sitting still. Also included in this section are developmental variations that are more common in older adults, among whom many mental disorders are often underdiagnosed. This section also contains information about different patterns of co-occurring conditions and risks for associated sequelae according to developmental stage. Culture-related features This section provides information regarding cultural considerations that should be considered when making the diagnosis. This includes cultural variations in prevalence and symptoms of disorders, sociocultural mechanisms that may account for this variation, and descriptions of cultural concepts of distress that are relevant to diagnosis and treatment decisions. See the section on cultural factors in the Introduction for additional information. Sex- and/or gender-related features This section covers sex- and/or gender-related diagnostic issues, including sex- and/or gender- linked differences in symptom presentation, community prevalence and presentation in clinical settings. Boundaries with other disorders and conditions (differential diagnosis) This section lists other disorders that should be considered in the differential diagnosis – particularly those that share presenting symptoms or features. For each of these disorders, this section describes the features that differentiate it from the index disorder, providing guidance to the clinician about how to make this differentiation. Issues related to the concurrent diagnosis of the disorder being distinguished from the index disorder are also discussed in this section. The boundary descriptions generally cover all information conveyed by exclusion terms on the ICD-11 MMS platform.3 Exclusion terms are often confusing to clinicians because they assume that they mean that the excluded condition cannot be diagnosed simultaneously with the index condition, which is not the case. Rather, an exclusion term in the ICD-11 MMS indicates that the condition excluded is not part of the condition described by the category, so that both conditions may be used at the same time if warranted. These considerations are covered more clearly and explicitly in the boundary descriptions found in this section of the CDDR. Making an ICD-11 diagnosis using the CDDR Consideration of essential (required) features The diagnostic process starts with a consideration of whether the presentation meets the diagnostic requirements laid out in the essential (required) features section of the CDDR for the diagnosis under consideration. There are two types of essential features: those that must be present for the diagnostic requirements to be met and those that require a consideration of whether the symptoms may be better explained by other mental disorders that share presenting features. This aspect of the diagnostic evaluation includes a consideration of: • particular symptoms that must be present (which may be expressed as a minimum number of symptoms from an item list – e.g. “Several of the following symptoms must be present”); • the minimum amount of time that symptoms need to have been present (e.g. “present…for a period of at least several months”); • frequency or proportion of the time that symptoms need to be present during that required period of time (e.g. “most of the time”, “most of the day, nearly every day”, “for more days than not”, “more than 1 hour per day”, “multiple incidents”); 3 ICD-11 for Mortality and Morbidity Statistics (ICD-11 MMS) [website]. Geneva: World Health Organization; 2023 (https://ICD.who. int/browse11/l-m/en#/). 24 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders • in some cases, whether the onset of symptoms meets a particular diagnostic requirement (e.g. “characterized by the rapid and concurrent onset of several characteristic symptoms”); and • whether the symptoms meet any stated requirement regarding their impact on the individual’s functioning (“symptoms result in significant impairment in personal, family, social, educational, occupational or other important areas of functioning”) or have resulted in “significant distress”. As noted, the CDDR generally avoid artificial precision in quantifying the exact number of items that must be present from a list of symptoms or specifying a precise duration requirement. Too rigidly applied, these can create barriers – for example, due to cultural variation or in contexts where an individual may have limited opportunities to access care. The essential features attempt to describe the relevant clinical phenomena clearly in order to allow for flexible application of the CDDR in establishing the presence of each diagnostic item. It is up to the diagnosing health professional to make a judgement about its presence or absence, considering the entire context of the clinical presentation. If the essential features do not mention a required duration for the symptoms, it is assumed that the symptoms should have been present for at least one month in order to assign the diagnosis. Consideration of other disorders that may share presenting features This aspect of the diagnostic evaluation includes whether the symptoms are best considered to be a manifestation of a disease or disorder classified outside of the mental, behavioural and neurodevelopmental disorders chapter (e.g. a sleep-wake disorder, a disease of the nervous system, or another medical condition). In cases where the symptoms are judged to be a direct pathophysiological consequence of a medical condition and the mental, behavioural or neurodevelopmental symptoms are a specific focus of clinical attention, a diagnosis of one of the secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere may be assigned, in addition to the appropriate diagnosis for the etiological medical condition. For example, depressive symptoms similar to those of a depressive episode that are judged to be due to hypothyroidism would warrant a diagnosis of secondary mood syndrome, with depressive symptoms in addition to hypothyroidism. However, certain disorders are diagnosed regardless of whether they are believed to be caused by a medical condition classified elsewhere, including neurocognitive disorders and certain neurodevelopmental disorders (i.e. disorders of intellectual development, autism spectrum disorder, stereotyped movement disorder). The evaluation also includes whether the symptoms are due to the effects of a substance or medication on the central nervous system. If so, a diagnosis of one of the substance-induced mental disorders (e.g. alcohol-induced delirium, amfetamine-induced psychotic disorder) is likely to be appropriate. Other categories specifically linked to substances or medications include catatonia induced by substances or medications; amnestic disorder due to psychoactive substances, including medications; and dementia due to psychoactive substances, including medications. Finally, the diagnostic evaluation includes whether there are other ICD-11 mental, behavioural and neurodevelopmental disorders that share features with the disorder under consideration, that might better account for the symptomatic presentation. Whether a particular disorder that could account for the symptoms in fact better accounts for them is a clinical judgement. For example, the essential features of social anxiety disorder, which are characterized by marked and excessive fear or anxiety that occurs in social situations, includes the diagnostic requirement that “the symptoms are not better accounted for by another mental disorder (e.g. agoraphobia, body dysmorphic disorder, olfactory reference disorder)”. Each of these listed disorders may also involve the development of anxiety in social situations. For body dysmorphic disorder and olfactory reference disorder, the anxiety involves excessive self-consciousness about perceived defects in appearance or emitting an offensive body odour, respectively. In agoraphobia, the Using the CDDR for ICD-11 mental, behavioural and neurodevelopmental disorders in clinical settings 25 anxiety is related to a fear of specific negative outcomes in social situations, such as panic attacks or other incapacitating (e.g. falling) or embarrassing (e.g. incontinence) physical symptoms. In making the clinical judgement of whether the symptoms of anxiety in social situations are better accounted for by one of these other disorders, the clinician takes into account factors such as the temporal sequence of the symptoms, which symptoms predominate, and the presence of other clinical features. Consideration of boundary with normality (threshold) For the most part, mental disorders occur on a severity continuum with no sharp division separating cases and non-cases (i.e. normality), making the differentiation between a mild case of the disorder and non-disordered normal variation potentially challenging. It is advisable to review this section because, in some cases, what might appear to be evidence of psychopathology may in fact be within the bounds of normality given the individual’s developmental stage and cultural context. This section of the CDDR also points out common false-positive presentations. Consideration of boundaries with other disorders and conditions (differential diagnosis) This section of the CDDR is an extension and expansion of the “consideration of other disorders that may share presenting features” element of the essential features and provides a more comprehensive review of other disorders that should be considered in the differential diagnosis. The clinician should consider whether any of the disorders listed might explain the presenting symptoms. Consideration of co-occurring and mutually exclusive diagnoses ICD-11 diagnoses are generally assigned for every disorder for which the diagnostic requirements are met; that is, co-occurring diagnoses are typically permitted. However, there are specific situations in which the diagnostic requirements may be met for more than one disorder, typically because of symptom overlap, but the CDDR recommend making only a single diagnosis. In most cases, this is noted in the essential features but, in some cases, it is noted in the description of the differential diagnosis for that disorder in the section on boundaries with other disorders and conditions. In the CDDR, recommendations against diagnosing two particular disorders together (i.e. co- occurrence) are generally made in one of the following ways. • “The symptoms do not meet the diagnostic requirements for …”; “The symptoms do not occur exclusively during episodes of …”; “The individual has never met the diagnostic requirements for …”: these types of exclusionary statements are typically used if the symptomatic presentation of the disorder in question is already part of the definition of another disorder, and an additional diagnosis of the excluded disorder would be redundant. • The first case (“symptoms do not meet diagnostic requirement for”) prevents the assignment of both diagnoses if the diagnostic requirements for both disorders are met at the same time, and generally indicates that the other disorder should be diagnosed instead. For example, the CDDR for bulimia nervosa indicate that the diagnosis should only be assigned if the symptoms do not meet the diagnostic requirements for anorexia nervosa, so that individuals who maintain an excessively low body weight by reducing their energy intake through purging behaviour would be assigned only a single diagnosis of anorexia nervosa rather than diagnoses of both anorexia nervosa and bulimia nervosa. The presence of bulimia-like behaviour is indicated with the binge-purge pattern specifier applied to the diagnosis of anorexia nervosa.",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": true,
    "has_followup": true
  }
}