{
  "id": "ICD-11_a4815ff3",
  "corpus": "ICD-11",
  "condition": "General",
  "text": "8 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders integrating disorders due to addictive behaviour in the same overarching grouping as disorders due to substance use, and for the introduction of the new diagnostic category gaming disorder. At the same time, the field study results highlighted the overall increase in complexity of this part of ICD-11 and the need for training of health professionals in order to ensure a smooth transition. The field studies also yielded specific suggestions for better delineation of the boundaries among some diagnostic categories as well as better descriptions of new ones. In addition, WHO commissioned a study (50) on the concordance among diagnoses for alcohol and cannabis use disorders based on ICD-11, ICD-10 and the Diagnostic and Statistical Manual of Mental Disorders, fourth and fifth editions (DSM-IV and DSM-5) (51,52). The results of the study demonstrated high concordance among the populations identified by the ICD-11 diagnostic requirements compared to ICD-10 and DSM-IV. Concordance of between ICD-11 and DSM-5 was substantially lower, in large part due to low agreement between the diagnoses of harmful pattern of alcohol use and harmful pattern of cannabis use in ICD-11 and mild alcohol use disorder and mild cannabis use disorder in DSM-5. Development of the CDDR also included the involvement of mental health service users and carers through two studies in 15 countries representing diverse clinical contexts in multiple global regions (53,54). These studies constituted the first instance of a systematic research programme studying mental health service users’ perspectives during the revision of a major diagnostic classification system. The studies employed participatory research methodologies to systematically collate service user perspectives on key CDDR diagnoses that contribute to high disease burden, including schizophrenia, depressive episode, bipolar type I disorder, generalized anxiety disorder and personality disorder. Findings from these studies provided an understanding of how mental health service users respond to diagnostic content of the CDDR, and served as a basis for providing recommendations to WHO about potential enhancements of CDDR diagnostic material that may enhance its clinical utility (e.g. its usefulness in communicating with service users) and mitigating potential unintended negative consequences of the diagnostic material, including stigmatization of diagnosed individuals. Coordination with the development of DSM-5 The development of ICD-11 overlapped with the development and publication of DSM-5 (52). The Chair and Co-Chair of the DSM-5 Task Force regularly attended meetings of the Advisory Group in an effort to facilitate “harmonization” of the two classifications. This was most successful in terms of the way that mental disorders are divided into groupings and how those groupings are ordered in the two classifications (referred to as the “metastructure”). In this regard, ICD-11 and DSM-5 are quite similar to one another, though not identical, and substantially different from ICD- 10 and DSM-IV. Most ICD-11 working groups included at least one member of the corresponding DSM-5 workgroup. ICD-11 working groups were asked to consider the clinical utility and global applicability of material being developed for DSM-5, with the goal of minimizing unintentional or arbitrary differences between the two systems. Intentional conceptual differences were permitted, however, and the working groups were asked to provide a justification for such differences where they were proposed. The differences between ICD-11 (both the MMS and the CDDR) and DSM-5 are therefore conscious and intentional (16,55), and a number of such differences have stimulated valuable research that has enhanced our knowledge about psychopathology (56). Introduction 9 Key approaches to classifying mental, behavioural and neurodevelopmental disorders The definition of mental, behavioural and neurodevelopmental disorders The ICD-11 chapter on mental, behavioural and neurodevelopmental disorders begins with the following definition: Mental, behavioural and neurodevelopmental disorders are syndromes characterized by clinically significant disturbance in an individual’s cognition, emotional regulation or behaviour that reflects a dysfunction in the psychological, biological or developmental processes that underlie mental and behavioural functioning. These disturbances are usually associated with distress or impairment in personal, family, social, educational, occupational or other important areas of functioning. The term “disorder” is used as a part of nearly all category titles in the chapter. Although “disorder” is not a precise term, as in ICD-10 its use is intended “to avoid even greater problems inherent in the use of terms such as ‘disease’” (15, p. 11), which implies greater certainty about etiology and pathophysiology than exists for most mental disorders. Although mental disorders are by definition syndromes, “syndrome” is a broader term with more variable usage. Its use in category titles in the classification of mental, behavioural and neurodevelopmental disorders is restricted to the grouping of secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere; these are conditions with more variable symptoms that are less specified in the CDDR, but are judged to be direct pathophysiological consequences of a medical condition. Other conditions referred to as syndromes that are mentioned in the CDDR are classified in other parts of ICD-11 (e.g. Tourette syndrome is included in the chapter on diseases of the nervous system). Beyond the issue of terminology, the definition of mental, behavioural and neurodevelopmental disorders helps to delineate two boundaries. The first is the boundary between mental, behavioural and neurodevelopmental disorders and diseases and disorders classified in other chapters of ICD-11, and the second is the boundary between mental, behavioural and neurodevelopmental disorders and normality. Both of these boundaries represent key issues in diagnosis. The first part of the definition (“clinically significant disturbance in an individual’s cognition, emotional regulation or behaviour”) indicates that the essential features of the disorders included in the ICD-11 chapter on mental, behavioural and neurodevelopmental disorders invariably involve (but are not limited to) symptoms from these domains of mental and behavioural functioning. The presentation of disorders in other ICD-11 chapters (e.g. those on diseases of the nervous system and sleep-wake disorders) may include disturbances in these domains, but they are not common to all the disorders in those chapters. The second part of the definition is intended to clarify that in order for a clinical presentation to be diagnosable as a mental, behavioural or neurodevelopmental disorder (as opposed to representing normal variation), the symptom must reflect a dysfunction in an underlying psychological, biological or developmental process. For example, the experiences of an individual who has recently been bereaved might include acute feelings of sadness and emptiness accompanied by disturbances in cognition, emotional regulation or behaviour. However, symptoms entirely attributable to grief are not in and of themselves indicative of an underlying dysfunction in a psychological, biological or developmental process. Normal bereavement is not considered to be a disorder, despite its potential negative impact on social and occupational functioning. Similarly, behaviour (e.g. political, religious, sexual) that deviates from the accepted standards of society is only considered to be symptomatic of a mental disorder if it is a manifestation of a dysfunction in a psychological, biological or developmental process.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}