{
  "id": "ICD-11_e39927c3",
  "corpus": "ICD-11",
  "condition": "General",
  "text": "Crosswalk from ICD-11 mental, behavioural and neurodevelopmental disorders to ICD-10 for clinician use 755 ICD-11 ICD-10 Notes 6A01.2 Developmental language disorder See below For clinical purposes, the type of language impairment (e.g. receptive, expressive, other) should be specified. If no information is available about the type of language impairment, F80.9 Developmental disorder of speech or language, unspecified, can be used. 6A01.20 Developmental language disorder with F80.1 Expressive language disorder impairment of receptive and expressive language AND F80.2 Receptive language disorder 6A01.21 Developmental language disorder with F80.1 Expressive language disorder impairment of mainly expressive language 6A01.22 Developmental language disorder with F80.8 Other developmental disorders of speech and language impairment of mainly pragmatic language 6A01.23 Developmental language disorder with other F80.8 Other developmental disorders of speech and language specified language impairment 6A01.Y Other specified developmental speech or F80.8 Other developmental disorders of speech and language language disorder 6A01.Z Developmental speech or language disorder, F80.9 Developmental disorder of speech and language, unspecified unspecified 6A02 Autism spectrum disorder F84.0 Childhood autism Use F84.1 if it is unclear that onset was prior OR to the age of 3 years (keeping in mind that people may come to F84.1 Atypical autism clinical attention much later). Regardless of OR onset, use F84.5 if there is no general impairment F84.5 Asperger syndrome in intellectual functioning or functional language. 6A02.0 Autism spectrum disorder without disorder F84.5 Asperger syndrome of intellectual development and with mild or no impairment of functional language 6A02.1 Autism spectrum disorder with disorder F84.0 Childhood autism Use F84.1 if it is unclear of intellectual development and with mild or no that onset was prior impairment of functional language OR to the age of 3 years (keeping in mind that people may come to F84.1 Atypical autism clinical attention much later). 6A02.2 Autism spectrum disorder without disorder of F84.0 Childhood autism Use F84.1 if it is unclear intellectual development and with impaired functional that onset was prior language OR to the age of 3 years (keeping in mind that people may come to F84.1 Atypical autism clinical attention much later). 6A02.3 Autism spectrum disorder with disorder of F84.0 Childhood autism Use F84.1 if it is unclear intellectual development and with impaired functional that onset was prior language OR to the age of 3 years (keeping in mind that people may come to F84.1 Atypical autism clinical attention much later). 756 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders ICD-11 ICD-10 Notes 6A02.5 Autism spectrum disorder with disorder of F84.0 Childhood autism Use F84.1 if it is unclear intellectual development and with complete, or almost that onset was prior complete, absence of functional language OR to the age of 3 years (keeping in mind that people may come to F84.1 Atypical autism clinical attention much later). 6A02.Y Other specified autism spectrum disorder F84.0 Childhood autism Use F84.1 if it is unclear that onset was prior OR to the age of 3 years (keeping in mind that people may come to F84.1 Atypical autism clinical attention much later). Regardless of OR onset, use F84.5 if there is no general impairment F84.5 Asperger syndrome in intellectual functioning or functional language. 6A02.Z Autism spectrum disorder, unspecified F84.9 Pervasive developmental disorder, unspecified 6A03 Developmental learning disorder F81 Specific developmental disorders of scholastic skills 6A03.0 Developmental learning disorder with F81.0 Specific reading disorder impairment in reading 6A03.1 Developmental learning disorder with F81.1 Specific spelling disorder ICD-11 6A03.1 also impairment in written expression includes expressive AND/OR writing impairment. If the impairment is in an area other than F81.8 Other developmental disorders of scholastic skills spelling, then F81.8 Other developmental disorders of scholastic skills may be used instead. Both ICD-10 diagnoses may be assigned if appropriate. 6A03.2 Developmental learning disorder with F81.2 Specific disorder of arithmetical skills impairment in mathematics 6A03.3 Developmental learning disorder with other F81.8 Other developmental disorders of scholastic skills specified impairment of learning 6A03.Z Developmental learning disorder, unspecified F81.9 Developmental disorder of scholastic skills, unspecified 6A04 Developmental motor coordination disorder F82 Specific developmental disorder or motor function 6A05 Attention deficit hyperactivity disorder F90 Hyperkinetic disorders Use F98.8 if there are no hyperactive- OR impulsive symptoms. F98.8 Other specified behavioural and emotional disorders with onset usually occurring in childhood and adolescence 6A05.0 Attention deficit hyperactivity disorder with F90 Hyperkinetic disorders Use F98.8 if there predominantly inattentive presentation are no hyperactive- OR impulsive symptoms. F98.8 Other specified behavioural and emotional disorders with onset usually occurring in childhood and adolescence 6A05.1 Attention deficit hyperactivity disorder with F90.8 Other hyperkinetic disorder predominantly hyperactive-impulsive presentation 6A05.2 Attention deficit hyperactivity disorder with F90.0 Hyperkinetic disorder with disturbance of activity and combined presentation attention Crosswalk from ICD-11 mental, behavioural and neurodevelopmental disorders to ICD-10 for clinician use 757 ICD-11 ICD-10 Notes 6A05.Y Attention deficit hyperactivity disorder with F90.8 Other hyperkinetic disorders Use F98.8 if there other specified presentation are no hyperactive- OR impulsive symptoms. F98.8 Other specified behavioural and emotional disorders with onset usually occurring in childhood and adolescence 6A05.Z Attention deficit hyperactivity disorder, F98.9 Unspecified behavioural and emotional disorders with presentation unspecified onset usually occurring in childhood and adolescence 6A06 Stereotyped movement disorder F98.4 Stereotyped movement disorders 6A06.0 Stereotyped movement disorder without self- F98.4 Stereotyped movement disorders injury 6A06.1 Stereotyped movement disorder with self-injury F98.4 Stereotyped movement disorders 6A06.Z Stereotyped movement disorder, unspecified F98.4 Stereotyped movement disorders 8A05.0 Primary tics and tic disorders F95 Tic disorders 8A05.00 Tourette syndrome F95.2 Combined vocal and multiple motor tic disorder [de la Tourette] 8A05.01 Chronic motor tic disorder F95.1 Chronic motor or vocal tic disorder 8A05.02 Chronic phonic tic disorder F95.1 Chronic motor or vocal tic disorder 8A05.0Y Other specified primary tics and tic disorder F95.8 Other tic disorders 8A05.0Z Primary tics and tic disorder, unspecified F95.9 Tic disorder, unspecified 6A0Y Other specified neurodevelopmental disorder F88 Other disorders of psychological development No 4-character code available 6A0Z Neurodevelopmental disorder, unspecified F89 Unspecified disorder of psychological development No 4-character code available Schizophrenia and other primary psychotic disorders 6A20 Schizophrenia F20 Schizophrenia 4-character code: F20.9 Schizophrenia, unspecified 6A20.0 Schizophrenia, first episode F20 Schizophrenia (including all subcategories 6A20.00–6A20.0Z) 4-character code: F20.8 Other schizophrenia 6A20.1 Schizophrenia, multiple episodes F20 Schizophrenia (including all subcategories 6A20.10–6A20.1Z) 4-character code: F20.8 Other schizophrenia 758 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders ICD-11 ICD-10 Notes 6A20.2 Schizophrenia, continuous F20 Schizophrenia (including all subcategories 6A20.20–6A20.2Z) 4-character code: F20.8 Other schizophrenia 6A20.Y Other specified episode of schizophrenia F20 Schizophrenia 4-character code: F20.8 Other schizophrenia 6A20.Z Schizophrenia, episode unspecified F20 Schizophrenia 4-character code: F20.8 Other schizophrenia 6A21 Schizoaffective disorder F25 Schizoaffective disorders 4-character code: F25.9 Schizoaffective disorder, unspecified 6A21.0 Schizoaffective disorder, first episode F25 Schizoaffective disorders (including all subcategories 6A21.00–6A21.0Z) 4-character code: F25.8 Other schizoaffective disorders 6A21.1 Schizoaffective disorder, multiple episodes F25 Schizoaffective disorders (including all subcategories 6A21.10–6A21.1Z) 4-character code: F25.8 Other schizoaffective disorders 6A21.2 Schizoaffective disorder, continuous F25 Schizoaffective disorders (including all subcategories 6A21.20–6A21.2Z) 4-character code: F25.8 Other schizoaffective disorders 6A21.Y Other specified schizoaffective disorder F25 Schizoaffective disorders 4-character code: F25.8 Other schizoaffective disorders 6A21.Z Schizoaffective disorder, unspecified F25 Schizoaffective disorders 4-character code: F25.8 Other schizoaffective disorders 6A22 Schizotypal disorder F21 Schizotypal disorder No 4-character code available 6A23 Acute and transient psychotic disorder F23.0 Acute polymorphic psychotic disorder without symptoms of schizophrenia 6A23.0 Acute and transient psychotic disorder, first F23.0 Acute polymorphic psychotic disorder without episode symptoms of schizophrenia (including all subcategories 6A23.00–6A23.0Z) 6A23.1 Acute and transient psychotic disorder, multiple F23.0 Acute polymorphic psychotic disorder without episodes symptoms of schizophrenia (including all subcategories 6A23.10–6A23.1Z) 6A23.Y Other specified acute and transient psychotic F23.0 Acute polymorphic psychotic disorder without disorder symptoms of schizophrenia Crosswalk from ICD-11 mental, behavioural and neurodevelopmental disorders to ICD-10 for clinician use 759 ICD-11 ICD-10 Notes 6A23.Z Acute and transient psychotic disorder, F23.0 Acute polymorphic psychotic disorder without unspecified symptoms of schizophrenia 6A24 Delusional disorder F22.0 Delusional disorder 6A24.0 Delusional disorder, currently symptomatic F22.0 Delusional disorder 6A24.1 Delusional disorder, in partial remission F22.0 Delusional disorder 6A24.2 Delusional disorder, in full remission F22.0 Delusional disorder 6A24.Z Delusional disorder, unspecified F22.0 Delusional disorder 6A2Y Other specified primary psychotic disorder F28 Other nonorganic psychotic disorders No 4-character code available 6A2Z Schizophrenia or other primary psychotic F29 Unspecified nonorganic psychosis disorder, unspecified No 4-character code available Catatonia 6A40 Catatonia associated with another mental F20.2 Catatonic schizophrenia F20.2 should only disorder be used when OR the associated mental disorder is schizophrenia. F99 Mental disorder, not otherwise specified 6A41 Catatonia induced by substances or F19.8 Other mental and behavioural disorders due to multiple medications drug use and use of other psychoactive substances 6A4Z Catatonia, unspecified F99 Mental disorder, not otherwise specified Mood disorders Bipolar and related disorders 6A60 Bipolar type I disorder F31 Bipolar affective disorder 4-character code: F31.9 Bipolar affective disorder, unspecified 6A60.0 Bipolar type I disorder, current episode manic, F31.1 Bipolar affective disorder, current episode manic without without psychotic symptoms psychotic symptoms 6A60.1 Bipolar type I disorder, current episode manic, F31.2 Bipolar affective disorder, current episode manic with with psychotic symptoms psychotic symptoms 6A60.2 Bipolar type I disorder, current episode F31.0 Bipolar affective disorder, current episode hypomanic hypomanic 6A60.3 Bipolar type I disorder, current episode F31.3 Bipolar affective disorder, current episode mild or depressive, mild moderate depression 6A60.4 Bipolar type I disorder, current episode F31.3 Bipolar affective disorder, current episode mild or depressive, moderate without psychotic symptoms moderate depression 6A60.5 Bipolar type I disorder, current episode F31.5 Bipolar affective disorder, current episode severe In ICD-10, the presence depressive, moderate with psychotic symptoms depression with psychotic symptoms of psychotic symptoms in the context of a depressive episode means that the episode is automatically rated as severe.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}