{
  "id": "mhGAPv2_0c674fc6",
  "corpus": "mhGAPv2",
  "condition": "General",
  "text": "PSYCHOSOCIAL INTERVENTIONS (CONT.) 2.6 Carer support Ask about any stressful situations that may have an adverse 2.8 Brief psychological treatments impact on the child’s emotional well-being and learning. If the child is being bullied, advise the teacher on appropriate This guide does not provide specific protocols to implement Assess the psychosocial impact of the child/adolescent’s action to stop it. brief psychological interventions, such as parent skills training, disorders on the carers, and offer support for their personal, interpersonal therapy and behavioural therapy. WHO has social, and mental health needs. Explore strategies to help engage the child in school developed Parent Skills Training package for caregivers of activities and facilitate learning, inclusion, and participation. Promote necessary support and resources for their family children with developmental delay/disorders and is available life, employment, social activities, and health. Simple tips: on request. Arrange for respite care (trustworthy carers taking over – Provide opportunities for the child/adolescent to use care on a short term basis) to give primary carers a break, their skills and strengths. especially if the child has a developmental disorder. – Ask the student to sit at the front of the class. Support family to handle social and familial problems and – Give the student extra time to understand and complete help to problem solve. assignments. – Divide long assignments into smaller pieces and assign one piece at a time. 2.7 Liaise with teachers and other – Provide extra praise for effort and rewards for achievements. school staff – DO NOT use threats or physical punishments or excessive criticism. After getting consent from the child/adolescent and carer, – For students with significant difficulties in the classroom, contact the child/adolescent’s teacher and provide advice/ recruit a volunteer to come to class to provide one-on-one make a plan on how to support the child with learning and attention or pair the student with a peer who can provide participation in school activities. support or help with learning. Explain that the child/adolescent’s mental disorder is – If the child/adolescent has been out of school, help them affecting their learning/behaviour/social functioning and that return as soon as possible by creating a gradually increasing there are things the teacher can do to help. reintegration schedule. During the reintegration period, the student should be excused from quizzes and exams. CHILD & ADOLESCENT MENTAL & BEHAVIOURAL DISORDERS 89 90 CMH 3 CHILD & ADOLESCENT MENTAL & BEHAVIOURAL DISORDERS Follow-up CMH 3 Follow-up 1 ASSESS FOR IMPROVEMENT CLINICAL TIP » Is the person improving? If exposure to one or more types Reassess and monitor the child/adolescent’s symptoms, of maltreatment was identified behaviour, and functioning at every visit. in the assessment, assess ongoing exposure and risks to the child/ adolescent. » Continue with management plan and follow-up until symptoms cease or remit. » Provide additional psychoeducation and advice on » parenting. P rovide additional psychoeducation and advice on parenting, as appropriate. » » If on medication, consider gradually reducing R eview psychosocial interventions and revise management plan as needed. medication dose in consultation with a specialist. Involve child/adolescent and carers in decision-making, as appropriate. » » If not on medication, decrease frequency of Offer regular follow-up. follow up once symptoms have subsided and the child/adolescent is able to perform well in daily life. If NO improvement in symptoms and/or functioning in 6 months: » Provide additional interventions if available. » Increase the frequency of follow-up visits as needed. » REFER TO SPECIALIST if available, for further assessment and management. DEVELOPMENTAL DISORDERS EMOTIONAL DISORDERS If no improvement, further deterioration, predicted danger to the If no improvement and the child/adolescent has received child, or physical health is affected (such as nutritional problems), psychosocial treatment for at least 6 months » » REFER TO SPECIALIST for further assessment and advice on R EFER TO SPECIALIST. management plan. DO NOT initiate pharmacological treatment. DO NOT consider pharmacological treatment. DEPRESSION ADHD If no improvement and the adolescent is 12 years or older and If no improvement and the child is at least 6 years old and has has received psychosocial treatment for at least 6 months received psychosocial treatment for at least 6 months » R efer to or consult SPECIALIST for fluoxetine (but not other » Refer to or consult SPECIALIST for methylphenidate use. SSRIs or TCAs). CLINICAL TIP CONDUCT DISORDERS » For adolescents, plan to see If no improvemen or predicted danger to the adolescent » the adolescent separately from their REFER TO SPECIALIST for further assessment and advice on management plan. parent/carer for part of the follow-up DO NOT consider pharmacological treatment. visit. Clarify the confidential nature of the health care discussion, including in what circumstances parents or other 2 adults will be given information. CONDUCT ROUTINE ASSESSMENTS At every visit: » » For children under 5 years, monitor child development. Assess opportunities for the child/adolescent to participate » in family and social life. Assess for the presence of any new problem or symptom related » to mood, behaviour or development/learning. For adolescents, Assess carers’ needs and support available to the family. » assess for the presence of worsening mood (irritable, easily Monitor attendance at school. annoyed or frustrated, down or sad) or suicidal thoughts. » Review management plan and monitor adherence to Go back to Assessment Step 4 for worsening mood. Go to » SUI psychosocial interventions. for suicidal thoughts. » If on medication, review adherence, side-effects, and dosing. » Explore and address psychosocial stressors in the home, school or work environment, including exposure to violence or other forms of maltreatment. CHILD & ADOLESCENT MENTAL & BEHAVIOURAL DISORDERS 91 92 CMH 3 CHILD & ADOLESCENT MENTAL & BEHAVIOURAL DISORDERS Follow-up 3 MONITOR PHARMACOLOGICAL TREATMENT AS APPLICABLE Additional monitoring if the adolescent Additional monitoring if the child has has been prescribed fluoxetine been prescribed methylphenidate Record prescription and administration details. Record prescription and administration details. Weekly for the first month, then every month: Monitor potential for misuse and diversion. monitor for reported side-effects and changes in mood and Every three months: monitor/record height, weight, blood other symptoms. pressure, reported side-effects, and changes in behaviour. Consult specialist if you identify severe medication side- Consult specialist if you observe medication side-effects effects or adverse events (e.g. new or worsening suicidal (e.g. failure to make expected gains in weight and height, thoughts, suicidal or self-harming behaviour, agitation, increased blood pressure, agitation, anxiety, and severe irritability, anxiety or insomnia). insomnia). Advise the adolescent to continue the medication even if After one year of treatment: Consult specialist regarding they feel better. The medication should be continued for the continuation of methylphenidate. 9-12 months after the symptoms have resolved to reduce the risk of relapse. Advise against suddenly stopping the medication. If symptoms have been resolved for 9-12 months: Discuss with adolescent and carer risks and benefits to taper off medication. Reduce treatment gradually over minimum 4 weeks, monitor closely for symptom recurrence.",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": true,
    "has_followup": true
  }
}