{
  "id": "mhGAPv2_e6b3a35b",
  "corpus": "mhGAPv2",
  "condition": "General",
  "text": "DISORDERS DUE TO SUBSTANCE USE Disorders due to substance use include both drug and alcohol HARMFUL USE is a pattern of psychoactive substance use use disorders and certain conditions including acute intoxication, that damages health. This damage may be physical, e.g. liver overdose and withdrawal. disease, or mental, e.g. episodes of depressive disorder. It is often associated with social consequences, e.g. family or ACUTE INTOXICATION is a transient condition following intake of work problems. a psychoactive substance resulting in disturbances of consciousness, cognition, perception, affect, or behaviour. DEPENDENCE is a cluster of physiological, behavioural, and cognitive phenomena in which the use of a psychoactive substance OVERDOSE is the use of any drug in such an amount that acute takes on a much higher priority for a given individual than other adverse physical or mental effects are produced. behaviours that once had greater value. It is characterized by a strong craving to use the substance and a loss of control over its WITHDRAWAL is the experience of a set of unpleasant symptoms use. It is often associated with high levels of substance use and following the abrupt cessation or reduction in dose of a psychoactive the presence of a withdrawal state upon cessation. substance; it has been consumed in high enough doses and for a long enough duration for the person to be physically or mentally dependent on it. Withdrawal symptoms are, essentially, opposite to those that are produced by the psychoactive substance itself. 105 106 SUB DISORDERS DUE TO SUBSTANCE USE SUB Quick Overview ASSESSMENT MANAGEMENT E MERGENCY ASSESSMENT: Management Protocols Is intoxication or withdrawal suspected? 1. Harmful use 2. Dependence – Does the person appear sedated? 3. Alcohol withdrawal – Does the person appear overstimulated, anxious, or agitated? 4. Opioid withdrawal – Does the person appear confused? 5. Opioid agonist maintenance treatment 6. Benzodiazepine withdrawal Does the person use psychoactive substances? Psychosocial Interventions Is there harmful use? Pharmacological Interventions Does the person have substance dependence? FOLLOW-UP SUB EMERGENCY If no emergency presentation present, go to SUB 1, Assessment. EMERGENCY PRESENTATIONS OF DISORDERS DUE TO SUBSTANCE USE Alcohol intoxication: Smell of alcohol on the Stimulant intoxication: Dilated pupils, excited, racing breath, slurred speech, uninhibited behaviour; thoughts, disordered thinking, strange behaviour, recent disturbance in the level of consciousness, cognition, use of psychoactive substances, raised pulse and blood perception, affect, or behaviour pressure, aggressive, erratic, or violent behaviour Opioid overdose: Unresponsive or minimally Delirium associated with substance use: responsive, slow respiratory rate, pinpoint pupils Confusion, hallucination, racing thoughts, anxiety, agitation, disorientation, typically in association Alcohol or other sedative withdrawal: Tremor in with either stimulant intoxication or alcohol (or other hands, sweating, vomiting, increased pulse and blood sedative) withdrawal pressure, agitation, headache, nausea, anxiety; seizure and confusion in severe cases DISORDERS DUE TO SUBSTANCE USE 107 108 SUB DISORDERS DUE TO SUBSTANCE USE CLINICAL TIP 1 » Suspect sedative intoxication/ overdose in anyone with Does the person appear sedated? unexplained drowsiness and slow breathing. SSSKKKIIIPPP tttooo SSSTTTEEEPPP 11111200000 Suspect SEDATIVE INTOXICATION (alcohol, opioids, other sedatives) Check Airway, Breathing, Circulation (ABC). Provide initial respiratory support. Give oxygen. Is the person minimally responsive, unresponsive, or in respiratory failure? Supportive care. Monitor vital signs. Lay the person on their side to prevent aspiration. Give oxygen if available. Consider intravenous (i.v.), rehydration but do not give fluids orally while sedated. Observe the person until fully recovered or transported to hospital. Check pupils. Normal pupils Pinpoint pupils Suspect Opioid overdose less likely – OPIOID OVERDOSE consider overdose of alcohol, other sedatives, or other medical causes (i.e. head injury, infection, or hypoglycemia). Give i.v., intramuscular (i.m.), intranasal or subcutaneous naloxone 0.4-2 mg. Continue respiratory support. Did the person respond to naloxone within 2 minutes? GIVE A SECOND DOSE Observe for 1-2 hours and repeat naloxone as needed. Observe the person until fully recovered or transported to hospital. Continue to resuscitate and observe the person until fully recovered or transported to hospital. DISORDERS DUE TO SUBSTANCE USE 109 110 SUB DISORDERS DUE TO SUBSTANCE USE 2 Does the person appear overstimulated, anxious, or agitated? SSSKKKIIIPPP tttooo SSSTTTEEEPPP 11111300000 ASSESS AND MANAGE A – D A Person has recently stopped MANAGE WITHDRAWAL Suspect drinking or using sedatives and is – If the person has tremors, sweating, or vital sign changes then give ALCOHOL or now showing any of the following diazepam 10-20 mg orally (p.o.) and transfer to hospital or detoxification BENZODIAZEPINE signs: Tremors, sweating, vomiting, facility if possible. WITHDRAWAL increased blood pressure (BP) & heart – Observe and repeat doses as needed for continued signs of rate, and agitation. withdrawal (tremors, sweating, increased BP and heart rate). – For alcohol withdrawal only: Give thiamine 100 mg daily for five days. TRANSFER IMMEDIATELY TO A HOSPITAL if the following are present: – Other serious medical problems, e.g. hepatic encephalopathy, gastrointestinal bleeding, or head injury. – Seizures: give diazepam 10-20 mg p.o., i.v. or rectum (p.r.) first. – Delirium: give diazepam 10-20 mg p.o., i.v. or p.r. first. If severe and not responsive to diazepam, give an anti-psychotic medication such as haloperidol 1-2.5 mg p.o. or i.m. Continue to treat other signs of withdrawal (tremors, sweating, vital signs changes) with diazepam p.o., i.v. or p.r.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": true,
    "has_followup": true
  }
}