{
  "id": "mhGAPv2_7658eb08",
  "corpus": "mhGAPv2",
  "condition": "General",
  "text": "PROTOCOL 2 Dependence IF THE PERSON IS DEPENDENT ON OPIOIDS: FOR ALL OTHER SUBSTANCES: » » Maintenance treatment is generally more effective than detoxification. Advise stopping the substance completely and verbalise your intention to support » the person in doing so. Ask them if they are ready to do this. Assess the severity of dependence and, if appropriate, provide or refer the person for » opioid agonist maintenance treatment, also known as opioid substitution therapy (OST), Explore STRATEGIES FOR REDUCING OR STOPPING USE and STRATEGIES FOR after detoxification. Go to PROTOCOL 5 (Opioid Agonist Maintenance Treatment). REDUCING HARM. » » In the remainder of cases arrange planned detoxification, if necessary. Consider referral to peer help groups or rehabilitation/residential therapeutic Go to PROTOCOL 4 (Opioid Withdrawal). communities, if available. » Address food, housing, and employment needs. IF THE PERSON IS DEPENDENT ON BENZODIAZEPINES: » Assess and treat any physical or mental health co-morbidity, ideally after 2-3 weeks of » Sudden cessation can lead to seizures and delirium. Consider gradually reducing the abstinence, as some problems will resolve with abstinence. dose of benzodiazepine with supervised dispensing or a more rapid reduction in an inpatient setting. Go to PROTOCOL 6 (Benzodiazepine Withdrawal). IN ALL CASES: » Provide psychoeducation. IF THE PERSON IS DEPENDENT ON ALCOHOL: » » Arrange for detoxification services if necessary or treatment in an inpatient facility where Sudden alcohol cessation can lead to seizures and delirium; however, if the person is available. Treat withdrawal symptoms as needed. willing to stop using alcohol, facilitate this. Determine the appropriate setting to cease » alcohol use, and arrange inpatient detoxification, if necessary. Go to PROTOCOL 3 Provide a brief intervention using motivational interviewing to encourage the person to (Alcohol Withdrawal). engage in treatment of their substance dependence. » » Advise consumption of thiamine at a dose of 100 mg/day p.o.. Consider longer-term psychosocial treatment for persons with ongoing problems » related to their substance use, if they do not respond to the initial brief interventions. Consider pharmacologic intervention to prevent relapse in alcohol dependence; Evidence-based psychological therapies for disorders due to substance use include medications include acamprosate, naltrexone and disulfiram. Baclofen can also be used, structured individual and group programmes that are run over 6-12 weeks or more, and however, its sedating effects and risk of abuse make it best reserved for specialist settings. that use techniques such as cognitive behavioural therapy, motivational enhancement With these medications, an effective response may include a reduction in the quantity therapy, contingency management therapy, community reinforcement approach, and and frequency of alcohol consumption, if not complete abstinence. Go to Table 1. family therapy. Evidence-based social support approaches include employment and accommodation support. DISORDERS DUE TO SUBSTANCE USE 119 120 SUB 2 DISORDERS DUE TO SUBSTANCE USE Management PROTOCOL 3 Alcohol Withdrawal » Provide as quiet and non-stimulating an environment as possible; well-lit during the day and lit enough at night to prevent falls if the person wakes up at night. PREVENTING AND TREATING WERNICKE’S ENCEPHALOPATHY: » » Ensure adequate fluid intake and that electrolyte requirements are met, such as potassium Chronic heavy users of alcohol are at risk for Wernicke’s encephalopathy, and magnesium. a thiamine deficiency syndrome characterized by confusion, nystagmus, » ophthalmoplegia (trouble with eye movements), and ataxia (uncoordinated ADDRESS DEHYDRATION: Maintain adequate hydration including i.v. hydration, movements). if needed, and encourage oral fluid intake. Be sure to give thiamine before glucose to avoid » precipitating Wernicke’s encephalopathy. To prevent this syndrome, all persons with a history of chronic » alcohol use should be given thiamine 100 mg p.o. per day. Pharmacological Intervention: Give thiamine prior to administering glucose to avoid precipitating When appropriate, treat alcohol withdrawal symptoms. In the case of planned detoxification, Wernicke’s encephalopathy. prevent withdrawal symptoms using diazepam. The dose and duration of diazepam treatment varies according to the severity of the withdrawal. – Administer diazepam at an initial dose of up to 40 mg daily (10 mg four times a day or 20 mg twice a day) for 3-7 days, p.o. Gradually decrease the dose and/or frequency as soon as symptoms improve. Monitor the person frequently, as each person may respond differently to this medication. CLINICAL TIP – In the hospital setting, diazepam can be given more frequently, (i.e. hourly), and at For planned alcohol cessation, assess the person’s risk for severe withdrawal. higher daily doses, up to 120 mg daily for the first 3 days p.o., if necessary, and based on Ask: frequent assessment of the person’s withdrawal symptoms and mental status. Have there been past episodes of severe withdrawal symptoms, including – In persons with impaired hepatic metabolism, (i.e. persons with signs of liver disease seizures or delirium? or the elderly), use a single low dose initially of 5-10 mg p.o., as benzodiazepines may Are there other significant medical or psychiatric issues? have a longer duration of action in these populations. Alternatively, a shorter acting Do significant withdrawal features develop within 6 hours of the person’s last drink? benzodiazepine such as oxazepam may be used instead of diazepam. See Table 1. Have outpatient cessation attempts failed in the past? Is the person homeless or without any social support? – CAUTION Use caution when initiating or increasing the dose of benzodiazepines, as If risk is high, inpatient detoxification is preferable to outpatient detoxification. they can cause respiratory depression. Use caution in persons with respiratory disease and/or hepatic encephalopathy. CLINICAL TIP: General principles to apply during management of any withdrawal: Maintain hydration. Depressive symptoms may occur in the post-intoxication period, Manage specific withdrawal symptoms as they emerge, i.e. treat during or after withdrawal, and/or the person may have pre-existing nausea with anti-emetics, pain with simple analgesics, and insomnia depression. Be alert to the risk of suicide. with light sedatives. Offer all persons continued treatment, support, and monitoring after Allow the person to leave the treatment facility if they wish to do so. successful detoxification, regardless of the setting in which detoxification Continue treatment and support after detoxification. was delivered. PROTOCOL 4 Opioid Withdrawal » » CAUTION is advised before embarking upon withdrawal from opioids, especially when Methadone: Methadone is given orally at an initial dose of 15-20 mg, increasing, if there has been injection use. When a decision is made to initiate withdrawal, inform the necessary, to 30 mg per day. Then gradually decrease the dose, until tapered off person about what to expect, including symptoms and their duration. For example, completely, over 3-10 days. As with buprenorphine, special care should be taken for withdrawal results in lower tolerance to opioids. This means that if the person resumes individuals taking other sedating medications. opioid use at their usual dose after withdrawal that they are at an increased risk of » Clonidine or Lofexidine: If opioid substitution medications are not available, clonidine or overdosing. Due to these risks, withdrawal is best undertaken when there is a plan for lofexidine can be used to manage some opioid withdrawal symptoms, namely hyperarousal. admission to a residential rehabilitation or other psychosocial support programme. They are given at dose ranges of 0.1-0.15 mg 3 times daily p.o. and are dosed according to Alternatively, the person may be considered for opioid substitution therapy with either body weight. Light-headedness and sedation may result. Monitor blood pressure closely. methadone or buprenorphine; see the opioid agonist maintenance treatment section (see Other symptoms of withdrawal should also be treated, i.e. nausea with anti-emetics, pain protocol 5), and select one of the following pharmacological options for management: with simple analgesics, and insomnia with light sedatives. » Buprenorphine: Buprenorphine is given sublingually at a dose range of 4-16 mg per day » Morphine sulphate: 10-20 mg as an initial dose with 10 mg extra dose if needed. for 3-14 days for withdrawal management. Before initiating buprenorphine treatment, it is Sedation and respiratory depression which canbe life threatening. Prolonged use can lead important to wait until signs and symptoms of opioid withdrawal become evident - at least to dependence. For more details go to Table 1. 8 hours after the last dose of heroin and 24-48 hours after the last dose of methadone; otherwise, there is a risk that buprenorphine itself will precipitate a withdrawal syndrome. Special care should be taken for individuals taking other sedating medications. DISORDERS DUE TO SUBSTANCE USE 121 122 SUB 2 DISORDERS DUE TO SUBSTANCE USE Management PROTOCOL PROTOCOL 5 6 Opioid Agonist Maintenance Treatment Benzodiazepine Withdrawal » » Opioid agonist maintenance treatment requires the presence of an Benzodiazepine withdrawal can be managed by switching to a long- established and regulated national framework. It is characterized by the acting benzodiazepine and gradually decreasing the dose, tapered over prescription of long-acting opioid agonists (or partial agonists), such as 8-12 weeks, and in conjunction with psychosocial support. More rapid methadone or buprenorphine, generally on a daily, supervised basis. tapering is possible only if the person is in an inpatient setting in a There is strong evidence that agonist maintenance treatment with hospital or detoxification facility. methadone or buprenorphine effectively reduces illicit drug use, the » If severe, uncontrolled benzodiazepine withdrawal develops or occurs spread of HIV, mortality, and criminality, as well as improving physical due to a sudden or unplanned cessation, consult a specialist or other health, mental health, and social functioning. available resource person immediately to start a high-dose benzodiazepine » Monitoring: Medications used for opioid agonist maintenance treatment sedation regime and to hospitalise the person. Be cautious with are open to misuse and diversion, hence, programmes should use various unsupervised dispensing of benzodiazepines to unknown patients. methods of limiting the risk of diversion, including supervised consumption. » For more details please see Table 1.",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": true,
    "has_followup": true
  }
}