{
  "id": "mhGAPv2_a863675b",
  "corpus": "mhGAPv2",
  "condition": "General",
  "text": "CHILD & ADOLESCENT MENTAL & BEHAVIOURAL DISORDERS This module covers assessment and management of developmental EMOTIONAL DISORDERS are among the leading mental health- disorders, behavioural disorders, and emotional disorders in children related causes of the global burden of disease in young people. and adolescents. Emotional disorders are characterized by increased levels of anxiety, depression, fear, and somatic symptoms. DEVELOPMENTAL DISORDER is an umbrella term covering disorders such as intellectual disability as well as autism spectrum Children and adolescents often present with symptoms of more disorders. These disorders usually have a childhood onset, impair- than one condition and sometimes the symptoms overlap. The ment or delay in functions related to central nervous system matu- quality of home and social educational environments influence ration, and a steady course rather than the remissions and relapses children’s and adolescents’ wellbeing and functioning. Exploring that tend to characterize many other mental disorders. and addressing psychosocial stressors along with opportunities to activate supports are critical elements of the assessment and BEHAVIOURAL DISORDERS is an umbrella term that includes management plan. specific disorders such as attention deficit hyperactivity disorder (ADHD) and conduct disorders. Behavioural symptoms of varying levels of severity are very common in the general population. Only children and adolescents with a moderate to severe degree of psy- chological, social, educational or occupational impairment in multiple settings should be diagnosed as having behavioural disorders. 69 70 CMH CHILD & ADOLESCENT MENTAL & BEHAVIOURAL DISORDERS CMH Quick Overview ASSESSMENT MANAGEMENT A ssess for problems with development Management Protocols 1. Developmental Delay/Disorder Assess for problems with inattention 2. Problems with Behaviour or over-activity 3. Attention Deficit Hyperactivity Disorder (ADHD) 4. Conduct Disorder Assess for problems with emotions. If an 5. Problems with Emotions 6. Emotional disorders and Moderate to Severe Depression adolescent, evaluate for moderate to severe in Adolescents depression Psychosocial Interventions Assess for repeated defiant, disobedient, and aggressive behaviour Assess for presence of other priority MNS conditions FOLLOW-UP Assess the home environment A ssess the school environment TABLE 1: COMMON PRESENTATIONS OF CHILD & ADOLESCENT MENTAL & BEHAVIOURAL DISORDERS BY AGE GROUP May be reported by carer, self-reported or observed during the assessment process. DEVELOPMENTAL DISORDERS BEHAVIORAL DISORDERS EMOTIONAL DISORDERS Infants and Young – Poor feeding, failure to thrive, poor motor tone, delay – Excessive crying, clinging to a carer, freezing (holding Children (age <5) in meeting expected developmental milestones for the body very still and being silent) and/or tantrums appropriate age (eg. smiling, sitting, interacting with – Extreme shyness or changes in functioning (e.g. new others, sharing attention, walking, talking and toilet wetting or soiling behaviour or thumb sucking) training – Diminished initiation of play and social interaction – Sleep and eating difficulties Ages 4-18 Middle Childhood – Delay in reading and writing – Excess over-activity: excessive running around, – Recurrent, unexplained physical symptoms (age 6-12) – Delay in self-care such as dressing, bathing, extreme difficulties remaining seated, excessive (e.g. stomach ache, headache, nausea) brushing teeth talking or moving restlessly – Reluctance or refusal to go to school – Excessive inattention, absent-mindedness, – Extreme shyness or changes in functioning repeatedly stopping tasks before completion and (e.g. new wetting or soiling behaviour or thumb switching to other activities sucking) Adolescents – Poor school performance – Excessive impulsivity: frequently doing things – Problems with mood, anxiety or worry (e.g. irritable, (age 13-18) – Difficulty understanding instructions without forethought easily annoyed, frustrated or depressed mood, extreme – Difficulty in social interaction and adjusting to changes – Repeated and continued behaviour that disturbs or rapid and unexpected changes in mood, emotional others (e.g. unusually frequent and severe outbursts), excessive distress tantrums, cruel behaviour, persistent and severe – Changes in functioning (e.g. difficulty concentrating, disobedience, stealing) poor school performance, often wanting to be alone or – Sudden changes in behaviour or peer relations, stay home) including withdrawal and anger All Ages – Difficulty carrying out daily activities considered – Excessive fear, anxiety or avoidance of specific normal for the person’s age; difficulty understanding situations or objects (e.g. separation from caregivers, instructions; difficulty in social interactions and adjusting social situations, certain animals or insects, heights, to changes; difficulties or oddities in communication; closed spaces, sight of blood or injury) restrictive/repetitive patterns of behaviours, interests – Changes in in sleeping and eating habits and activities – Diminished interest or participation in activities – Oppositional or attention-seeking behaviour CHILD & ADOLESCENT MENTAL & BEHAVIOURAL DISORDERS 71 72 CMH 1 CHILD & ADOLESCENT MENTAL & BEHAVIOURAL DISORDERS Assessment CMH 1 Assessment COMMON PRESENTATIONS OF CHILD & ADOLESCENT MENTAL & BEHAVIOURAL DISORDERS Child/adolescent being seen for physical complaints or a general health assessment who has: – Any of the typical presenting complaints of emotional, behavioural or developmental disorders (See Table 1) – Risk factors such as malnutrition, abuse and/or neglect, frequent illness, chronic diseases (e.g. HIV/AIDS or history of difficult birth) Carer with concerns about the child/adolescent’s: – Difficulty keeping up with peers or carrying out daily activities considered normal for age – Behaviour (e.g. too active, aggressive, having frequent and/or severe tantrums, wanting to be alone too much, refusing to do regular activities or go to school) Teacher with concerns about a child/adolescent – e.g. easily distracted, disruptive in class, often getting into trouble, difficulty completing school work Community health or social services worker with concerns about a child/adolescent – e.g. rule- or law-breaking behaviour, physical aggression at home or in the community CLINICAL TIP 1 » Adolescents should always be offered the opportunity to be ASSESS FOR DEVELOPMENTAL DISORDERS seen on their own, without carers present. » Clarify the confidential nature of the discussion. Assess all domains – motor, cognitive, social, communication, and adaptive. » Indicate in what circumstances F or toddlers and young children: F or older children and adolescents: parents or other adults will be given information. Has the child had any difficulties with age- Are there difficulties with school (learning, reading, » Explore the presenting appropriate milestones across all developmental and writing), communicating and interacting with complaint with the child/ areas? others, self-care, and everyday household activities? adolescent and carer. SKIP to STEP 120 Suspect DEVELOPMENTAL DELAY / DISORDER Are there signs/symptoms suggesting any of the following: – Nutritional deficiency, including iodine deficiency – Acute or chronic infectious illness, including ear – Anaemia infection and HIV/AIDS – Malnutrition Manage conditions using Integrated Management of Childhood Illness (IMCI) (www.who.int/maternal_child_adolescent/documents/ IMCI_chartbooklet) or other available guidelines. CHILD & ADOLESCENT MENTAL & BEHAVIOURAL DISORDERS 73 74 CMH 1 CHILD & ADOLESCENT MENTAL & BEHAVIOURAL DISORDERS Assessment Assess the child for visual and/or hearing impairment: For vision assessment, see if the child fails to: For hearing assessment, see if the child fails to: – Look at your eyes – Turn head to see someone behind them when they speak – Follow a moving object with the head and eyes – Show reaction to loud noise – Grab an object – Make a lot of different sounds (tata, dada, baba), if an infant – Recognize familiar people CONSULT WITH SPECIALIST FOR EVALUATION. Go to PROTOCOL 1 2 ASSESS FOR PROBLEMS WITH INATTENTION OR HYPERACTIVITY Is the child/adolescent: – Easily distracted, has difficulty completing tasks? – Overactive? – Moving restlessly? – Unable to stay still for long? SKIP to STEP 130 Are symptoms persistent, severe, and causing considerable difficulty with daily functioning? Are ALL of the following true? – Are symptoms present in multiple settings? – Is there considerable difficulty with daily – Have they lasted at least 6 months? functioning in personal, family, social, – Are they inappropriate for the child/ educational, occupational or other areas? adolescent’s developmental level? ADHD Consider is unlikely PROBLEMS WITH BEHAVIOUR Consider ADHD Go to PROTOCOL 2 SSKKIIPP ttoo SSTTEEPP 113300 Rule out physical conditions that can resemble ADHD. Does the child/adolescent have any of the following: – Thyroid diseases – Acute or chronic infectious illness, including HIV/AIDS – Uncontrolled pain e.g. from an ear infection, sickle cell disease Treat the physical condition Go to PROTOCOL 3 CHILD & ADOLESCENT MENTAL & BEHAVIOURAL DISORDERS 75 76 CMH 1 CHILD & ADOLESCENT MENTAL & BEHAVIOURAL DISORDERS Assessment 3 ASSESS FOR CONDUCT DISORDER Does the child/adolescent show repeated aggressive, disobedient, or defiant behaviour, for example: – Arguing with adults – Provocative behaviour – Defying or refusing to comply with their requests or rules – Excessive levels of fighting or bullying – Extreme irritability/anger – Cruelty to animals or people – Frequent and severe temper tantrums – Severe destructiveness to property, fire-setting – Difficulty getting along with others – Stealing, repeated lying, truancy from school, running away from home CONDUCT DISORDER SKIP to STEP 140 is unlikely CLINICAL TIP: AGE-APPROPRIATE DISRUPTIVE OR CHALLENGING BEHAVIOUR IN CHILDREN/ADOLESCENTS Toddlers and – Refusing to do what they are told, breaking rules, arguing, whining, young children exaggerating, saying things that aren’t true, denying they did anything wrong, (age 18 months – being physically aggressive and blaming others for their misbehaviour. 5 years) – Brief tantrums (emotional outbursts with crying, screaming, hitting, etc.), usually lasting less than 5 minutes and not longer than 25 minutes, typically occur less than 3 times per week. Developmentally typical tantrums should not result in self-injury or frequent physical aggression toward others, and the child can typically calm themselves down afterward. Middle Childhood – Avoidance of or delay in following instructions, complaining or arguing with (age 6-12) adults or other children, occasionally losing their temper. Adolescents – Testing rules and limits, saying that rules and limits are unfair or unnecessary, (age 13-18) occasionally being rude, dismissive, argumentative or defiant with adults. Are symptoms persistent, severe, and inappropriate for the child/adolescent’s developmental level: – Symptoms are present in different settings (e.g. at home, at school and in other social settings). – Symptoms have been present for at least 6 months. – More severe than ordinary childish mischief or adolescent rebelliousness. – Is there considerable difficulty with daily functioning in personal, family, social, educational, occupational or other areas? Consider PROBLEMS WITH Consider BEHAVIOUR CONDUCT DISORDER Go to PROTOCOL 2 Go to PROTOCOL 4 CHILD & ADOLESCENT MENTAL & BEHAVIOURAL DISORDERS 77 78 CMH 1 CHILD & ADOLESCENT MENTAL & BEHAVIOURAL DISORDERS Assessment 4 ASSESS FOR EMOTIONAL DISORDERS (prolonged, disabling distress involving sadness, fearfulness, anxiety or irritability) Ask if the child/adolescent: – Is often feeling irritable, easily annoyed, down or sad? – Often complains of headaches, stomach-aches or sickness? – Has lost interest in or enjoyment of activities? – Is often unhappy, down-hearted or tearful? – Has many worries or often seems worried? – Avoids or strongly dislikes certain situations (e.g. separation – Has many fears or is easily scared? from carers, meeting new people, or closed spaces)? SKIP to STEP 150 CLINICAL TIP: AGE-APPROPRIATE FEARS AND ANXIETIES IN CHILDREN AND ADOLESCENTS Babies & Toddlers – Fear of strangers, distress when separating (age 9 months – 2 years) from caregivers Young Children – Fear of storms, fire, water, darkness, (age 2-5) nightmares, and animals Middle Childhood – Fear of monsters, ghosts, germs, natural (age 6-12) disasters, physical illness, and being badly injured – Anxiety about school or about performing in front of others Adolescents – Fear of rejection by peers, performing in (age 13-18) front of others, physical illness, medical procedures, catastrophes (e.g. war, terrorist attack, disasters) Is there considerable difficulty with daily functioning in personal, family, social, educational, occupational or other areas? Consider PROBLEMS WITH EMOTIONS Consider Go to PROTOCOL 5 EMOTIONAL DISORDER SKIP to STEP 150 Rule out physical conditions that can resemble or exacerbate emotional disorders. Are there any signs/symptoms suggesting: – Thyroid diseases – Obesity – Medication side-effects – Infectious illness, including HIV/AIDS – Malnutrition (e.g. from corticosteroids or – Anaemia – Asthma inhaled asthma medications) Manage the physical condition. Go to PROTOCOL 6 CHILD & ADOLESCENT MENTAL & BEHAVIOURAL DISORDERS 79 80 CMH 1 CHILD & ADOLESCENT MENTAL & BEHAVIOURAL DISORDERS Assessment In adolescents, assess for moderate to severe depression. Does the adolescent have problems with mood (feeling irritable, down or sad) OR has lost interest in or enjoyment of activities? SKIP to STEP 150 Has the adolescent had several of the following additional symptoms most days for the last 2 weeks? – Disturbed sleep or sleeping too much – Fatigue or loss of energy – Talking or moving more slowly than usual – Significant change in appetite or weight – Reduced concentration – Hopelessness (decrease or increase) – Indecisiveness – Suicidal thoughts or acts – Beliefs of worthlessness or excessive guilt – Observable agitation or physical restlessness Is there considerable difficulty with daily functioning in personal, family, social, educational, occupational or other areas? Consider Go to PROTOCOL 5 PROBLEMS WITH EMOTIONS SKIP to STEP 150 CLINICAL TIP Delusions or hallucinations may be present. If Consider DEPRESSION present, treatment for depression needs to be adapted. CONSULT A SPECIALIST Rule out a history of manic episode(s) and normal Go to PROTOCOL 6 » reaction to recent major loss. See DEP. 5 IF THERE IS IMMINENT RISK ASSESS FOR OTHER PRIORITY MNS CONDITIONS OF SUICIDE, ASSESS AND MANAGE » before continuing. Go to SUI. Are there any other concurrent MNS conditions? Assess according to the » mhGAP-IG Master Chart. See MC. Do not forget to assess for disorders due to substance use. See » SUB. For children with developmental delay/disorders, do not forget to assess for epilepsy. See » EPI. ASSESS AND MANAGE concurrent MNS conditions CHILD & ADOLESCENT MENTAL & BEHAVIOURAL DISORDERS 81 82 CMH 1 CHILD & ADOLESCENT MENTAL & BEHAVIOURAL DISORDERS Assessment CLINICAL TIP CLINICAL TIP: 6 RED FLAGS FOR CHILD MALTREATMENT A sk the child/adolescent directly about these exposures when ASSESS THE HOME ENVIRONMENT CLINICAL FEATURES developmentally appropriate and safe to do so (e.g. not in the presence of a Physical abuse carer who may have committed the – Injuries (e.g. bruises, burns, strangulation marks or marks maltreatment). Are the emotional, behavioural or developmental problems a from a belt, whip, switch or other object) – Any serious or unusual injury without an explanation or A dolescents should always be offered reaction to or aggravated by a distressing or frightening situation? with an unsuitable explanation the opportunity to be seen on their own, Sexual abuse Assess for: without carers present. – Genital or anal injuries or symptoms that are medically Clinical features or any element in the clinical history that suggest unexplained maltreatment or exposure to violence (see CLINICAL TIP). – Sexually transmitted infections or pregnancy – Sexualised behaviours (e.g. indication of age-inappropriate Any recent or ongoing severe stressors (e.g. illness or death of a sexual knowledge) family member, difficult living and financial circumstances, being Neglect bullied or harmed). – Being excessively dirty, unsuitable clothing – Signs of malnutrition, very poor dental health Emotional abuse and all other forms of maltreatment Any sudden or significant change in the behaviour or emotional state of the child/adolescent that is not better explained by another cause, such as: – Unusual fearfulness or severe distress (e.g. inconsolable crying) – Self-harm or social withdrawal Refer to child protection services if necessary – Aggression or running away from home – Indiscriminate affection seeking from adults Explore and manage stressors – Development of new soiling and wetting behaviours, thumb Ensure child/adolescent’s safety as a first priority sucking Reassure the child/adolescent that all children/adolescents need to ASPECTS OF CARER INTERACTION WITH THE be protected from abuse CHILD/ADOLESCENT Provide information about where to seek help for any ongoing abuse Arrange additional support including referral to specialist Persistently unresponsive behaviour, especially toward an infant (e.g. not offering comfort or care when the child/ Contact legal and community resources, as appropriate and as mandated adolescent is scared, hurt or sick) Consider additional psychosocial interventions Hostile or rejecting behaviour Using inappropriate threats (e.g. to abandon the child/ Ensure appropriate follow-up adolescent) or harsh methods of discipline CLINICAL TIP Do the carers have any priority MNS condition that could impact » Depressive disorder in carers their ability to care for the child/adolescent? can worsen emotional, behavioural or developmental disorders in Consider especially depression and disorders due to substance use. their children/adolescents. Assess and manage for carer MNS conditions. Go to Management 2.6 (Carer support) Is the child getting adequate opportunities for play and social interaction/communication at home? Consider asking: With whom does the child spend most of their time? How do you/they play with the child? How often? How do you/they communicate with the child? How often? Provide advise on age-appropriate stimulation and parenting. Refer to Care for Child Development http://www.who.int/maternal_ child_adolescent/documents/care_child_ development/en/ Consider need for additional support for the child including referral to child protection services where available. CHILD & ADOLESCENT MENTAL & BEHAVIOURAL DISORDERS 83 84 CMH 1 CHILD & ADOLESCENT MENTAL & BEHAVIOURAL DISORDERS Assessment 7 ASSESS THE SCHOOL ENVIRONMENT Is the child/adolescent in school? Provide information regarding educational services and educate carer on importance of keeping the child/adolescent in school as much as possible. Is the child/adolescent: CLINICAL TIP » A sk the child/adolescent directly about Being bullied, picked on or made fun of? these exposures when developmentally Not able to participate and learn? appropriate and safe to do so. Not wanting/refusing to attend school? A fter getting consent, liaise with teachers and other school staff. Go to Management (2.7). I f there has been an absence from school, try to help the child/adolescent return to school as soon as possible and explore reasons for absence. Go to CMH 2 (Management) CMH 2 Management PROTOCOL PROTOCOL PROTOCOL 1 2 3 Developmental Delay/Disorder Problems with Behaviour Attention Deficit Hyperactivity Disorder (ADHD) » » Provide guidance on child/adolescent well-being. (2.1) Provide guidance on child/adolescent well-being. (2.1) » Provide psychoeducation to person and carers and » Provide guidance on improving behaviour. (2.3) » Provide guidance on child/adolescent well-being. (2.1) parenting advice. Provide guidance on developmental disorders. (2.2 and 2.3) » Assess for and manage stressors, reduce stress and » Provide psychoeducation to person and carers and strengthen social supports. parenting advice. Provide guidance on improving » Provide carer support. (2.6) » behaviour. (2.2 and 2.3) Liaise with teachers and other school staff. (2.7) » Liaise with teachers and other school staff. (2.7) » » Assess for and manage stressors, reduce stress and Link with other available resources in » strengthen social supports. Link with other available resources in the community the community. such as Community-Based Rehabilitation. » » Provide carer support. (2.6) Offer follow-up. » Offer Parent Skills Training, when available. (2.8) » Liaise with teachers and other school staff. (2.7) » Refer children with developmental disorders » Link with other available resources in the community. to specialist for further assessment, advice on » management plan and family planning. Consider Parent Skills Training when available. (2.8) » » Consider behavioural interventions when available. (2.8) Ensure appropriate follow-up every three months or more, if needed. » If above treatments have failed AND the child/ » adolescent has a diagnosis of ADHD AND is at least DO NOT offer pharmacological treatment. 6 years old, refer to a specialist for methylphenidate treatment. » Ensure appropriate follow-up every three months or more, if needed. CHILD & ADOLESCENT MENTAL & BEHAVIOURAL DISORDERS 85 86 CMH 2 CHILD & ADOLESCENT MENTAL & BEHAVIOURAL DISORDERS Management PROTOCOL PROTOCOL PROTOCOL 4 5 6 Conduct Disorder Problems with Emotions Emotional Disorder or Depression » » » Provide guidance on child/adolescent well-being. (2.1) Provide guidance on child/adolescent well-being. (2.1) DO NOT consider pharmacological treatment » » as first line treatment. Provide psychoeducation to person and carers and Provide psychoeducation to the person and carers parenting advice. (2.2) and advice on parenting. (2.2) » DO NOT prescribe pharmacological treatment » » for children younger than 12 years. Provide guidance on improving behaviour. (2.3) Assess for and manage stressors, reduce stress and » strengthen social supports. Provide guidance on child/adolescent well-being. (2.1) » Assess for and manage stressors, and strengthen » » social supports. Liaise with teachers and other school staff. (2.7) Provide psychoeducation to the person and carers. » » (2.2 and 2.5) Provide carer support. (2.6) Link with other available resources in the » community. Provide carer support. (2.6) » Liaise with teachers and other school staff. (2.7) » Liaise with teachers and other school staff. (2.7) » Consider Parent Skills Training when available. (2.8) » Link with other available resources in the community. » Link with other available resources in the community. » Assess for and manage stressors, reduce stress and » Ensure appropriate follow-up every three months strengthen social supports. or more, if needed. » Consider Parent Skills Training when available. (2.8) » Consider behavioural interventions when available. (2.8) » Consider referral for behavioural intervention or » D O NOT offer pharmacological treatment. interpersonal therapy. » When psychological interventions prove ineffective, consult a specialist for Fluoxetine (no other SSRIs or » TCAs). Go to DEP for medication details. » Ensure appropriate follow-up once a month or more, if needed.",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": true,
    "has_followup": true
  }
}