{
  "id": "mhGAPv2_6aad4e0a",
  "corpus": "mhGAPv2",
  "condition": "General",
  "text": "MASTER CHART MASTER CHART 15 16 Overview of Priority MNS Conditions 1. These common presentations indicate the need for assessment. 2. If people present with features of more than one condition, then all relevant conditions need to be assessed. 3. All conditions apply to all ages, unless otherwise specified. 4. For emergency presentations, please see the table on page 18. COMMON PRESENTATION PRIORITY CONDITION Multiple persistent physical symptoms with no clear cause Low energy, fatigue, sleep problems DEPRESSION (DEP) Persistent sadness or depressed mood, anxiety Loss of interest or pleasure in activities that are normally pleasurable Marked behavioural changes; neglecting usual responsibilities related to work, school, domestic or social activities Agitated, aggressive behavior, decreased or increased activity PSYCHOSES (PSY) Fixed false beliefs not shared by others in the person’s culture Hearing voices or seeing things that are not there Lack of realization that one is having mental health problems Convulsive movement or fits/seizures During the convulsion: loss of consciousness or impaired consciousness, stiffness, EPILEPSY (EPI) rigidity, tongue bite, injury, incontinence of urine or faeces After the convulsion: fatigue, drowsiness, sleepiness, confusion, abnormal behaviour, headache, muscle aches, or weakness on one side of the body Child/adolescent being seen for physical complaints or Behaviour (e.g. too active, aggressive, having frequent a general health assessment who has: and/or severe tantrums, wanting to be alone too much, refusing to do regular activities or go to school) Problem with development, emotions or behaviour CHILD & ADOLESCENT (e.g. inattention, over-activity, or repeated defiant, Teacher with concerns about a child/adolescent disobedient and aggressive behaviour) MENTAL & BEHAVIOURAL e.g. easily distracted, disruptive in class, often getting Risk factors such as malnutrition, abuse and/or neglect, frequent into trouble, difficulty completing school work DISORDERS (CMH) illness, chronic diseases (e.g. HIV/AIDS or history of difficult birth) Community health or social services worker with Carer with concerns about the child/adolescent’s: concerns about a child/adolescent Common presentations of emotional, behavioral Difficulty keeping up with peers or carrying out daily e.g. rule- or law-breaking behaviour, physical aggression and developmental disorders vary by age in activities considered normal for age at home or in the community children and adolescents. Decline or problems with memory (severe forgetfulness) and orientation (awareness of time, place and person) DEMENTIA (DEM) Mood or behavioural problems such as apathy (appearing uninterested) or irritability Loss of emotional control (easily upset, irritable or tearful) Difficulties in carrying out usual work, domestic or social activities Appearing affected by alcohol or other substance Incidental findings: macrocytic anaemia, low (e.g. smell of alcohol, slurred speech, sedated, erratic platelet count, elevated mean corpuscular behaviour) volume (MCV) DISORDERS DUE Signs and symptoms of acute behavioural effects, Emergency presentation due to substance TO SUBSTANCE withdrawal features or effects of prolonged use withdrawal, overdose, or intoxication. Person may appear sedated, overstimulated, Deterioration of social functioning (i.e. difficulties at USE (SUB) agitated, anxious or confused work or home, unkempt appearance) Persons with disorders due to substance use Signs of chronic liver disease (abnormal liver enzymes), All persons presenting to may not report any problems with substance jaundiced (yellow) skin and eyes, palpable and tender health care facilities should use. Look for: liver edge (in early liver disease), ascites (distended be asked about abdomen is filled with fluid), spider naevi (spider-like – Recurrent requests for psychoactive their tobacco and blood vessels visible on the surface of the skin), and medications including analgesics alcohol use. altered mental status (hepatic encephalopathy) – Injuries – Infections associated with intravenous drug Problems with balance, walking, coordinated use (HIV/AIDS, Hepatitis C) movements, and nystagmus Extreme hopelessness and despair Current thoughts, plan or act of self-harm/ SELF-HARM/SUICIDE (SUI) suicide, or history thereof Any of the other priority conditions, chronic pain, or extreme emotional distress 17 18 EMERGENCY Presentations of Priority MNS Conditions EMERGENCY PRESENTATION CONDITION TO CONSIDER GO TO Act of self-harm with signs of poisoning or intoxication, bleeding from self-inflicted wound, loss of consciousness MEDICALLY SERIOUS ACT OF SELF-HARM and/or extreme lethargy SUI Current thoughts, plan, or act of self-harm or suicide, or IMMINENT RISK OF SELF-HARM/SUICIDE history of thoughts, plan, or act of self-harm or suicide in a person who is now extremely agitated, violent, distressed or lacks communication Acute convulsion with loss of consciousness or impaired EPILEPSY consciousness EPI, SUB STATUS EPILEPTICUS Continuous convulsions ALCOHOL OR OTHER SEDATIVE WITHDRAWAL Agitated and/or aggressive behaviour DEM, PSY, SUB Smell of alcohol on the breath, slurred speech, uninhibited behaviour; disturbance in the level of consciousness, cognition, ACUTE ALCOHOL INTOXICATION perception, affect or behaviour Tremor in hands, sweating, vomiting, increased pulse and ALCOHOL WITHDRAWAL SUB blood pressure, agitation, headache, nausea, anxiety; seizure ALCOHOL WITHDRAWAL DELIRIUM and confusion in severe cases Unresponsive or minimally responsive, slow respiratory rate, SEDATIVE OVERDOSE OR INTOXICATION pinpoint pupils Dilated pupils, excited, racing thoughts, disordered thinking, ACUTE STIMULANT INTOXICATION OR OVERDOSE strange behaviour, recent use of cocaine or other stimulants, increased pulse and blood pressure, aggressive, erratic or violent behaviour DEPRESSION People with depression experience a range of symptoms Depression commonly occurs alongside other MNS conditions as including persistent depressed mood or loss of interest and well as physical conditions. pleasure for at least 2 weeks. The management of symptoms not fully meeting the criteria People with depression as described in this module have for depression is covered within the module on Other Significant considerable difficulty with daily functioning in personal, family, Mental Health Complaints. Go to » OTH. social, educational, occupational or other areas. Many people with depression also suffer from anxiety symptoms and medically unexplained somatic symptoms. 19 20 DEP DEPRESSION DEP Quick Overview ASSESSMENT MANAGEMENT D oes the person have depression? Management Protocols 1. Depression Are there other explanations for the symptoms? 2. Depressive episode in bipolar disorder 3. Special populations – Rule out physical conditions – Rule out a history of mania – Rule out normal reactions to recent major loss Psychosocial Interventions Assess for other priority MNS conditions Pharmacological Interventions FOLLOW-UP DEPRESSION Assessment DEP 1 Assessment COMMON PRESENTATIONS OF DEPRESSION M ultiple persistent physical symptoms with no clear cause L ow energy, fatigue, sleep problems P ersistent sadness or depressed mood, anxiety L oss of interest or pleasure in activities that are normally pleasurable 11 Does the person have depression? Has the person had at least one of the following core symptoms of depression for at least 2 weeks? – Persistent depressed mood – Markedly diminished interest in or pleasure from activities Depression is unlikely Go to OTH DEPRESSION 21 22 DEP 1 DEPRESSION Assessment Has the person had several of the following additional symptoms for at least 2 weeks: – Disturbed sleep or sleeping too much – Indecisiveness – Significant change in appetite or weight – Observable agitation or physical (decrease or increase) restlessness – Beliefs of worthlessness or excessive guilt – Talking or moving more slowly than usual – Fatigue or loss of energy – Hopelessness – Reduced concentration – Suicidal thoughts or acts Depression is unlikely Go to OTH Does the person have considerable difficulty with daily functioning in personal, family, social, educational, occupational or other areas? Depression is unlikely Go to OTH CLINICAL TIP: A person with depression may have psychotic symptoms such as delusions or hallucinations. If present, treatment for depression needs to be Consider DEPRESSION adapted. CONSULT A SPECIALIST. 2 Are there other possible explanations for the symptoms? IS THIS A PHYSICAL CONDITION THAT CAN RESEMBLE OR EXACERBATE DEPRESSION? Are there signs and symptoms suggesting anaemia, malnutrition, hypothyroidism, mood changes from substance use and medication side-effects (e.g. mood changes from steroids)? MANAGE THE PHYSICAL CONDITION Do depressive symptoms remain after treatment? No treatment needed. DEPRESSION 23 24 DEP 1 DEPRESSION Assessment IS THERE A HISTORY OF MANIA? Have several of the following symptoms occurred simultaneously, lasting for at least 1 week, and severely enough to interfere significantly with work and social activities or requiring hospitalization or confinement? – Elevation of mood and/or irritability – Loss of normal social inhibitions resulting in inappropriate – Decreased need for sleep behaviours – Increased activity, feeling of increased energy, increased – Being easily distracted talkativeness or rapid speech – Unrealistically inflated self-esteem – Impulsive or reckless behaviours such as excessive spending, making important decisions without planning and sexual indiscretion CLINICAL TIP: DEPRESSIVE EPISODE People with depressive episode in IN BIPOLAR bipolar disorder are at risk for mania. Treatment is different from depres- DISORDER is likely sion. Protocol 2 must be applied. Go to STEP 1 30 then to PROTOCOL 2 HAS THERE BEEN A MAJOR LOSS (E.G. BEREAVEMENT) WITHIN THE LAST 6 MONTHS? DEPRESSION is likely G o to STEP 1 30 then to PROTOCOL 1 Are any of the following symptoms present? – Suicidal ideation – Talking or moving more – Beliefs of worthlessness slowly than normal – Psychotic symptoms Does the person have a previous history of depression? DEPRESSION is likely Do not manage for depression. Go to OTH 3 IF THERE IS IMMINENT RISK Are there concurrent priority MNS conditions? OF SUICIDE, ASSESS AND MANAGE » before continuing. Go to SUI. A ssess for concurrent MNS conditions according to the mhGAP-IG master chart. Go to » MC. People with depression are at higher risk for most other priority MNS conditions. Assess for disorders due to substance use. Go to PROTOCOL 1 DEPRESSION 25 26 DEP 2 DEPRESSION Management DEP 2 Management Special populations Note that interventions may differ for these populations PROTOCOL PROTOCOL 1 2 Depression Depression in Bipolar Disorder CHILD / ADOLESCENT For management of depression in » » children/adolescents, go to CMH. Provide psychoeducation to the person and their Consult a specialist. carers. (2.1) » If a specialist is not immediately available, » Reduce stress and strengthen social supports. (2.2) follow treatment for depression (PROTOCOL 1). » However, NEVER prescribe antidepressants Promote functioning in daily activities and alone without a mood stabilizer such as lithium, community life. (2.3) WOMEN WHO ARE PREGNANT OR carbamazepine or valproate because anti- BREASTFEEDING » Consider antidepressants. (2.5) depressants can lead to mania in people with » bipolar disorder (Go to PSY). If available, consider referral for one of the » » F ollow treatment for depression following brief psychological treatments: If symptoms of mania develop, tell the person (PROTOCOL 1) but AVOID anti- interpersonal therapy (IPT), cognitive behavioural and the carers to stop the antidepressant depressants if possible, especially during therapy (CBT), behaviour activation and problem- immediately and return for help. the first trimester. solving counselling. (2.4) » » I f no response to psychological treat- DO NOT manage the symptoms with ineffective ment, consider using with caution the treatments, e.g. vitamin injections. lowest effective dose of antidepressants. » Offer regular follow-up. » I f breastfeeding, avoid long acting medication such as fluoxetine. » C ONSULT A SPECIALIST, if available.",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": true,
    "has_followup": true
  }
}