{
  "id": "mhGAPv2_6aa57a38",
  "corpus": "mhGAPv2",
  "condition": "General",
  "text": "TABLE 2: Anticholinergic medications (for treatment of extrapyramidal side effects (EPS) Avoid in women who are pregnant or breastfeeding if possible. MEDICATION DOSING SIDE EFFECTS CONTRAINDICATIONS / CAUTIONS BIPERIDEN Start 1 mg twice daily. Common: sedation, confusion and memory Caution in patients with: cardiac, liver, or kidney disease. Increase to 3-12 mg daily. disturbance (especially in older adults), tachycardia, dry Drug-drug interactions: Caution when combining with other Route: p.o or intravenous (i.v.). mouth, urinary retention and constipation. anticholinergic medications. TRIHEXYPHENIDYL Start 1 mg daily. Rarely, angle-closure glaucoma, myasthenia gravis and (Benzhexol) Increase to 4-12 mg per day in 3-4 divided doses gastrointestinal obstruction. (maximum 20 mg daily). Route: p.o TABLE 3: Mood stabilizers Avoid in women who are pregnant or breastfeeding if possible. MEDICATION DOSING SIDE EFFECTS CONTRAINDICATIONS / CAUTIONS LITHIUM Start 300 mg daily. Increase gradually every Common: sedation, cognitive problems, tremor, : Contraindicated in patients with: severe cardiac or kidney disease. 7 days until target blood level reached (maximum impaired coordination, hypotension, leukocytosis, Dehydration can increase lithium levels. 600-1200 mg daily). Monitor every 2-3 months. polyuria, polydipsia, nausea, diarrhea, weight gain, hair Use only if clinical Route: p.o loss, rash. Drug-drug interactions: nonsteroidal anti-inflammatory drugs (NSAIDs), and laboratory monitoring angiotensin-converting-enzyme inhibitor (ACE inhibitor), thiazide diuretics, Target blood levels: 0.6-1.0 mEq/liter Serious: diabetes insipidus, hypothyroidism, are available. metronidazole, and tetracycline can increase lithium levels. – In acute manic episode: 0.8-1.0 mEq/liter ECG changes (arrhythmia, sick sinus syndrome, – For maintenance treatment: 0.6-0.8 mEq/liter. T-wave changes). Lithium toxicity can cause seizures, delirium, coma, and death. 6 months on medication is needed to determine full effectiveness of maintenance treatment. SODIUM VALPROATE Start 500 mg daily. Common: sedation, headache, tremor, ataxia, nausea, Caution in patients with: underlying or suspected hepatic disease. Increase slowly to 1000-2000 mg daily vomiting, diarrhea, weight gain, transient hair loss. Monitor liver function tests and platelets if possible. (maximum 60 mg/kg/day). Serious: impaired hepatic function, Drug-drug interactions: Route: p.o thrombocytopenia, leucopenia, drowsiness/ Valproate levels decreased by carbamazepine, increased by aspirin. Preferred choice in persons living with confusion, liver failure, hemorrhagic pancreatitis. HIV HIV/AIDS due to drug-drug interactions. CARBAMAZEPINE Start 200 mg daily. Common: sedation, confusion, dizziness, ataxia, Contraindicated in patients with: history of blood disorders, Increase by 200 mg weekly to 400-600 mg daily in double vision, nausea, diarrhea, benign leucopenia. kidney, liver, or cardiac disease. two divided doses (maximum 1200 mg daily). Serious: hepatotoxicity, cardiac conduction delay, Drug-drug interactions. Route: p.o low sodium levels, severe rash. – May reduce the effects of hormonal birth control, immunosuppressants, Note: Dose may need to be adjusted after antiepileptics, antipsychotics, methadone and some antiretrovirals. 2 weeks due to induction of its own metabolism. – Levels can be increased by certain antifungals and antibiotics. PSYCHOSES 43 44 PSY 2 PSYCHOSES Management TABLE 4: Review adherence, side effects and dosing based on clinical situation/ presentation CLINICAL SITUATION ACTION The person is not tolerating antipsychotic Reduce the dose of antipsychotic medication. medication, i.e. the person has If side-effects persist, consider switching to another antipsychotic medication. extrapyramidal symptoms (EPS) or other Consider adding anticholinergic medication for short-term use to treat EPS if these strategies fail or if symptoms are severe (see Table 2). serious side effects Adherence to treatment is Discuss reasons for non-adherence with the person and carers. unsatisfactory And provide information regarding importance of medication. Consider depot/long-acting injectable antipsychotic medication as an option after discussing possible side effects of oral versus depot preparations. Treatment response is inadequate Verify that the person is receiving an effective dose of medication. If the dose is low, increase gradually to lowest effective dose to reduce (i.e. symptoms persist or worsen) despite the risk of side effects. adherence to medication Enquire about alcohol or substance use and take measures to reduce this. Go to » SUB. Enquire about recent stressful event that may have led to worsening of clinical condition and take measures to reduce stress. » Review symptoms to rule out physical and/or other priority MNS conditions. Go to PSY 1, see STEP 1 Consider risperidone as an alternative to haloperidol or chlorpromazine, if cost and availability are not constraints. If the person does not respond to adequate dose and duration of more than one antipsychotic medication, using one medicine at a time, then antipsychotic combination treatment may be considered; preferably under the supervision of a specialist, with close clinical monitoring. Consider consultation with a specialist for the use of clozapine in those who have not responded to other antipsychotic medications at adequate doses and durations. Only use clozapine under the supervision of a specialist and only if routine laboratory monitoring is available, due to the risk of life-threatening agranulocytosis. TABLE 5: Management of Persons with Agitated and/or Aggressive Behaviour ASSESSMENT COMMUNICATION SEDATION AND USE OF MEDICATION Attempt to communicate with the person. Safety is first! Sedate as appropriate to prevent injury. Evaluate for underlying cause: Remain calm and encourage the patient to talk For agitation due to psychosis or mania, consider use of haloperidol – Check Blood Glucose. If low, give glucose. about his or her concerns. 2mg p.o./i.m. hourly up to 5 doses (maximum 10 mg). Caution: high doses of haloperidol can cause dystonic reactions. Use a calm voice and try to address the concerns – Check vital signs, including temperature and oxygen Use biperiden to treat acute reactions. if possible. saturation. Give oxygen if needed. For agitation due to ingestion of substances, such as Listen attentively. Devote time to the person. – Rule out delirium and medical causes alcohol/sedative withdrawal or stimulant intoxication, including poisoning. Never laugh at the person. use diazepam 10-20 mg p.o. and repeat as needed. Go to SUB. – Rule out drug and alcohol use. Do not be aggressive back. In cases of extreme violence Specifically consider stimulant intoxication and/or Try to find the source of the problem and solutions – Seek help from police or staff alcohol/sedative withdrawal. Go to SUB. for the person. – Use haloperidol 5mg i.m., repeat in 15-30mins if needed – Rule out agitation due to psychosis or manic Involve carers and other staff members. (maximum 15 mg) episode in bipolar disorder. Go to Assessment, » PSY 1. Remove from the situation anyone who may be a – Consult a specialist. trigger for the aggression. if the person remains agitated, recheck oxygen saturation, If all possibilities have been exhausted and the person vital signs and glucose. Consider pain. Refer to hospital. is still aggressive, it may be necessary to use medication Once agitation subsides, refer to the master chart (MC) and (if available) to prevent injury. select relevant modules for assessment. Special Populations: Consult a specialist for treatment. PSYCHOSES 45 46 PSY 3 PSYCHOSES Follow -up PSY 3 Follow-up RECOMMENDATIONS ON FREQUENCY OF CONTACT PSYCHOSIS 1 » Initial follow-up should be as frequent as possible, even daily, ASSESS FOR IMPROVEMENT until acute symptoms respond to treatment. » Regular follow-up is needed. Once Is the person improving? symptoms respond, monthly to quarterly follow-up is recommended (based on clinical need and feasibility factors such as staff availability, distance from clinic, etc.) » Continue with treatment plan. » Decrease frequency of follow-up once symptoms have subsided. » Follow-up as needed. Is the person taking medication? SKIP to STEP 120 » START ANTIPSYCHOTIC MEDICATIONS (Go to Table 1). » Maintain a high frequency of contact until symptoms start to respond to treatment. » Ensure that person has been on a typical » effective dose for minimum of 4-6 weeks. Involve the person and carers in treatment plan changes and decisions. » Maintain a high frequency of contact until symptoms start to respond to treatment. » Involve the person and carers in treatment plan changes and decisions.",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": true,
    "has_followup": true
  }
}