{
  "id": "mhGAPv2_d912a091",
  "corpus": "mhGAPv2",
  "condition": "General",
  "text": "3 Does the person have psychosis? Does the person have at least two of the following: – Delusions, fixed false beliefs not shared by others in the person’s culture – Hallucinations, hearing voices or seeing things that are not there – Disorganized speech and/or behaviour, e.g. incoherent/irrelevant speech such as mumbling or laughing to self, strange appearance, signs of self-neglect or appearing unkempt Suspect Consider consultation with specialist to review other possible causes of PSYCHOSIS psychosis. Go to PROTOCOL 2 IF THERE IS IMMINENT RISK OF SUICIDE, ASSESS AND MANAGE » before continuing. Go to SUI. PSYCHOSES 37 38 PSY 2 PSYCHOSES Management PSY 2 Management PROTOCOL PROTOCOL 1 2 Manic Episode in Bipolar Disorder Psychosis » » Provide psychoeducation to the person and carers. (2.1) Provide psychoeducation to the person and carers. (2.2) » » Pharmacological Intervention. (2.6) Begin antipsychotic medication. (2.5) Start with a low dose within the therapeutic range and I f patient is on antidepressants – DISCONTINUE increase slowly to the lowest effective dose, in order to reduce to prevent further risk of mania. the risk of side-effects. – B egin treatment with lithium, valproate, carbamazepine, » P romote functioning in daily activities. (2.3) or with antipsychotics. Consider a short term (2-4 weeks » maximum) benzodiazepine for behavioural disturbance or E nsure safety of the person and safety of others. agitation. » P rovide regular follow-up. » Promote functioning in daily activities. (2.3) » S upport rehabilitation in the community. » Ensure safety of the person and safety of others. » R educe stress and strengthen social supports. (2.2) » Provide regular follow-up. » Support rehabilitation in the community. » Reduce stress and strengthen social supports. (2.2) Special populations Note that interventions may differ for PSYCHOSES in these populations WOMEN WHO ARE PREGNANT OR BREASTFEEDING ADOLESCENTS » Liaise with maternal health specialists to organize care. » Consider consultation with mental health » Consider consultation with mental health specialist if available. specialist. » » Explain the risk of adverse consequences for the mother and her baby, including obstetric In adolescents with psychotic or bipolar complications and psychotic relapses, particularly if medication stopped. disorder, risperidone can be offered as a » treatment option only under supervision of Consider pharmacological intervention when appropriate and available. See below. a specialist. » Pharmacological Interventions If treatment with risperidone is not feasible, haloperidol or chlorpromazine may be PSYCHOSIS MANIC EPISODE IN BIPOLAR DISORDER used only under supervision of a specialist. » » In women with psychosis who are planning AVOID VALPROATE, LITHIUM and a pregnancy or pregnant or breastfeeding, CARBAMAZEPINE during pregnancy and low-dose oral haloperidol, or chlorpromazine breastfeeding due to the risk of birth defects. may be considered. » Consider low-dose haloperidol with caution » OLDER ADULTS Anticholinergics should NOT prescribed and in consultation with a specialist, if available. to women who are pregnant due to extrapyra- » Weigh the risks and benefits of medications in midal side-effects of antipsychotic medications, women of childbearing age. » Use lower doses of medication. except in cases of acute, short-term use. » » Depot antipsychotics should not be routinely If a pregnant woman develops acute mania » Anticipate an increased risk of drug-drug while taking mood stabilizers, consider switching prescribed to women with psychotic disorders interactions. to low dose haloperidol. who are planning a pregnancy, pregnant, or CAUTION breastfeeding because there is relatively little Antipsychotics carry an increased risk of information on their safety in this population. cerebrovascular events and death in older adults with dementia-related psychosis. PSYCHOSES 39 40 PSY 2 PSYCHOSES Management PSYCHOSOCIAL INTERVENTIONS 2.1 Psychoeducation 2.3 Promote functioning in daily Recommend avoiding alcohol, cannabis or other non- prescription drugs, as they can worsen the psychotic or living activities Key messages for the person and their carers: bipolar symptoms. Continue regular social, educational and occupational Explain that the symptoms are due to a mental health Advise them about maintaining a healthy lifestyle, e.g. a activities as much as possible. It is best for the person to have condition, that psychosis and bipolar disorders can be balanced diet, physical activity, regular sleep, good personal a job or to be otherwise meaningfully occupied. treated, and that the person can recover. Clarify common hygiene, and no stressors. Stress can worsen psychotic misconceptions about psychosis and bipolar disorder. symptoms. Note: Lifestyle changes should be continued as long Facilitate inclusion in economic activities, including culturally as needed, potentially indefinitely. These changes should be appropriate supported employment. Do not blame the person or their family or accuse them planned and developed for sustainability. of being the cause of the symptoms. Offer life skills training and/or social skills training to enhance independent living skills for people with psychosis and bipolar Educate the person and the family that the person needs 2.2 Reduce stress and strengthen disorders and for their families and/or carers. to take the prescribed medications and return for follow-up social supports regularly. Facilitate, if available and needed, independent living and supported housing that is culturally and contextually appropriate Explain that return and/or worsening of symptoms are Coordinate with available health and social resources to meet in the community. common and that it is important to recognize these early the family’s physical, social, and mental health needs. and visit to the health facility as soon as possible. Identify the person’s prior social activities that, if reinitiated, 2.4 General advice for carers Plan a regular work or school schedule that avoids sleep would have the potential to provide direct or indirect psycho- deprivation and stress for both the person and the carers. logical and social support, e.g. family gatherings, outings with Do not try to convince the person that his or her beliefs or Encourage the person to solicit advice about major decisions friends, visiting neighbors, social activities at work sites, sports, experiences are false or not real. Try to be neutral and especially ones involving money or major commitments. and community activities. Encourage the person to resume supportive, even when the person shows unusual behaviour. these social activities and advise family members about this. Avoid expressing constant or severe criticism or hostility Encourage the person and carers to improve social towards the person with psychosis. CLINICAL TIP support systems. Build rapport with the person. Give the person freedom of movement. Avoid restraining the Mutual trust between the person and the person, while also ensuring that their basic security and that health-care provider is critical to ensure CLINICAL TIP of others is met. treatment adherence and long-term outcomes. Ensure persons with psychosis are In general it is better for the person to live with family or treated with respect and dignity. For community members in a supportive environment outside of » further details go to ECP. the hospital setting. Long-term hospitalization should be avoided. PHARMACOLOGICAL INTERVENTIONS FOR SPECIAL POPULATIONS, (women who are pregnant or breastfeeding, children/adolescents, and older adults), see detailed recommendations. 2.5 Psychosis 2.6 Manic Episode in Bipolar Disorder Antipsychotics should routinely be offered to a person If patient is on antidepressants: CAUTION with psychosis. For women who are pregnant or breastfeeding, avoid DISCONTINUE ANTIDEPRESSANTS Start antipsychotic medication immediately. See Table 1. valproate, lithium and carbamazepine. Use of low-dose to prevent further risk of mania. Prescribe one antipsychotic at a time. haloperidol is recommended with caution and under the Begin treatment with lithium, valproate, carba- care of a specialist, if available. Start at lowest dose and titrate up slowly to reduce risk of mazepine, or with antipsychotics (see Table 3). side effects. Consider a short term (2-4 weeks maximum) Try the medication at a typically effective dose for at Lithium: consider using lithium as first line treatment of benzodiazepine for behavioural disturbances or least 4-6 weeks before considering it ineffective. bipolar disorder only if clinical and laboratory monitoring are agitation: available, a nd prescribe only under specialist supervision. If Continue to monitor at that dose as frequently as possible and – Persons with mania who are experiencing agitation may laboratory examinations are not available or feasible, lithium as required for the first 4-6 weeks of therapy. If there is no benefit from short-term ( 2-4 weeks maximum) use of a should be avoided and valproate or carbamazepine should improvement, see Follow-up and Table 4. be considered. Erratic compliance or stopping lithium benzodiazepine such as diazepam. Monitor weight, blood pressure, fasting sugar, cholesterol and treatment suddenly may increase the risk of relapse. Do not – Benzodiazepines should be discontinued gradually as soon ECG for persons on antipsychotics if possible (see below). prescribe lithium where the lithium supply may be frequently as symptoms improve, as tolerance can develop. interrupted. Obtain kidney and thyroid function, complete blood count, ECG, and pregnancy tests before beginning Continue maintenance treatment for at least 2 years CAUTION! treatment if possible. after the last bipolar episode. Side effects to look for: Valproate and Carbamazepine: Consider these – Lithium or valproate can be offered for the maintenance MANI CO– L EAxRt rDaIpSOyrRaDmEidal side effects (EPS): akathisia, acute medications if clinical or laboratory monitoring for lithium is treatment of bipolar disorder. If treatment with one of dystonic reactions, tremor, cog- wheeling, muscular rigidity, not available or if specialist is not available to supervise these agents is not feasible, haloperidol, chloropromazine and tardive dyskinesia. Treat with anticholinergic medications lithium prescription. or carbamazepine may be used. Offer maintenance when indicated and available (see Table 2). treatment in primary care settings under specialist Haloperidol and risperidone: consider haloperidol and – Metabolic changes: weight gain, high blood pressure, supervision. increased blood sugar and cholesterol. risperidone only if no clinical or laboratory monitoring is available to start lithium or valproate. Risperidone can be – ECG changes (prolonged QT interval): monitor ECG used as an alternative to haloperidol in individuals with if possible. bipolar mania if availability can be assured, and cost is not a – Neuroleptic malignant syndrome (NMS): a rare, constraint. potentially life-threatening disorder characterized by muscular rigidity, elevated temperature, and high blood pressure. PSYCHOSES 41 42 PSY 2 PSYCHOSES Management TABLE 1: Antipsychotic medications MEDICATION DOSING SIDE EFFECTS CONTRAINDICATIONS / CAUTIONS HALOPERIDOL Start 1.5-3 mg daily. Common: sedation, dizziness, blurred vision, Caution in patients with: kidney disease, liver disease, Increase as needed (maximum 20 mg daily). dry mouth, urinary retention, constipation. cardiac disease, long QT syndrome or taking QT-prolonging medications. Route: oral (p.o.) or intramuscular (i.m.). Monitor ECG if possible. Serious: orthostatic hypotension, extrapyramidal side effects (EPS), ECG changes (prolonged QT interval), weight gain, galactorrhea, amenorrhea, Neuroleptic malignant syndrome (NMS). RISPERIDONE Start 1 mg daily. Common: sedation, dizziness, tachycardia. Caution in patients with: cardiac disease. Increase to 2-6 mg daily (maximum 10 mg). Route: p.o. Serious: orthostatic hypotension, metabolic effects (elevated Drug-drug interactions: carbamazepine can reduce levels of lipids, insulin resistance, weight gain), EPS, elevated prolactin, risperidone, whereas fluoxetine can increase levels. sexual dysfunction, NMS. CHLORPROMAZINE Start 25-50 mg daily. Common: sedation, dizziness, blurred vision, dry mouth, Contraindications: impaired consciousness, bone marrow depression, Increase to 75-300 mg daily (up to 1000 mg urinary retention, constipation, tachycardia. pheochromocytoma. may be necessary for severe cases). Route: p.o. Serious: orthostatic hypotension, syncope, EPS, Caution in patients with: respiratory disease, kidney disease, liver photosensitivity, weight gain, galactorrhea, amenorrhea, disease, glaucoma, urinary retention, cardiac disease, long QT syndrome sexual dysfunction, priapism, NMS, agranulocytosis, or taking QT-prolonging medications. Monitor ECG if possible. jaundice. Drug-drug interactions: – Increases effects of blood pressure lowering medications. – Lowers blood pressure if combined with epinephrine. – Levels may be increased by antimalarials including quinine. FLUPHENAZINE Start 12.5 mg. Common: sedation, dizziness, blurred vision, dry mouth, Contraindications: impaired consciousness, parkinsonism. depot/long-acting Use 12.5-50 mg every 2-4 weeks. urinary retention, constipation, tachycardia. Route: i.m. in gluteal region. Caution in patients with: cardiac disease, kidney disease, liver disease. Serious: orthostatic hypotension, syncope, EPS, Use with caution in older adults. Avoid in women who are pregnant/ photosensitivity, weight gain,galactorrhea, amenorrhea, breastfeeding. sexual dysfunction, priapism, NMS, agranulocytosis, Drug-drug interactions: jaundice. – Increases effects of blood pressure lowering medications. Do not use in children/adolescents. – Can lower blood pressure if used with epinephrine.",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": true,
    "has_followup": true
  }
}