{
  "id": "mhGAPv2_abc443e9",
  "corpus": "mhGAPv2",
  "condition": "General",
  "text": "II. Promote Respect and Dignity Persons with MNS conditions should be treated with respect and dignity in a culturally appropriate manner. As a health care DOs DON'Ts provider, make every effort to respect and promote the will and preference of people with MNS conditions and support Treat people with MNS conditions with respect and Do not discriminate against people with MNS and engage them and their carers in the most inclusive way. dignity. conditions. Persons with MNS conditions are often more vulnerable to human rights violations. Therefore, it is essential that in the Protect the confidentiality of people with MNS Do not ignore the priorities or wishes of people with health care setting, providers promote the rights of people with conditions. MNS conditions. MNS conditions in line with international human rights Ensure privacy in the clinical setting. Do not make decisions for, on behalf of, or instead of standards, including the UN Convention on the Rights of Persons the person with MNS conditions. with Disability (CRPD)*. Always provide access to information and explain the proposed treatment risks and benefits in writing, if Do not use overly technical language in explaining *For more information on CRPD: https://www.un.org/ possible. proposed treatment. development/desa/disabilities/convention-on-the-rights-of- persons-with-disabilities.html Make sure the person provides consent to treatment. Promote autonomy and independent living in the community. Provide persons with MNS conditions with access to supported decision making options. ESSENTIAL CARE AND PRACTICE 7 8 ECP EESSSSEENNTTIIAALL CCAARREE A& NPDR APCRTAICCETICE B. ESSENTIALS OF MENTAL HEALTH CLINICAL PRACTICE I. Assess Physical Health Assessment of Physical Health Management of Physical Health Persons with MNS disorders are at higher risk of premature mortality from preventable disease and therefore must always receive a physical health assessment as part of a comprehensive Take a detailed history and ask about risk factors. Treat existing comorbidities concurrently with the MNS evaluation. Be sure to take a proper history, including both Physical inactivity, inappropriate diet, tobacco, disorder. Refer to/consult with specialists, if needed. physical health and MNS history, followed by a physical health harmful alcohol and/or substance use, risky behaviour Provide education on modifiable risk factors to prevent assessment to identify concurrent conditions and educate the and chronic disease. disease and encourage a healthy lifestyle. person about preventive measures. These actions must always Perform a physical examination. To support physical health of persons with MNS conditions, be undertaken with the person’s informed consent. Consider a differential diagnosis. health care providers should: Rule out physical conditions and underlying causes of MNS – Provide advice about the importance of physical activity presentations by history, physical examination and basic and a healthy diet. laboratory tests as needed and available. – Educate people about harmful alcohol use. Identify comorbidities. – Encourage cessation of tobacco and substance use. Often, a person may have more than one MNS condition at the same time. It is important to assess and manage this – Provide education about other risky behaviour (e.g. when it occurs. unprotected sex). – Conduct regular physical health checks and vaccinations. – Prepare people for developmental life changes, such as puberty and menopause, and provide the necessary CLINICAL TIP: support. Persons with severe mental disorders are 2 to 3 times – Discuss plans for pregnancy and contraception methods more likely to die of preventable disease like infections with women of childbearing age. and cardiovascular disorders. Focus on reducing risk through education and monitoring. II. Conduct a MNS Assessment Conducting an assessment for MNS conditions involves the following steps. First, the presenting complaint is explored, then a history is obtained including asking about past MNS issues, general health problems, family MNS history, and psychosocial history. Observe the person (Mental Status Exam), establish a differential diagnosis, and identify the MNS condition. As part of the assessment, conduct a physical examination and obtain basic laboratory tests as needed. The assessment is conducted with informed consent of the person. HISTORY TAKING 1 Presenting Complaint 4 Family History of MNS Conditions Main symptom or reason that the person is seeking care. E xplore possible family history of MNS conditions and ask if anyone Ask when, why, and how it started. had similar symptoms or has received treatment for a MNS condition. It is important at this stage to gather as much information as possible about the person’s symptoms and their situation. 5 Psychosocial History A sk about current stressors, coping methods and social support. 2 Past MNS History A sk about current socio-occupational functioning (how the person is functioning at home, work and in relationships). Ask about similar problems in the past, any psychiatric hospitalizations or medications prescribed for MNS conditions, and any past suicide attempts. O btain basic information including where the person lives, level of education, work/employment history, marital status and number/ages Explore tobacco, alcohol and substance use. of children, income, and household structure/living conditions. 3 General Health History For children and adolescents, ask about whether they have a carer, Ask about physical health problems and medications. and the nature and quality of the relationship between them. Obtain a list of current medications. Ask about allergies to medications. ESSENTIAL CARE AND PRACTICE 9 10 ECP EESSSSEENNTTIIAALL CCAARREE A& NPDR APCRTAICCETICE Suspect a priority MNS condition and go to the relevant module(s) for assessment ASSESSMENT FOR MNS CONDITIONS 1 Physical Examination 4 Basic Laboratory Tests C onduct a targeted physical examination guided by the information R equest laboratory tests when indicated and possible, especially found during the MNS assessment. to rule out physical causes. 5 Identify the MNS Condition 2 Mental Status Examination (MSE)* A sk about and observe the person’s Appearance and Behaviour, I dentify the MNS condition using the appropriate module(s). Mood and Affect, Content of Thought, any Perceptual disturbances and A ssess for other MNS symptoms and priority conditions (see Master Chart). Cognition. See symptom based Master Chart (MC) for details. F ollow the appropriate management algorithm and treatment protocols. 3 Differential Diagnosis C onsider the differential diagnosis and rule out conditions that have similar presenting symptoms. CLINICAL TIP: Once a MNS disorder is suspected, always assess for self harm/suicide ( SUI ) * Mental Status Examination adapted for non-specialists may include: Behavior and Appearance = symptoms and signs involving the way a person looks or acts; Mood and Affect = symptoms and signs involving the regulation and expression of emotions or feeling states; Content of Thought = symptoms and signs involving subject matter of thoughts including delusions, paranoia, suspiciousness and suicidal ideation; Perceptual Disturbance = sensory perceptions occurring in the absence of the appropriate (external) stimulus (e.g. auditory or visual hallucinations). The person may or may not have insight into the unreal nature of the perception; Cognition = symptoms, signs and clinical findings indicative of a disturbance in mental abilities and processes related to attention, memory, judgment, reasoning, problem solving, decision making, comprehension and the integration of these functions.",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": true,
    "has_followup": true
  }
}