{
  "id": "mhGAPv2_a531d7ac",
  "corpus": "mhGAPv2",
  "condition": "General",
  "text": "III. Manage MNS Conditions Once the assessment is conducted, follow the management algorithm in mhGAP-IG to manage the MNS disorder. Key steps in management are found in the box below. MANAGEMENT STEPS FOR MNS CONDITIONS Many MNS conditions are chronic and require long-term monitoring and follow-up. Managing a MNS disorder over time involves the following steps. 1 Develop a treatment plan in collaboration with 4 Refer to specialists or hospital when indicated the person and their carer. and available. 5 Ensure that appropriate plan for follow-up is in place. CLINICAL TIP: Written treatment plan should cover: 6 Work together with carer and families – Pharmacological interventions (if any) – Psychosocial interventions in supporting the person with the MNS disorder. – Referrals – Follow-up plan 7 Foster strong links with employment, education, – Management of any concurrent physical and/or other MNS conditions social services (including housing) and other relevant sectors. 2 Always offer psychosocial interventions for the person 8 Modify treatment plans for special populations. and their carers. 3 Treat the MNS disorder using pharmacological interventions when indicated. ESSENTIAL CARE AND PRACTICE 11 12 ECP EESSSSEENNTTIIAALL CCAARREE A& NPDR APCRTAICCETICE 1. Treatment Planning B. Reduce stress and strengthen social D. Psychological Treatment 1 supports Discuss and determine treatment goals that respect the Psychological treatments are interventions that typically willingness and preferences for care. Address current psychosocial stressors: require substantial dedicated time and tend to be provided Identify and discuss relevant psychosocial issues that place by specialists trained in providing them. Nonetheless, they Involve the carer after obtaining the person’s agreement. stress on the person and/or impact their life including, but can be effectively delivered by trained and supervised Encourage self-monitoring of symptoms and explain when not limited to, family and relationship problems, employ- non-specialized workers and through guided self-help (e.g. to seek care urgently. ment/occupation/livelihood issues, housing, finances, access with use of e-mental health programmes or self-help books). to basic security and services, stigma, discrimination, etc. The interventions listed below are described briefly in Assist the person to manage stress by discussing methods such the glossary. 22. Psychosocial Interventions as problem solving techniques. Assess and manage any situation of maltreatment, abuse (e.g. A. Psychoeducation domestic violence) and neglect (e.g. of children or the elderly). Example of Intervention Recommended for: Discuss with the person possible referrals to a trusted protec- Provide information about the MNS condition to the tion agency or informal protection network. Contact legal and Behavioral Activation DEP person, including: community resources, as appropriate. Relaxation Training DEP What the condition is and its expected course and Identify supportive family members and involve them as Problem Solving Treatment DEP outcome. much as possible and appropriate. Cognitive Behavioural Therapy (CBT) DEP, CMH, SUB, PSY Contingency Management Therapy SUB Available treatments for the condition and their Strengthen social supports and try to reactivate the Family Counseling or Therapy PSY, SUB expected benefits. person’s social networks. Interpersonal Therapy (IPT) DEP Duration of treatment. Identify prior social activities that, if reinitiated, would Motivational Enhancement Therapy SUB Importance of adhering to treatment, including what have the potential for providing direct or indirect psycho- Parent Skills Training CMH the person can do (e.g. taking medication or practising social support (e.g. family gatherings, visiting neighbours, relevant psychological interventions such as relaxation community activities, religious activities, etc.). exercises) and what carers can do to help the person Teach stress management such as relaxation techniques. adhere to treatment. Potential side-effects (short and long term) of any C. P romote functioning in prescribed medication that the person (and their carers) daily activities need to monitor. Potential involvement of social workers, case managers, Provide the person support to continue regular social, community health workers or other trusted members in the educational and occupational activities as much as possible. community. Facilitate inclusion in economic activities. Refer to management section of relevant module(s) for specific Offer life skills training, and/or social skills training if needed. information on the MNS disorder. 33. Pharmacological Interventions 55. Follow-up Follow the guidelines on psychopharmacology in each A rrange a follow-up visit after the initial assessment. – Have a plan of action for when the person does not module. show up for appointments. After every visit, schedule a follow-up appointment and Use pharmacological interventions when available and encourage attendance. Schedule the appointment at a – Use family and community resources to contact people when indicated in the management algorithm and table who have not returned for regular follow-up. mutually convenient time. provided. – Consult a specialist if the person does not improve or Schedule initial follow-up visits more frequently worsens. In selecting the appropriate essential medication, until the symptoms begin to respond to treatment. consider the side effect profile of the medication (short – Document key aspects of interactions with the person Once symptoms start improving, schedule less frequent and long term), efficacy of past treatment, drug-drug and the family in the case notes. but regular appointments. interactions or drug-disease interactions. Refer to the management section of relevant Consult the National Formulary or the WHO Formulary as At each follow-up meeting, assess for: module(s) for disorder-specific follow-up information. needed. – Response to treatment, medication side-effects, and ad- Educate the person about risks and benefits of treatment, herence to medications and psychosocial interventions. potential side effects, duration of treatment, and impor- – General health status (be sure to monitor physical health tance of adherence. status regularly). Exercise caution when providing medication to special – Self-care (e.g. diet, hygiene, clothing) and functioning in groups such as older people, those with chronic disease, the person’s own environment. women who are pregnant or breastfeeding, and children/ – Psychosocial issues and/or change in living conditions adolescents. Consult a specialist as needed. that can affect management. – The person’s and the carer’s understanding and expec- tations of the treatment. Correct any misconceptions. 44. Referral to specialist/hospital During the entire follow-up period: if needed – Acknowledge all progress towards the treatment goals and reinforce adherence. Stay alert for situations that may require referral to a – Maintain regular contact with the person (and their carer, specialist/hospital, for example, non-response to treatment, when appropriate). If available, assign a community worker serious side effects with pharmacological interventions, or another trusted person in the community to support comorbid physical and/or MNS conditions, risk of self-harm/ the person (such as a family member). suicide. – Explain that the person can return to the clinic at any time in between follow-up visits if needed (e.g. for side- effects of medications, etc). ESSENTIAL CARE AND PRACTICE 13 14 ECP EESSSSEENNTTIIAALL CCAARREE A& NPDR APCRTAICCETICE 66. Involving Carers 8 8 . Special Populations When appropriate, and with the consent of the person CHILDREN / ADOLESCENTS O LDER ADULTS concerned, involve the carer or family member in the Explore exposure to adverse factors such as Address psychosocial stressors that are particularly person’s care. violence and neglect which may affect mental health relevant to the person, respecting their need for Acknowledge that it can be challenging to care for people and wellbeing. autonomy. with MNS conditions. Assess the needs of carers. Identify and treat concurrent physical health problems Explain to the carer the importance of respecting the and manage sensory deficits (such as low vision or poor Treat adolescents who may come alone for help even if dignity and rights of the person with a MNS condition. hearing) with appropriate devices (e.g. magnifying glass, not accompanied by parent or guardian. Obtain informed hearing aids). Identify psychosocial impact on carers. consent from the adolescent. Use lower doses of medications. Assess the carer’s needs to ensure necessary support Allow opportunities for the child/adolescent to express and resources for family life, employment, social activities, concerns in private. Anticipate increased risk of drug interactions. and health. Adapt language to the child/adolescent’s level of Address needs of carers. Encourage involvement in self-help and family support understanding. groups, where available. Explore available resources within the family, school With the consent of the person, keep carers informed and community. about the person’s health status, including issues related to assessment, treatment, follow-up, and any potential W OMEN WHO ARE PREGNANT OR side-effects. BREAST-FEEDING If the woman is of child-bearing age, ask about: 7. Links with other sectors 7 – Breastfeeding – Possible pregnancy – Last menstrual period, if pregnant To ensure comprehensive care and based on the initial assessment, link the person to employment, education, social Liaise with maternal health specialist to organize care. services (including housing) and other relevant sectors. Consider consultation with mental health specialist if available. Exercise caution with pharmacological interventions – check toxicity to fetus and passage into breast milk. Consult a specialist as needed.",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": true,
    "has_followup": true
  }
}