{
  "id": "mhGAPv2_8be09ac4",
  "corpus": "mhGAPv2",
  "condition": "General",
  "text": "BOX 1: RELAXATION TRAINING INSTRUCTIONS » » Explain what you will be doing. F ocus on breathing techniques. “I am going to teach you how to breathe in a way that will help relax your “Try to breathe from your stomach with me. Remember, we start by body and your mind. It will take some practice before you feel the full breathing out until all the air is out; then breathe in. If you can, breathe in benefits of this breathing technique. The reason this strategy focuses on through your nose and out through your mouth. The second step is to slow breathing is because when we feel stressed our breathing becomes fast and the rate of your breathing down. Take three seconds to breathe in, two shallow, making us feel more tense. To begin to relax, you need to start by seconds to hold your breath, and three seconds to breathe out. I will count changing your breathing. Before we start, we will relax the body.” with you. You may close your eyes or keep them open. Slowly breathe in, 1, 2, 3. Hold, 1, 2. Now breathe out, 1, 2, 3.” Repeat this breathing exercise for » Slowly start relaxation exercises and demonstrate breathing. approximately one minute, rest for one minute then repeat the cycle two more times. “Gently shake and loosen your arms and legs. Let them go floppy and loose. Roll your shoulders back and gently move your head from side to side. » E ncourage self-practice. Now place one hand on your belly and the other hand on your upper chest. I want you to imagine you have a balloon in your stomach and when you “Try on your own for one minute. This is something you can practice breathe in you are going to blow that balloon up, so your stomach will on your own.” expand. And when you breathe out, the air in the balloon will also go out, so your stomach will flatten. Watch me first. I am going to exhale first to get all the air out of my stomach.” Demonstrate breathing from the stomach – try to exaggerate the pushing out, and pulling in, of your stomach. OTHER SIGNIFICANT MENTAL HEALTH COMPLAINTS 149 150 OTHER SIGNIFICANT MENTAL HEALTH COMPLAINTS IMPLEMENTATION OF mhGAP-IG IMPLEMENTATION OF mhGAP-IG 151 152 IMP IMPLEMENTATION OF mhGAP-IG mhGAP-IG implementation process A number of actions are recommended to programme planners to implement this guide in non-specialized health care settings. This can be summarized in the following diagram which includes a number of essential actions and continuous activities. This module provides IMPLEMENTATION an overview of the mhGAP-IG implementation process. PLAN 3 3 4 ADAPTATION PROVISION OF 4 TREATMENT & CARE INTERSECTORAL COLLABORATION 1 ESTABLISH mhGAP-IG SITUATION 2 2 IMPLEMENTATION TEAM ANALYSIS ADVOCACY & AWARENESS RAISING 5 TRAINING & SUPERVISION 6 MONITORING & EVALUATION 11. Establish mhGAP-IG 2 Situation analysis 3 mhGAP-IG implementation plan implementation team The main objective of the situation analysis is to inform the Based on the situation analysis, develop a plan for mhGAP-IG planning, adaptation and implementation process regarding implementation to answer the following questions: It may be necessary to have one or more teams depending resources and needs for MNS conditions. This process involves upon the geographical area/regions to be covered. WHERE desk reviews, e.g. checking WHO Mental Health Atlas Country Clearly delineate the purpose and terms of reference of the Profile, the WHO Assessment Instrument for Mental Health Where will mhGAP-IG be implemented, (e.g. facilities, implementation teams and develop a work plan for each of Systems (AIMS) report or already existing assessments, and districts, cities)? the team/s members. One of the key functions of this team is interviews and group discussions with multiple stakeholders to to oversee the implementation process. answer the following questions: WHEN Build upon any existing body or group rather than What kind of needs and resource assessments must be done When will each of the mhGAP-IG activities be implemented, establishing a new one, for example, a health committee first? What is already known? (e.g. timeline for adaptation, training of trainers, training or community advisory group. Sometimes there is more activities, supervision and advocacy activities)? What are the national policies pertaining to mental health, than one group. Merging groups or establishing a new the staff capacities in the country/region and organizations group with the participation of members from all of them WHAT providing mental health services? could be a solution. What are the resources needed and available for mhGAP-IG What are the belief systems and care seeking behaviours Members of the implementation team should include at least implementation, including financial and human resources around mental health in the country/region? one member of each of the following categories: civil society and infrastructure, (e.g. facilities, medication supply)? and service users, policy makers, actual and potential financial What potential barriers exist in relation to implementation supporters or donors, programme managers, service providers of mhGAP-IG exist, for example, stigma and discrimination WHO and communication officers. towards people with MNS conditions, national health Who will be trained and what knowledge and skills do they priorities that supersede MNS conditions, etc. Form smaller action groups or task forces to focus on specific already have, (e.g. the skills and knowledge that PHC nurses activities, e.g. an action group to implement training and physicians already have), and who will be responsbile for activities and another to implement advocacy & awareness each activity, (e.g. who will train and supervise)? raising activities. Always clearly identify the functions of a HOW task force and the role of each of its member. How can you improve communication and referral pathways across different levels of the system, while also introducing the new service? How can you collect data on mhGAP-IG implementation activities and integrate it into health information system indicators? IMPLEMENTATION OF mhGAP-IG 153 154 IMP IMPLEMENTATION OF mhGAP-IG 14. Adaptation 15. mhGAP-IG training & supervision mhGAP-IG adaptation is the process of deciding on and Method of mhGAP-IG adaptation: An important aspect of mhGAP-IG implementation is the producing the changes needed in the mhGAP-IG, its training training of healthcare providers working in non-specialist materials, monitoring & evaluation (M&E) tools and other tools Organize a workshop with a group of different stakeholders settings to deliver interventions as front line personnel, along to fit a particular country or district context. to contextualize and adapt the mhGAP-IG, its training with mechanisms to ensure their continued support and super- materials and M&E and other tools. vision. Although the intervention guide is to be implemented Purpose of mhGAP-IG adaptation: primarily by non-specialists, it requires coordinated effort by Include experts representing relevant disciplines, (e.g. specialists and public health experts to ensure its optimum psychiatry, addiction, neurology, paediatrics, social work To make it feasible to implement the guide including its delivery. and psychology), people representing different levels of assessment and management components through the local general health care, (e.g. public health practitioners, primary The objective of mhGAP-IG training is to teach non-specialist health system. health care providers, family medicine specialists, nurses, healthcare providers the skills and knowledge needed to assess pharmacists, health information system practitioners), and manage people with priority MNS conditions. The duration To ensure that the guide is acceptable in the local socio- service users and policy makers. of training depends on the local adaptations made, as well as on cultural context. the knowledge and skills that non-specialist healthcare providers Use the situation analyses conducted for the regions in To use local terms to improve communication with users already have. Usually this training process takes several full days which mhGAP-IG will be implemented. and carers. and can be conducted face-to-face or via e-learning, depending Ensure that the adaptation process is in line with national on feasibility. To clarify referral pathways. documents, (e.g. the national health policy, legislation and The training structure can follow a cascade plan with two levels: To make materials consistent with relevant national plan, clinical protocols and guidelines used in general/ a master facilitator trains ‘trainers’ who then train the non- treatment guidelines and policies, as appropriate. primary health care and the national medicine list). specialist front-line healthcare providers. To provide a basis for the development of appropriate training programmes and tools. To ensure M&E indicators are in line with national health information systems. mhGAP-IG train the trainers: mhGAP-IG support & supervison: Ensure that the supply of medicine, medical equipment and other support systems for mhGAP-IG implementation are The objective is to ensure that trainers are skilled and confident Participants in the mhGAP-IG training course (mhGAP-IG operational. trainees) are usually non-specialized health care staff working in in their ability to train non-specialist healthcare providers and Demonstrate and encourage respectful, non-judgmental primary or secondary health care clinics/hospitals. They require act as informed resources for these providers. attitudes and ethical treatment that promotes and protects ongoing help to transfer what they have learned in training to the human rights of individuals with MNS conditions. their clinical practices. Supervision is seen as part of the mhGAP-IG trainers/supervisors should have the following characteristics: continuum of education required to create competent mhGAP Provide support to healthcare providers experiencing stress. health care providers. Support and supervision not only aims Be specialists in MNS health care (psychiatrist, psychiatric to assist mhGAP-IG trainees to deliver improved mental health nurse, neurologist, etc.), physicians or nurses trained and care (clinical supervision) but also provides support in the work experienced in managing MNS conditions using mhGAP-IG, environment related to mhGAP-IG implementation (administra- and/or existing supervisors for the general health system. tive and program supervision). Have clinical skills and experience in mental health and/or management of MNS conditions. Specific goals of support & supervision: Have skills and experience with administrative aspects of managing MNS conditions, including record keeping, Assist in the transfer of skills and knowledge from the follow-up and referral. mhGAP-IG training into clinical practice. Be good facilitators and problem-solvers. Ensure adequate delivery of mental health interventions that in line with mhGAP-IG and address areas for further skills Available for support and supervision, including regular development. supervisory visits. Identify and assist with problems faced by mhGAP-IG The training agenda: trainees in managing complicated clinical situations. The trainers are expected to conduct future mhGAP-IG training Help motivate non-specialized health care workers to provide courses and provide support and supervision to health care good quality care for people with MNS conditions. providers. Apart from training in the assessment and manage- ment of people with MNS conditions, as described in the Ensure necessary records and administrative procedures mhGAP-IG, they will learn about methods of training, planning for MNS conditions, such as referrals and follow-up, are of curricula, methods of supervision and quality assurance. established and/or integrated into existing systems at the local health care facilities. IMPLEMENTATION OF mhGAP-IG 155 156 IMP IMPLEMENTATION OF mhGAP-IG 16. Monitoring & Evaluation Monitoring and Evaluation (M&E) can provide information about Evaluate the mhGAP-IG implementation process, identify There are four main groups of medications that target priority whether a programme is making a difference and for whom; it can successes as well as needs for improvement and update the MNS conditions mentioned in this guide: identify programme areas that are on target or aspects of a pro- situation analysis. antipsychotics for psychotic disorders; gramme that need to be adjusted. Information gained from M&E can demonstrate to programme implementers and funders that drugs used in mood disorders (depressive or bipolar); In addition to the six actions described above, there are three their investments are paying off. M&E provides vital information continuous activities that form an essential part of mhGAP-IG anticonvulsants/antiepileptics; for learning from past experiences, improving service delivery, implementation. These are described in the sections below. planning, resource allocation and demonstrating results as part medications used for management of substance withdrawal, of accountability to key stakeholders. The phrase, “what gets intoxication or dependence . A. PROVISION OF TREATMENT AND CARE: measured gets done,” summarises the importance of monitoring The experiences of many countries demonstrate that & evaluation in programme planning and implementation. The mhGAP-IG recommends a number of pharmacological and improvements in the supply and use of medicines are possible. psychological interventions be provided by non-specialised health Access of populations to essential medicines are determined by: M&E involves planning, coordinating, collecting, analysing care providers. It recommends, for example, problem solving (i) a rational selection of medicines; (ii) making prices affordable; and using data from national, district and local levels, including therapy (PST) and Interpersonal Therapy (IPT) for adult depression. (iii) ensuring sustainable financing; and (iv) availability of reliable health facilities and mhGAP-IG facilitators, trainees and super- WHO has developed psychological interventions in simplified health and supply systems. visors; therefore, it will be helpful if the mhGAP-IG implemen- form. These are scalable interventions and their delivery requires tation team appoints a M&E coordinator or sub-committee a less intense level of specialist human resource use. It means to plan and carry this out. that the intervention has been modified to use fewer resources B. ADVOCACY AND AWARENESS RAISING: compared with conventional psychological interventions and that Some examples of indicators that can be used to monitor people with and without previous training in mental health care Mental health advocacy uses information in deliberate and mhGAP-IG implementation are: facility-level indicators, e.g. number can effectively deliver low-intensity versions of PST and IPT as strategic ways to influence others to create change. It involves of non-specialist health care providers trained on mhGAP-IG, long as they are trained and supervised. Examples of WHO the promotion of the needs and rights of people with mental number of support and supervisory visits to each health facility scalable psychological interventions manuals which are part of disorders, as well as that of the general population. Advocacy is implementing mhGAP-IG; and system-level indicators, e.g. number the mhGAP package include: the WHO Problem Management different from education. Education informs and helps create of health facilities using mhGAP-IG to assess and manage persons Therapy PM+ manual, the WHO Interpersonal Therapy manual understanding of an issue. Advocacy, on the other hand, aims to with MNS conditions, number of health facilities with an (IPT), the WHO Thinking Healthy manual for maternal depression, persuade. This is done through requests and calls for specific uninterrupted supply of essential medicines for MNS conditions. and the WHO Parental Skills training manual. actions. One basic principle is that advocacy is only effective when the target audience is asked to do something. Mobilizing Ensure that the indicators are part of the national health Essential medicines can be used to treat symptoms of MNS people means asking them to become part of the solution. information system. Collecting data using indicators will assist in conditions, to shorten the course of many disorders, reduce monitoring mhGAP-IG. They will also assist in reporting on disability and prevent relapse. Essential medicines are part of the national mental health every two years to the WHO Mental WHO Model Lists of Essential Medicines. Access to essential Health Atlas, to monitor progress on implementation of the medicines is a component of “the right to [the highest attainable Mental Health Action Plan 2013-2020. standard of] health.” Examples of advocacy actions C. NETWORKING AND INTERSECTORAL To facilitate efficient collaboration between these COLLABORATION: groups, it is important to: Advocacy actions within the general population: Ensure that members of the mhGAP-IG implementation mhGAP-IG implementation requires collaboration amongst Include and mobilize people with MNS conditions and their team have clear roles and functions. various sectors and stakeholders, such as: carers in the advocacy actions. Ensure that the community Prepare a list of resources and benefits to help non- has direct and positive social contact with people with Specialist and non-specialist health services and specialized health care staff make meaningful links for those MNS conditions. care-providers: e.g. psychologists, community health with mhGAP priority conditions, their carers and other family Use the media to increase awareness of mental health issues, workers, social workers,inpatient or outpatient service members by gathering information from the situational e.g. through public announcements, magazine features and providers, outreach care workers. analysis and regularly updating the list based on new announcement at health centers, while at same time Service users: e.g. groups or individuals living with the information. emphasizing the need for responsible reporting, particularly same condition, family members with the same condition or regarding suicide. caring for someone with the same condition (after seeking Provide education about mental health issues in public consent from all those involved). places (e.g. schools, health care centers). Family and friends: Identify the person’s prior social Hold public events and lectures around mental health themes. activities that, if reinitiated, would have the potential for providing direct or indirect psychological and social support Advocacy actions with health and mental health workers: (e.g. family gatherings, outings with friends, visiting neighbors, social activities at work sites, sports, community activities) Promote an understanding of the importance of community and encourage the person to resume these activities. care, community participation and human rights of people affected with MNS conditions. Informal community supports: e.g. spiritual groups, Provide adequate training and support to mental health and saving groups, recreational groups, women groups, youth general health workers. support groups, cultural groups, self-help groups, helplines. Education and employment: e.g. schools, education, income generating or vocational training programmmes. Specifically, suicide prevention programmes in school settings that include mental health awareness training and skills training to reduce suicide attempts and suicide deaths among adolescent students. Non-governmental organizations: e.g. legal aid, child protection services, gender based violence programmes or psychosocial support programmes. Government services and benefits: e.g. public justice systems, child welfare, pension, disability, transportation discounts. IMPLEMENTATION OF mhGAP-IG 157 158 IMP IMPLEMENTATION OF mhGAP-IG GLOSSARY 159 160 GLOSSARY TERM DEFINITION TERM DEFINITION Activities of daily living A concept of functioning – activities of daily living are basic activities Ataxia Failure of muscular coordination. People with ataxia have problems (ADLs) that are necessary for independent living, including eating, bathing and with coordination because parts of the nervous system that control toileting. This concept has several assessment tools to determine an movement and balance are affected. Ataxia may affect the fingers, individual’s ability to perform the activity with or without assistance. hands, arms, legs, body, speech, and eye movements. Agitation Marked restlessness and excessive motor activity, accompanied by Autism spectrum An umbrella term that covers conditions such as autism, childhood anxiety. disorders disintegration disorder and Asperger’s syndrome. Agranulocytosis A blood disorder in which there is an absence of granulocytes Autonomy The perceived ability to control, cope with and make personal (a type of white blood cell). It is an acute condition involving a severe decisions about how one lives on a daily basis, according to one’s and dangerous leukopenia, also known as drug-induced secondary own rules and preferences. agranulocytosis. Behavioural activation Psychological treatment that focuses on improving mood by engaging Akathisia A subjective sense of restlessness, often accompanied by observed again in activities that are task-oriented and used to be enjoyable, in excessive movements (e.g. fidgety movements of the legs, rocking spite of current low mood. It may be used as a stand-alone treatment, from foot to foot, pacing, inability to sit or stand still). and it is also a component of cognitive behavioural therapy. Akinesia The absence or lack of voluntary movement. A state of difficulty in Bereavement A process of loss, grief and recovery, usually associated with death. initiating movements or changing from one motor pattern to another Cerebrovascular A sudden disturbance of cerebral function attributable to vascular that is associated with Parkinson’s disease. accident disease, principally thrombosis, haemorrhage, or embolism. See stroke. Altered mental status A changed level of awareness or mental state that falls short of Cognitive Mental processes associated with thinking. These include reasoning, unconsciousness which is often induced by substance intake or other remembering, judgement, problem-solving and planning. mental or neurological conditions. Examples include confusion and disorientation. See delirium and confusional state. Cognitive behavioural Psychological treatment that combines cognitive components (aimed at therapy (CBT) thinking differently, for example through identifying and challenging Alzheimer's disease A primary degenerative cerebral disease of unknown etiology in unrealistic negative thoughts) and behavioural components (aimed at the majority of cases with characteristic neuropathological and doing things differently, for example by helping the person to do more neurochemical features. The disorder is usually insidious in onset and rewarding activities). develops slowly but steadily over a period of several years. Comorbid, comorbidity Describing diseases or disorders that exist simultaneously. Anticholinergic side- Anticholinergic medicines block the effects of acetylcholine at effects muscarinic receptors. Anticholinergic effects include dryness of the Confidentiality Privacy in the context of privileged communication (such as patient mouth, urinary frequency or retention, palpitations and sinus doctor consultations) and medical records is safeguarded. tachycardia. Confusion, A state of impaired consciousness associated with acute or chronic Aplastic anaemia A disease characterized by the inability of blood stem cells to confusional state cerebral organic disease. Clinically it is characterized by generate new mature cells. This disease is also characterised by low disorientation, slowness of mental processes with scanty association levels of red blood cells, white blood cells, and platelets. This disease of ideas, apathy, lack of initiative, fatigue, and poor attention. In mild may present with pallor, fatigue, dizziness, increased risk of infection confusional states, rational responses and behaviour may be or increased bruising or bleeding. provoked by examination but more severe degrees of the disorder render the individual unable to retain contact with the environment.",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": true,
    "has_followup": true
  }
}