{
  "id": "mhGAPv2_e87a096f",
  "corpus": "mhGAPv2",
  "condition": "General",
  "text": "mhGAP Intervention Guide for mental, neurological and substance use disorders in non-specialized health settings Version 2.0 Mental Health Gap Action Programme WHO Library Cataloguing-in-Publication Data The mention of specific companies or of certain manufacturers’ products does not imply that they are endorsed or recommended mhGAP intervention guide for mental, neurological and sub- by the World Health Organization in preference to others of stance use disorders in non-specialized health settings: mental a similar nature that are not mentioned. Errors and omissions health Gap Action Programme (mhGAP) – version 2.0. excepted, the names of proprietary products are distinguished by initial capital letters. 1.Mental Disorders - prevention and control. 2.Nervous System Diseases. 3.Psychotic Disorders. 4.Substance-Related Disorders. All reasonable precautions have been taken by the World 5.Guideline. I.World Health Organization. Health Organization to verify the information contained in this publication. However, the published material is being distributed ISBN 978 92 4 154979 0 (NLM classification: WM 140) without warranty of any kind, either expressed or implied. The responsibility for the interpretation and use of the material lies with the reader. In no event shall the World Health Organization © World Health Organization 2016 be liable for damages arising from its use. All rights reserved. Publications of the World Health Organization Printed in Italy are available on the WHO website (http://www.who.int) or can be purchased from WHO Press, World Health Organization, 20 Avenue Appia, 1211 Geneva 27, Switzerland (tel.: +41 22 791 3264; fax: +41 22 791 4857; email: bookorders@who.int). Requests for permission to reproduce or translate WHO publications –whether for sale or for non-commercial distribution– should be addressed to WHO Press through the WHO website (http://www.who.int/about/licensing/copyright_ form/index.html). The designations employed and the presentation of the material in this publication do not imply the expression of any opinion whatsoever on the part of the World Health Organization concerning the legal status of any country, territory, city or area or of its authorities, or concerning the delimitation of its frontiers or boundaries. Dotted and dashed lines on maps represent approximate border lines for which there may not yet be full agreement. wire possition mhGAP Intervention Guide for mental, neurological and substance use disorders in non-specialized health settings Version 2.0 Mental Health Gap Action Programme ii mhGAP-IG 2.0 Table of Contents Preface iii ECP Essential Care & Practice 5 Acknowledgements iv MC Master Chart 16 Introduction 1 DEP Depression 19 How to use the mhGAP-IG Version 2.0 3 PSY Psychoses 33 EPI Epilepsy 51 CMH Child & Adolescent Mental & Behavioural Disorders 69 DEM Dementia 93 SUB Disorders due to Substance Use 105 SUI Self-harm / Suicide 131 OTH Other Significant Mental Health Complaints 141 Implementation of mhGAP-IG 151 Glossary 159 mhGAP-IG 2.0 Preface Mental, neurological and substance use (MNS) disorders are highly prevalent, interventions in non-specialized health-care settings. Since its release in 2010, mhGAP-IG accounting for a large burden of disease and disability globally. There remains a has been widely used by a range of stakeholders including ministries of health, academic wide gap between available health systems capacity and resources, what is urgently institutions, NGOs and other philanthropic foundations and researchers to scale-up needed, and what is available to reduce the burden. Nearly 1 in 10 people have a mental health services. mhGAP-IG Version 1.0 is being used in more than 90 countries in mental health disorder, but only 1% of the global health workforce provides mental all WHO regions and mhGAP materials were translated into more than 20 languages, health care. MNS disorders interfere, in substantial ways, with the ability of children to including the six UN official languages. learn and the ability of adults to function in families, at work, and in society at large. Five years after the initial launch of the guide, updates to the mhGAP guidelines Recognizing the imperative to provide services for people with MNS disorders and their based on emerging literature was performed and revised mhGAP guidelines were carers, and to bridge the gap between available resources and the large need for these published in 2015. We are now pleased to present mhGAP-IG Version 2.0 which not only services, the WHO Department of Mental Health and Substance Abuse launched the reflects these updates but also extensive feedback from the field to enhance the guide Mental Health Gap Action Programme (mhGAP) in 2008. The key objectives of mhGAP in its clarity and usability. are to reinforce the commitment of governments, international organizations and other stakeholders to increase the allocation of financial and human resources for care It is our hope that this guide will continue to be a key technical tool to deliver of MNS disorders and to achieve much higher coverage with key interventions in low- care for people with MNS disorders around the world and lead us closer to achieving and middle-income countries. Through these objectives, mhGAP provides evidence-based the goal of Universal Health Coverage. guidance and tools to advance toward achieving the targets of the Comprehensive Mental Health Action Plan 2013-2020. Shekhar Saxena In 2010, the mhGAP Intervention Guide (mhGAP-IG) for MNS disorders for non- Director, Department of Mental Health and Substance Abuse specialized health settings was developed to assist in implementation of mhGAP. A World Health Organization simple technical tool based on the mhGAP guidelines, mhGAP-IG presents integrated management of priority MNS conditions using protocols for clinical decision-making. There is a widely shared but false notion that all mental health interventions are complex and can only be delivered by highly specialized staff. Research in recent years has demonstrated the feasibility of delivery of pharmacological and psychosocial iii iv mhGAP-IG 2.0 Acknowledgements Vision and Conceptualization WHO Regional and Country Offices Technical Reviewers Nazneen Anwar, Regional Office for South East Asia; Inputs and feedback were received from the following Shekhar Saxena, Director, Department of Mental Health Florence Baingana, WHO Sierra Leone; Andrea Bruni, Regional international experts for the development of updated mhGAP and Substance Abuse, WHO. Office for Americas; Anderson Chimusoro, WHO Zimbabwe; Guidelines and/or mhGAP-IG Version 2.0. Manuel de Lara, WHO Turkey; Bahtygul Karriyeva, WHO Turkmenistan; R Kesavan, WHO Liberia; Devora Kestel, Regional Albert Akpalu, College of Health Sciences, University of Ghana Office for Americas; Lars Foddgard Moller, Regional Office for Project Coordination and Editing and Epilepsy Society of Ghana, Ghana; Sophia Achab*, WHO Europe; Maristela Goldnadel Monteiro, Regional Office for Collaborating Centre, University of Geneva/Hôpitaux Universitaires Americas; Matthijs Muijen, Regional Office for Europe; Julius de Genève (HUG), Geneva, Switzerland; Emiliano Albanese*, Tarun Dua, Nicolas Clark, Neerja Chowdhary, Alexandra Muron, WHO Liberia; Sebastiana Da Gama Nkomo, Regional WHO Collaborating Centre, University of Geneva/HUG, Geneva, Fleischmann, Fahmy Hanna, Chiara Servili, Mark van Ommeren. Office for Africa; Jorge Jacinto Rodriguez, Regional Office for Americas; Khalid Saeed, Regional Office for Eastern Mediterranean; Switzerland; Robert Ali*, Drug and Alcohol Services South Australia Caroline Saye, WHO Liberia; Yutaro Setoya, WHO Fiji; Xiao (DASSA), WHO Collaborating Centre for the Treatment of Drug and Sobel, Regional Office for Western Pacific; Saydah Taylor, Alcohol Problems, University of Adelaide, Australia; Fredrick Altice, Contribution WHO Liberia; Salma Tlili, WHO Guinea; Xiangdong Wang, Yale University School of Medicine and School of Public Health, Regional Office for Western Pacific; Eyad Yanes, WHO Syria. New Haven, USA; José Ayuso-Mateos, Universidad Autonoma de Valuable material, help and advice was received from technical Madrid and CIBER, Spain; Corrado Barbui*, WHO Collaborating staff at WHO headquarters, staff from WHO regional and country Key International Experts Centre for Research and Training in Mental Health and Service offices and many international experts. These contributions have Lindsey America-Simms, Kenneth Carswell, Elizabeth Centeno- Evaluation, University of Verona, Italy; Gretchen Birbeck, Michigan been vital to the update of mhGAP Guidelines and/or develop- Tablante, Melissa Harper, Sutapa Howlader, Kavitha Kolappa, ment of the mhGAP-IG Version 2.0. State University, Michigan, USA; Anja Busse, United Nations Office Laura Pacione, Archana A. Patel, Allie Sharma, Marieke van on Drugs and Crime, Vienna, Austria; Vladimir Carli*, National Regteren Altena. WHO Headquarters Centre for Suicide Research and Prevention of Mental Ill-Health Valentina Baltag, John Beard, Alexander Butchart, Dan Chisholm, Administrative Support (NASP), Karolinska Institute, Stockholm, Sweden; Sudipto Chatterjee*, Nathalie Drew, Jane Ferguson, Berit Kieselbach, Nicola Magrini, Adeline Loo, Cecilia Ophelia Riano. Parivartan Trust and Sangath, India; Dixon Chibanda, University Chris Mikton, Eyerusalem Kebede Negussie, Alana Officer, of Zimbabwe, Friendship Bench Project, Harare, Zimbabwe; Anne Margriet Pot, Vladimir Poznyak, Geoffrey Reed, Dag Rekve, Interns Janice Cooper, Carter Center, Liberia; Wihelmus (Pim) Cuijpers*, David Ross, Jotheeswaran Amuthavalli Thiyagarajan, Farnoosh Ali, Lakshmi Chandrasekaran, Paul Christiansen, Vrije University, Amsterdam, Netherlands; Gauri Divan, Sangath, Wilson Were. Anais Collin, Aislinne Freeman, Anna Fruehauf, Ali Haidar, Goa, India; Christopher Dowrick*, Institute of Psychology, Huw Jarvis, Steven Ma, Emma Mew, Elise Paul, Charlotte Phillips, Health and Society, University of Liverpool, Liverpool, UK; Joshua Pooja Pradeeb, Matthew Schreiber. Duncan, Building Back better Project, CBM, Sierra Leone; Julian Eaton*, CBM International, Togo and London School of Hygiene and Tropical Medicine, UK; Rabih El Chammay, Ministry of Health, Beirut, Lebanon; Peter Hughes, Institute of Psychiatry Psychology of Medical Sciences, New Delhi, India; Vandad Sharifi Senejani, Jordan; Raul Ayala, Mexico; Namsenmoh Aymar, Central African and Neuroscience King’s College, London, UK; Asma Humayun*, Tehran University of Medical Sciences, Tehran, Islamic Republic of Republic; Madhur Basnet, Nepal; Gertrude Bayona, Uganda; Rose Meditrina Health Care, Islamabad, Pakistan; Gabriel Ivbijaro*, Iran; Kolou Simliwa Dassa*, Ministry of Health, Lome, Togo; Leslie Beaugrand, Sierra Leone; Tadu Bezu, Ethiopia; Gaurav Bhattarai, Wood Street Medical Centre, London, UK; Nathalie Jette*, Snider, Peace in Practice, Amsterdam, Netherlands; Chhit Sophal, Nepal; Jihane Bou Sleiman, Lebanon; Brian Byekwaso, Uganda; Hotchkiss Brain Institute and O’Brien Institute for Public Health, Ministry of Health, Cambodia; Jessica Maria-Violanda Spagnolo, Jules Claude Casumba, South Sudan; Alice Clement, Nigeria; University of Calgary, Canada; Lynne Jones, National Health School of Public Health, University of Montreal, Montreal, Canada; Gretel Acevedo de Pinzon, Panama; Barkon Dwah, Liberia; Service, UK; Marc Laporta, Department of Psychiatry, McGill Emmanuel Streel, Public Mental Health and Substance Use Mufumba Emmanuel, Uganda; Olivia Gabula, Uganda; Kamal Montreal, WHO PAHO Collaborating Center for Research and Consultant, Belgium; Scott Stroup, Columbia University College of Gautam, Nepal; Renee Gerritzen, Nepal; Shree Ram Ghimire, Douglas Mental Health University Institute, Montreal, Canada; Physicians and Surgeons, New York State Psychiatric Institute, New Nepal; Sudip Ghimre, Nepal; Ijeh Ter Godwin, Nigeria; Kebeh Anita Marini, Cittadinanza NGO, Rimini, Italy; Farrah Mateen, York, USA; Athula Sumathipala, Keele University, UK; Kiran Thakur, Selma Gorpudolo, Liberia; Teen K. Grace, Nigeria; Georgina Massachusetts General Hospital, Harvard Medical School, USA; Johns Hopkins Hospital, Baltimore, USA; Rangaswamy Thara, Grundy-Campbell, UK and Turkey; Esubalew Haile, South Sudan; Zhao Min, Shanghai* Drug Abuse Treatment Centre, Shanghai Schizophrenia Research Foundation, India; Graham Thornicroft* Tayseer Hassoon, Syria; Mahmoud Hegazy, Turkey; Zeinab Hijazi, Jiaotong University School of Medicine, Shanghai, China; Charles Institute of Psychiatry, Psychology and Neuroscience, King’s Lebanon; Fred Kangawo, Uganda; Sylvester Katontoka, Zambia; Newton*, Kenya Medical Research Institute, Kilifi, Kenya; Olayinka College London, UK; Mark Tomlinson, Stellenbosch University, Fred Kiyuba, Uganda; Humphrey Kofie, Ghana; Moussa Kolie, Omigbodun*, Centre for Child and Adolescent Mental Health South Africa; Nyan Tun, Yangon General Hospital, Myanmar; Guinea; Samer Laila, Turkey; Richard Luvaluka, Uganda; Paul (CCAMH), University College Hospital, Ibadan, Nigeria; Akwasi Carmen Valle, CBM, Freetown, Sierra Leone; Pieter Ventevogel, Lwevola, Uganda; Scovia Makoma, Uganda; João Marçal-Grilo, Osei*, Ministry of Health, Accra, Ghana; Amrita Parekh, Dasra, United Nations High Commissioner for Refugees, Geneva, UK; Soo Cecilia Mbaidoove, Nigeria; Colette McInerney, Laos; Mumbai, India; Alfredo Pemjean*, Departamento de Salud Mental, Switzerland; Inka Weissbecker*, International Medical Corps, Saeed Nadia, UK; Ruth Nakachwa, Uganda; Juliet Namuganza, Ministerio de Salud, Santiago, Chile; Hemamali Perera, Faculty of Washington, USA; Mohammad Taghi Yasamy, Geneva, Switzerland; Uganda; Emily Namulondo, Uganda; Margaret Namusobya, Medicine, University of Colombo, Sri Lanka; Michael Phillips, Lakshmi Vijayakumar*, SNEHA, Suicide Prevention Centre, Chennai, Uganda; Amada N. Ndorbor, Liberia; Sheila Ndyanabangi, Uganda; Suicide Research and Prevention Center and Research Methods India; Abe Wassie, Department of Psychiatry, Faculty of Medicine Joel Ngbede, Nigeria; Fred Nkotami, Uganda; Zacharia Nongo, Consulting Center, Shanghai Mental Health Center, Shanghai Addis Ababa University and Amanuel Hospital, Ethiopia. Nigeria; Emeka Nwefoh, Nigeria; Philip Ode, Nigeria; Mary Ogezi, Jiaotong University School of Medicine and WHO Collaborating Nigeria; Martha Okpoto, Nigeria; Sagun Ballav Pant, Nepal; Center for Research and Training in Suicide Prevention, Beijing * mhGAP Guideline Update Development Group Members Monica Peverga, Nigeria; Mapa H Puloka, Kingdom of Tonga; Huilongguan Hospital, Beijing, China; Martin Prince*, Institute of Muhannad Ramadan, Jordan; Nick Rose, UK; Brigid Ryan, Australia; Psychiatry, Psychology and Neuroscience, King’s College, London, Joseph s. Quoi, Liberia; Nidhal Saadoon, Turkey; Latifa Saleh, UK; Atif Rahman,* Institute of Psychology, Health & Society, Additional inputs were provided by following reviewers Kingdom of Saudi Arabia; Dawda Samba, Gambia; Nseizere University of Liverpool, Liverpool, UK; Richard Rawson*, University through contributing to pilot testing, feedback or focus Mitala Shem, Uganda; Michel Soufia, Lebanon; Shadrach J. of California at Los Angeles Integrated Substance Abuse Programs, group discussions: Suborzu II, Liberia; Wafika Tafran, Syria; Angie Tarr Nyankoon, California, USA; Tahilia Rebello, Columbia University, USA; Rajesh Liberia; Lilas Taqi, Turkey; Yanibo Terhemen C., Nigeria; Nongo Sagar, All India institute of Medical Sciences, New Delhi, India; Ley Helal Uddin Ahmed, Bangladesh; Suzan Akwii Otto, Uganda; Terseer, Nigeria; Samnieng Thammavong, Laos; Manivone Sander, UCL Institute of Neurology, London, UK; Alison Schafer, Robinah Alambuya, Uganda; Latifa Saleh Al Harbi, Saudi Arabia; Thikeo, Laos; Joshua Tusaba, Uganda; Chanthala Vinthasai, Laos; World Vision, Nairobi, Kenya; Kunnukattil S Shaji, Government Alaa Iddin Al Masri, Jordan; Laila Alnawaz, Turkey; Ebtisam Al Anna Walder, Sierra Leone; Abdulwas Yusufi, Ethiopia. Medical College, Thrissur, India; Pratap Sharan*, All India Institute Rowdhan, Saudi Arabia; Roseline Aposu, Nigeria; Manar Awwad, v vi The following experts contributed to reviewing the University, Netherlands; Mark Keezer, University College London, Production Team updated mhGAP guidelines as external reviewers: UK; Nicole Lee, Turning Point, Australia; Valentina Lemmi, London School of Economics, UK; Harriet MacMillan, McMaster Graphic design and layout: Erica Lefstad Atalay Alem, Addis Ababa University, Ethiopia; Laura Amato, University, Canada; Carlos Martinez, Ministry of Health, Printing Coordination: Pascale Broisin, Frédérique Claudie Cochrane Collaborative Drugs and Alcohol Review Group, Italy; Argentina; Daniel Maggin, University of Illinois, USA; Silvia Rodin, WHO, Geneva. Satinder Aneja, Lady Hardinge Medical College, India; Pierre Minozzi, Cochrane Collaborative Drugs and Alcohol Review Bastin, Clinique Beaulieu, Switzerland; Gayle Bell, Institute of Group, Italy; Zuzana Mitrova, Cochrane Collaborative Drugs and Neurology, University College London, UK; Donna Bergen, Rush Alcohol Review Group, Italy; James Mugisha, National Financial support University Medical Centre, Illinois, USA; José Bertolote, Botucatu Association for Suicide Prevention, Uganda; Adesola Ogunniy, Medical School, Brazil; Irene Bighelli, Verona University, Italy; University College Hospital, Nigeria; Denis Padruchny, The following organizations contributed financially to the Stephanie Burrows, Centre hospitalier de l’université de Montréal, Information and Training Centre of Psychiatry and Narcology, development and production of the Intervention Guide: Canada; Erico Castro-Costa, FIOCRUZ (Oswaldo Cruz Foundation), Belarus; Amrita Parekh, Public Health Foundation of India; Khara Brazil; Tony Charman, Institute of Psychiatry Psychology and Sauro, University of Calgary, Canada; Shoba Raja, Basic Needs, Autism Speaks, USA; CBM; Fountain House Inc.; Government Neuroscience King’s College, UK; Marek Chawarski, Yale School India; Brian Reichow, Child Study Centre, Yale School of of Japan; Government of the Republic of Korea; Government of of Medicine, USA; Vera da Ros, Rede Brasileira de Redução de Medicine, USA; Maria Luisa Scattoni, Istituto Superiore di Sanità, Switzerland; National Institute of Mental Health, USA; Syngenta. Danos e Direitos Humanos, Brazil; Carlos Felipe D´Oliveira, Italy; Suvasini Sharma, Lady Hardinge Medical College and National Association for Suicide Prevention, Brazil; Kieren Egan, associated Kalawati Saran Children’s Hospital, India; Pratibha WHO Collaborating Centre for Mental Health, HUG, Switzerland; Singhi, Post Graduate Institute of Medical Education and Eric Emerson, Centre for Disability Research and Policy, University Research, India; Lorenzo Tarsitani, Policlinico Umberto Sapienza of Sydney, Australia; Saeed Farooq, Department of Psychiatry, University of Rome, Italy; Wietse Tol, Peter Alderman Foundation, Lady Reading Hospital, Pakistan; Melissa Gladstone, University of Uganda; Sarah Skeen, Stellenbosch University, South Africa; Liverpool, UK; Charlotte Hanlon, Addis Ababa University, Manjari Tripathi, All India Institute of Medical Sciences, India; Ethiopia; Angelina Kakooza, Makerere University, Uganda; Ambros Uchtenhagen, University of Zurich, Switzerland; Chris Rajesh Kalaria, University of Newcastle, UK; Eirini Karyotaki, Vrije Underhill, Basic Needs, UK; Anna Williams, Institute of Psychiatry, Psychology and Neuroscience King’s College, UK. INTRODUCTION 1 2 INTRODUCTION Mental Health Gap Action level; as a capacity building tool for a wide range of health questionnaire and locally facilitated focus group discussions were professionals and para-professionals; and as a reference guide coordinated by WHO. Reviewer responses collected throughout Programme (mhGAP) – Background for developing and updating undergraduate and post-graduate this process have been incorporated into the mhGAP-IG 2.0. curricula for health professionals. According to WHO Mental Health Atlas 2014, more than 45% of Furthermore, several users of mhGAP-IG have highlighted the the world population lives in a country where there is less than 1 limitations of only having a paper-based format, suggesting that psychiatrist for every 100,000 people and there are even fewer Development of mhGAP-Intervention interactive electronic or internet-based (e-) or mobile (m-) versions neurologists. It is clear that relying solely on specialists to provide Guide – Version 2.0 of mhGAP-IG might have benefits in terms of increased ease of services for people affected by mental, neurological and substance use (MNS) disorders would prevent millions of people from acces- use, added functionality and cost savings. mhGAP-IG 2.0 has there- sing the services they need. Even when available, the interventions The updated mhGAP guidelines and the feedback and evaluation fore, been designed and packaged with the intention to work across often are not evidence-based or of high quality. The Mental from mhGAP-IG 1.0 users have shaped the revision and develop- these multiple domains: paper, electronic, and mobile, with the Health Gap Action Programme (mhGAP) was thus developed ment of this updated version of mhGAP-IG. A complete update e-mhGAP-IG currently under development and to be released soon. with the objective of scaling up care for MNS disorders. of the mhGAP guidelines following the WHO’s process of guideline development methodology, including the process of Incorporating this extensive feedback, the updated 2015 mhGAP The mhGAP approach consists of interventions for prevention evidence review, synthesis and development of recommendations guidelines and the new opportunities afforded by an e-version, and management of priority MNS conditions, identified on through the participation of an international panel of individual the key updates of mhGAP-IG 2.0 include: the basis of evidence about the effectiveness and feasibility of experts and institutions with appropriate background experi- scaling up these interventions in low- and middle-income Content update in various sections based on new evidence, countries. Priority conditions were identified based on the ence: clinicians, researchers, programme managers, policy feedback and recommendations from mhGAP users. criteria that they represented a high burden (in terms of makers and service users, was performed and published in 2015. mortality, morbidity and disability), resulted in large economic The detailed methods and updated recommendations can be Use of a vertical algorithm model, allowing for a streamlined costs or were associated with violations of human rights. found in the mhGAP Evidence Resource Centre. http://www. and simplified clinical assessment. These priority conditions include depression, psychoses, who.int/mental_health/mhgap/evidence/en/. self-harm/suicide, epilepsy, dementia, disorders due to sub- Inclusion of new algorithm for follow-up in all modules. stance use and mental and behavioural disorders in children and Feedback has been received from experts in all WHO regions who Inclusion of two new modules: Essential care and practice adolescents. The mhGAP-Intervention Guide (mhGAP-IG) is a used the mhGAP-IG package in the past three years to train non- (which is an update for the chapter on General Principles of resource to facilitate delivery of the mhGAP evidence-based specialized health care professionals and to provide MNS services Care in version 1.0) and Implementation module. guidelines in non-specialized health care settings. at several implementation sites. A preliminary draft of mhGAP-IG A revised module for Psychoses (integrating both psychosis 2.0, based on expert and field inputs, was then circulated among a Uptake of mhGAP-IG Version 1.0 by WHO Member States and and bipolar disorder), Child and Adolescent Mental and wide group of reviewers across the world, allowing for a diversity other stakeholders has been remarkable and clearly shows the Behavioural Disorders (covering Developmental, Behavioral need for such a tool. mhGAP-IG Version 1.0 has been used at of opinion in this intensive review process. This process incorpo- and Emotional Disorders), and Disorders due to Substance the country level through the following varied methods: most rated feedback from a range of end-users, including non-specialist Use (including both disorders due to alcohol and disorders commonly, as a key tool in the phased approach to scale-up health care providers and people with MNS disorders across all due to drug use). mental health services on a regional, national, and sub-national WHO regions. End-user feedback was collected through a Use of mhGAP-IG Version 2.0 How to use the mhGAP-IG Version 2.0 The mhGAP-IG is a model guide and it is essential that it is adapted The mhGAP-IG is a model guide and it is essential that it is The Assessment section is presented in a framework of to the unique national or local situation. Users may select a subset adapted to the unique national or local situation. Users may flowcharts with multiple clinical assessment points. Each of the priority conditions or interventions to adapt and implement, select a subset of the priority conditions or interventions to module starts with common presentations of the suspected depending on the contextual differences in prevalence and adapt and implement, depending on the context. condition, from which there are a series of clinical assess- availability of resources. Adaptation is necessary to ensure that the ment questions one should move down answering yes or no, conditions that contribute most to disease burden in a specific The mhGAP-IG 2.0 begins with “Essential Care and Practice”, which directs the user to move on for further instructions to country are covered, and that mhGAP-IG 2.0 is appropriate for a set of good clinical practices and general guidelines for reach a final clinical assessment. It is important that users of the local conditions that affect treatment of people with MNS interactions of health care providers with people seeking the mhGAP-IG start at the top of the assessment and move disorders in the health care facility. The adaptation process should mental health care. All users of the mhGAP-IG should through all the decision points to develop a comprehensive be used as an opportunity to develop a consensus on technical issues across disease conditions—this requires involvement of key familiarize themselves with these principles and should clinical assessment and management plan. national stakeholders. Adaptation will include language translation follow them as far as possible. and ensuring that the interventions are acceptable in their The Management section consists of intervention details The mhGAP-IG includes a “Master Chart”, which provides sociocultural context and suitable for the local health system. which provide information on how to manage the specific information on common presentations of the priority conditions that have been assessed. This includes more conditions. This guides the clinician to the relevant modules. The target user group of mhGAP-IG is non-specialized health- technical psychosocial and pharmacological interventions care providers working at first- and second-level health-care The most serious conditions should be managed first. when appropriate. facilities. These providers include primary care doctors, nurses mhGAP-IG 2.0 has a new addition to the Master Chart – and other members of the health-care workforce. Although Emergency Presentations of Priority MNS Conditions. The Follow-up section provides detailed information on mhGAP-IG 2.0 is to be implemented primarily by non-specialists, This section has been added to help identify emergency how to continue the clinical relationship and detailed mental health care specialists may also find it useful in their situations and direction to management guidelines. instructions for follow-up management. work. In addition, specialists have an essential and substantial role in training, support and supervision, and mhGAP-IG 2.0 The modules, organized by individual priority conditions, are indicates where access to specialists is required for consultation a tool for clinical decision-making and management. Each The mhGAP-IG 2.0 uses a series of symbols to highlight or referral to improve utilization of scarce resources. Specialists module is in a different colour to allow easy differentiation. certain aspects within the modules. A list of the symbols would also benefit from training on public health aspects of There is an introduction at the beginning of each module and their explanation is given on the following page. the programme and service organization. Implementation of that explains which condition(s) the module covers and a Throughout the modules, important points are also mhGAP-IG ideally requires coordinated action by public health quick overview describing key assessment and management highlighted as key clinical tips. experts and managers, and dedicated specialists with a back- steps. ground in public health. Therefore, training in the use of Also included is a module on Implementation of mhGAP-IG, mhGAP-IG is best done as part of a systems approach involving Each of the modules consists of three sections: which provides summary steps on how to implement health planners, managers and policy makers so that the mhGAP-IG. Assessment interventions proposed are supported by necessary infrastructure/ At the end of the guide, a glossary of terms used in resources e.g. availability of essential medicines. mhGAP-IG Management mhGAP-IG 2.0 is provided. training also needs to be incorporated in an ongoing manner with mechanisms in place to ensure adequate support, supervi- Follow-up sion and refresher training for the healthcare providers. 3 4 INTRODUCTION Visual Elements & Symbols Sequence of assessment steps Children / adolescents Assessment 1 Women who are of child-bearing age, pregnant or breastfeeding Management Adult Older adult Follow-up CAUTION Stop and exit module Refer to hospital Do not Go to PROTOCOL 1 Medication Further information Return to algorithm after following instructions Move to another section Psychosocial intervention within module Consult specialist CLINICAL TIP ESSENTIAL CARE & PRACTICE This module outlines the principles of essential care for all people A. GENERAL PRINCIPLES seeking health care, including those with MNS conditions, and – Use effective communication skills their carers. The first section of this module covers the general prin- – Promote respect and dignity ciples of clinical care and aims to promote respect for the privacy of people seeking care for MNS conditions, foster good relation- B. E SSENTIALS OF MENTAL HEALTH ships between health care providers, service users and their carers, CLINICAL PRACTICE and ensure care is provided in a non-judgmental, non-stigmatizing, and supportive manner. The second section covers essentials of – Assess physical health mental health clinical practice and aims to present healthcare – Conduct a MNS assessment providers with an overview of the assessment and management – Manage MNS conditions of MNS conditions in non-specialized settings. ESSENTIAL CARE AND PRACTICE 5 6 EECCPP ESSENTIAL CARE & PRACTICE A. GENERAL PRINCIPLES I. Use Effective Communication Skills Using effective communication skills allows healthcare COMMUNICATION TIP #2 COMMUNICATION TIP #5 providers to deliver good quality care to adults, adolescents, Involve the person Use good verbal communication skills and children with mental, neurological and substance use (MNS) conditions. Consider the following core communication skills Include the person (and with their consent, their carers Use simple language. Be clear and concise. and tips: and family) in all aspects of assessment and management Use open-ended questions, summarizing and clarifying as much as possible. This includes children, adolescents statements. COMMUNICATION TIP #1 and older adults. Summarize and repeat key points. Create an environment that Allow the person to ask questions about the information facilitates open communication COMMUNICATION TIP #3 provided. Start by listening Meet the person in a private space, if possible. Be welcoming and conduct introductions in a culturally Actively listen. Be empathic and sensitive. COMMUNICATION TIP #6 appropriate manner. Allow the person to speak without interruption. Respond with sensitivity when people Maintain eye contact and use body language and facial If the history is unclear, be patient and ask for clarification. disclose difficult experiences (e.g. expressions that facilitate trust. For children, use language that they can understand. For sexual assault, violence or self-harm) Explain that information discussed during the visit will example, ask about their interests (toys, friends, school, etc.). be kept confidential and will not be shared without prior For adolescents, convey that you understand their feelings Show extra sensitivity with difficult topics. permission. and situation. If carers are present, suggest to speak with the person Remind the person that what they tell you will remain alone (except for young children) and obtain consent to confidential. COMMUNICATION TIP #4 share clinical information. Acknowledge that it may have been difficult for the Be friendly, respectful and non- When interviewing a young woman, consider having person to disclose the information. another female staff member or carer present. judgemental at all times Always be respectful. Don’t judge people by their behaviours and appearance. Stay calm and patient.",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": true,
    "has_followup": true
  }
}