{
  "id": "mhGAPv2_f374dfb4",
  "corpus": "mhGAPv2",
  "condition": "General",
  "text": "CLINICAL TIP: General principles to apply during management of any withdrawal: Maintain hydration. Depressive symptoms may occur in the post-intoxication period, Manage specific withdrawal symptoms as they emerge, i.e. treat during or after withdrawal, and/or the person may have pre-existing nausea with anti-emetics, pain with simple analgesics, and insomnia depression. Be alert to the risk of suicide. with light sedatives. Offer all persons continued treatment, support, and monitoring after Allow the person to leave the treatment facility if they wish to do so. successful detoxification, regardless of the setting in which detoxification Continue treatment and support after detoxification. was delivered. PROTOCOL 4 Opioid Withdrawal » » CAUTION is advised before embarking upon withdrawal from opioids, especially when Methadone: Methadone is given orally at an initial dose of 15-20 mg, increasing, if there has been injection use. When a decision is made to initiate withdrawal, inform the necessary, to 30 mg per day. Then gradually decrease the dose, until tapered off person about what to expect, including symptoms and their duration. For example, completely, over 3-10 days. As with buprenorphine, special care should be taken for withdrawal results in lower tolerance to opioids. This means that if the person resumes individuals taking other sedating medications. opioid use at their usual dose after withdrawal that they are at an increased risk of » Clonidine or Lofexidine: If opioid substitution medications are not available, clonidine or overdosing. Due to these risks, withdrawal is best undertaken when there is a plan for lofexidine can be used to manage some opioid withdrawal symptoms, namely hyperarousal. admission to a residential rehabilitation or other psychosocial support programme. They are given at dose ranges of 0.1-0.15 mg 3 times daily p.o. and are dosed according to Alternatively, the person may be considered for opioid substitution therapy with either body weight. Light-headedness and sedation may result. Monitor blood pressure closely. methadone or buprenorphine; see the opioid agonist maintenance treatment section (see Other symptoms of withdrawal should also be treated, i.e. nausea with anti-emetics, pain protocol 5), and select one of the following pharmacological options for management: with simple analgesics, and insomnia with light sedatives. » Buprenorphine: Buprenorphine is given sublingually at a dose range of 4-16 mg per day » Morphine sulphate: 10-20 mg as an initial dose with 10 mg extra dose if needed. for 3-14 days for withdrawal management. Before initiating buprenorphine treatment, it is Sedation and respiratory depression which canbe life threatening. Prolonged use can lead important to wait until signs and symptoms of opioid withdrawal become evident - at least to dependence. For more details go to Table 1. 8 hours after the last dose of heroin and 24-48 hours after the last dose of methadone; otherwise, there is a risk that buprenorphine itself will precipitate a withdrawal syndrome. Special care should be taken for individuals taking other sedating medications. DISORDERS DUE TO SUBSTANCE USE 121 122 SUB 2 DISORDERS DUE TO SUBSTANCE USE Management PROTOCOL PROTOCOL 5 6 Opioid Agonist Maintenance Treatment Benzodiazepine Withdrawal » » Opioid agonist maintenance treatment requires the presence of an Benzodiazepine withdrawal can be managed by switching to a long- established and regulated national framework. It is characterized by the acting benzodiazepine and gradually decreasing the dose, tapered over prescription of long-acting opioid agonists (or partial agonists), such as 8-12 weeks, and in conjunction with psychosocial support. More rapid methadone or buprenorphine, generally on a daily, supervised basis. tapering is possible only if the person is in an inpatient setting in a There is strong evidence that agonist maintenance treatment with hospital or detoxification facility. methadone or buprenorphine effectively reduces illicit drug use, the » If severe, uncontrolled benzodiazepine withdrawal develops or occurs spread of HIV, mortality, and criminality, as well as improving physical due to a sudden or unplanned cessation, consult a specialist or other health, mental health, and social functioning. available resource person immediately to start a high-dose benzodiazepine » Monitoring: Medications used for opioid agonist maintenance treatment sedation regime and to hospitalise the person. Be cautious with are open to misuse and diversion, hence, programmes should use various unsupervised dispensing of benzodiazepines to unknown patients. methods of limiting the risk of diversion, including supervised consumption. » For more details please see Table 1. PSYCHOSOCIAL INTERVENTIONS 2.1 Psychoeducation Throughout the discussion it is important to include all parts 6. Have a discussion with the person based on the state- of the process: expressing empathy and building an atmosphere ments about their substance use, its causes, consequences of trust, while also pointing out contradictions in their and their personal goals, allowing exploration of apparent Disorders due to substance use can often be effectively narrative, and challenging false beliefs. Avoid arguing with inconsistencies between the consequences of substance treated, and people can and do get better. the person. They should feel that the practitioner is there to use and the person’s stated goals. Discussing substance use can bring about feelings of support them and not to criticize them. If the person is unable 7. D iscuss options for change based on the choice of realistic embarrassment or shame for many people. Always use a to commit to ending their harmful pattern of substance use at goals and try to find a mutually agreed course of action. non-judgmental approach when speaking with people about this time, discuss why this is the case, rather than forcing the substance use. When people feel judged, they may be less person to say what they think is expected. 8. Support the person to enact these changes by commu- open to speaking with you. Try not to express surprise at any nicating your confidence in them to make positive changes in responses given. Techniques for more in depth discussions: their life, by provide information on the next steps as needed (further review, detoxification, psycho-social support), and by Communicate confidently that it is possible to stop or reduce 1. Provide personalised feedback to the person about the providing the person with take-home materials if available. hazardous or harmful alcohol use and encourage the person risks associated with their pattern of substance use, to come back if he or she wants to discuss the issue further. whether or not they have a pattern of HARMFUL USE or Examples of questions to ask. Non-judgmentally elicit DEPENDENCE, and the specific harms they may be A person is more likely to succeed in reducing or stopping from the person their own thoughts about their substance experiencing or causing to others. substance use if the decision is their own. use by asking the following questions: 2. Encourage the person to take responsibility for their 1. Reasons for their substance use. (Ask: “Have you ever substance use choices, and the choice of whether or not to thought about why you use [substance]?”) 2.2 Motivational Interviewing seek assistance for their substance use. Do this by asking them how concerned THEY are about their substance use. 2. What they perceive as the benefits from their use. (Brief Intervention) (Ask: “What does [substance] do for you? Does it cause 3. Ask the person the reasons for their substance use, you any problems?”) including as a response to other issues such as mental health Brief interventions using motivational interviewing is an problems or specific stressors, and the perceived benefits 3. What they perceive as the actual and potential harms from approach to discussing substance use in a non-judgemental they have from substance use, even if only in the short term. the substance use. (Ask: “Has [substance] use caused you way. It encourages a person to reflect on their own any harm? Can you see it causing harm in the future?”) substance use choices. It can be used as part of a very brief 4. Ask about their perception of both the positive and encounter for addressing risks or harmful substance use. It negative consequences of their substance use and, if 4. What is most important to the person. can also be used as part of a longer discussion that takes necessary, challenge any overstatement of the benefits (Ask: “What is most important to you in your life?”) place over several sessions that address dependent patterns and understatement of the risks/harms. of substance use; this is referred to as Motivational 5. Ask about the person’s personal goals, and whether or Enhancement Therapy. not their substance use is helping them or preventing them from reaching these goals. DISORDERS DUE TO SUBSTANCE USE 123 124 SUB 2 DISORDERS DUE TO SUBSTANCE USE Management 2.3 S trategies for Reducing and If the person injects drugs: Provide information and education about disorders due Stopping Use Inform the person about the risks of intravenous drug use, to substance use. which include: being at higher risk of infections such as Offer an assessment of their personal, social, and mental health Steps to reducing or stopping the use of all substances: HIV/AIDS, Hepatitis B and C, skin infections that can cause needs. Offer treatment for any priority mental health disorders. If the person is interested in reducing their substance use, septicaemia, endocarditis, spinal abscesses, meningitis, discuss the following steps with them. and even death. Inform them about and help them access support groups for families and carers (if available) and other social resources. Identify triggers for use and ways to avoid them. For Considering that the person may not stop injecting drugs example: pubs where people are drinking or areas where the right away, provide information on less risky injection person used to obtain drugs, etc. techniques. Emphasize the importance of using sterile CLINICAL TIP: needles and syringes each time they inject and to never HIV/TB/HEPATITIS and SUBSTANCE USE Identify emotional cues for use and ways to cope with them share injecting equipment with others. (i.e. relationship problems, difficulties at work, etc.). P eople who inject drugs are at increased risk of HIV/AIDS and Provide information on how to access needle and syringe Encourage the person not to keep substances at home. hepatitis, particularly if they do not use sterile injection exchange programs where they exist or other sources of equipment or have unsafe sex in exchange for drugs; once 2.4 M utual Help Groups sterile injection equipment. infected, they also have a worse prognosis. HIV/AIDS also Encourage and offer, at minimum, annual testing for increases the risk of TB infection, and active TB is a main Mutual help groups such as Alcoholics Anonymous, blood-borne viral illnesses, including HIV/AIDS and cause of death in people living with HIV/AIDS. People who Narcotics Anonymous, or Smart Recovery can be helpful Hepatitis B and C. use alcohol and drugs heavily are also at increased risk for TB. referrals for persons with disorders due to substance use. Therefore, a common presentation is of a person who has a – Encourage Hepatitis B vaccination They provide information, structured activities, and peer combination of drug use, particularly i.v. heroin use, and – Ensure condom availability support in a non-judgmental environment. Find out what infection with TB, HIV/AIDS, and hepatitis at the same time. – Ensure availability of treatment for people with mutual help groups are available locally. HIV/AIDS and hepatitis S ervices that treat people who use drugs and alcohol should regularly test all people who inject drugs for 2.5 S trategies for Preventing Harm Treatment of co-morbidities: HIV/AIDS and hepatitis, and should have a high level of suspicion for TB in any person with a cough, fever, from Drug Use and Treating Have a low threshold for screening for TB in people who night sweats, or weight loss. have disorders due to substance use. Related Conditions T reatment of HIV/AIDS and TB requires taking daily medica- Consider investigations for and treatment of sexually tions, where every single day is important. Directly obser- transmitted diseases. Encourages the person to engage in less risky behaviour. ving the treatment can improve treatment adherence. If the – Advise not to drive if intoxicated. person is also opioid dependent, providing daily observed 2.4 C arer Support methadone or buprenorphine treatment at the same place – If the person uses opioids, provide intramuscular or and time will further facilitate treatment adherence. intranasal naloxone for family members, which family Supporting family and carers: members can keep and use if the person has overdosed H epatitis treatments occur daily or weekly. Patients while waiting for help to arrive or en route to hospital. Discuss the impact of disorders due to substance use on with Hepatitis B or C should be advised to avoid alcohol other family members, including children, with the person’s completely. family and/or carers.",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": true,
    "has_followup": true
  }
}