{
  "id": "mhGAPv2_c14dac40",
  "corpus": "mhGAPv2",
  "condition": "General",
  "text": "DEMENTIA Dementia is a chronic and progressive syndrome due to changes in emotional control, social behaviour, or motivation. People with in the brain. Although it can occur at any age, it is more common dementia may be totally unaware of these changes and may not in older people. Dementia is a significant cause of disability and seek help. Family members may notice memory problems, changes dependency among older people worldwide; it has a physical, in personality or behaviour, confusion, wandering, or incontinence. psychological, social, and economic impact on carers, families, However some people with dementia and their carers may deny and society at large. or minimize the severity of memory loss and associated problems. Dementia results in decline in cognitive functioning and usually The conditions that cause dementia produce changes in a person’s interferes with activities of daily living, such as washing, dressing, mental ability, personality, and behaviour. People with dementia eating, personal hygiene, and toilet activities. Although there is no commonly experience problems with memory and the skills needed cure, with early recognition and supportive treatment, the lives of to carry out everyday activities. Dementia is not part of normal people with dementia and their caregivers can be significantly ageing. Alzheimer’s disease is the most common cause, however, improved, and the physical health, cognition, activity, and well- dementia can be caused by a variety of diseases and injuries to the being of the person with dementia can be optimized. brain. People with dementia often present with forgetfulness or feeling depressed. Other common symptoms include deterioration 93 94 DEM DEMENTIA DEM Quick Overview ASSESSMENT MANAGEMENT A ssess for signs of dementia Management Protocols 1. Dementia – without behavioural/psychological symptoms Are there any other explanations for 2. Dementia – with behavioural/psychological symptoms the symptoms? Psychosocial Interventions – Rule out delirium – Rule out depression (pseudodementia) Pharmacological Interventions Evaluate for other medical issues Assess for behavioral or psychological symptoms Rule out other MNS conditions FOLLOW-UP Evaluate the needs of carers CLINICAL TIP: DEM 1 Assessment Interview the key informant (someone who knows the person well) and ask about recent changes in thinking and reasoning, memory and orientation. Occasional COMMON PRESENTATIONS OF DEMENTIA memory lapses are common in older people, whereas some Decline or problems with memory (severe forgetfulness) and orientation problems can be significant even (awareness of time, place, and person) if infrequent. Mood or behavioural problems such as apathy (appearing uninterested) or irritability Ask, for example, whether the Loss of emotional control-easily upset, irritable, or tearful person often forgets where they Difficulties in carrying out usual work, domestic, or social activities put things. Do they sometimes CLINICAL TIP forget what happened the day Assess directly by testing before? Does the person sometimes 1 memory, orientation, and forget where they are? language skills with a general Ask the informant when these neurologic assessment, utilizing Assess for signs of dementia problems started and whether they culturally adapted tools if have been getting worse over time. available. See Essential Care & Practice (» ECP). Are there problems with memory and/or orientation? (e.g. forgetting what happened the previous day or not knowing where he or she is) DEMENTIA is unlikely. Screen for other MNS conditions. Does the person have difficulties in performing key roles/activities? (e.g. with daily activities such as shopping, paying bills, cooking, etc.) DEMENTIA is unlikely. Screen for other MNS conditions. DDEEMMEENNTTIIAA 95 96 DEM 1 DEMENTIA Assessment 2 CLINICAL TIP Are there any other explanations for the symptoms? Delirium: transient fluctuating mental state characterized by disturbed attention that develops over a short period of time Have the symptoms been present and slowly and tends to fluctuate during the course progressing for at least 6 months? of a day. It may result from acute organic causes such as infections, medication, metabolic abnormalities, substance Ask for ANY of the following: intoxication, or substance withdrawal. – Abrupt onset – Short duration (days to weeks) – Disturbance at night and associated with impairment of consciousness – Disorientation of time and place CLINICAL TIP Does the person have moderate Cognitive impairment may be the result to severe DEPRESSION? Go to DEP. of depression – “Pseudodementia” Suspect DELIRIUM Manage depression. Go to DEP. Once treated for depression, review criteria for dementia. Go to STEP 1 Evaluate for possible medical causes (toxic/metabolic/infectious). – Obtain urinalysis to evaluate for infection Suspect – Review medications, particularly those with significant anti- DEMENTIA cholinergic side effects (such as antidepressants, many antihistamines, and antipsychotics) – Evaluate for pain – Evaluate nutritional status, consider vitamin deficiency or electrolyte abnormality 3 Evaluate for other medical issues Does the person have ANY of the following? Less than 60 years old prior to symptom onset Clinical history of goitre, slow pulse, dry skin (hypothyroidism) Onset of symptoms associated with head injury, stroke, History of sexually transmitted infection (STI), or altered or loss of consciousness including HIV/AIDS Unusual Features. » Refer to specialist. Does the person have poor dietary intake, malnutrition, or anaemia? Fortification of food and monitoring of weight is necessary. Does the person have cardiovascular risk factors? – Hypertension – Obesity – High cholesterol – Heart disease (chest pain, heart attack) – Diabetes – Previous stroke or transient ischaemic – Smoking attack (TIA) Refer to appropriate SPECIALIST. Reduce cardiovascular risk factors: – Advise person to stop smoking – Advise weight-reducing diet for obesity – Treat hypertension – Treat diabetes DEMENTIA 97 98 DEM 1 DEMENTIA Assessment CLINICAL TIP 4 Determine: – Who are the main carers? Evaluate the needs of the carers. – Who else provides care and what care do they provide? – What is difficult to manage? Is the carer having difficulty coping or experiencing strain? E xplore psychosocial interventions about respite care, activation of community support network, and family/individual therapy, if available. Is the carer experiencing depressed mood? For assessment of depression in care, go to » DEP. Try to address strain with support and psychoeducation. Problem-solving counselling or cognitive behavioural therapy. Is the carer facing loss of income and/or additional expenses because of the needs for care? E xplore local financial support options, such as disability services. 5 Does the person have ANY of the following BEHAVIOURAL or PSYCHOLOGICAL symptoms of dementia? Behavioural symptoms, e.g. Psychological symptoms, e.g. Wandering Hallucinations Night-time disturbance Delusions Agitation Anxiety Aggression Uncontrollable emotional outbursts Go to PROTOCOL 1 Go to PROTOCOL 2 IF THERE IS IMMINENT RISK OF SUICIDE, ASSESS AND MANAGE before continuing » to Protocol. Go to SUI. IF THE PERSON HAS OTHER CONCURRENT MNS CONDITIONS, ASSESS AND MANAGE before continuing to Protocol DEMENTIA 99 100 DEM 2 DEMENTIA Management DEM 2 Management PROTOCOL PROTOCOL 1 2 DEMENTIA – without behavioural DEMENTIA – with behavioural and/or psychological symptoms and/or psychological symptoms Provide Psychoeducation to person and carers. (2.1) Follow PROTOCOL 1 Encourage carers to conduct interventions to improve + cognitive functioning. (2.4) Promote independence, functioning, and mobility. (2.3) Manage behavioral and psychological symptoms. (2.2) Provide carers with support. (2.5) Consider medications only in settings where specific diagnosis of Alzheimer’s Disease can be made AND where adequate support and supervision by specialists and If there is imminent risk to the person or carer: monitoring (for side-effects) from carers is available. (2.6) Consider antipsychotic medications if symptoms persist or if there is imminent risk of harm. (2.7) Refer to speacialist when available.",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": true,
    "has_followup": true
  }
}