{
  "id": "mhGAPv2_ca722c5e",
  "corpus": "mhGAPv2",
  "condition": "General",
  "text": "DEM 3 Follow-up RECOMMENDATIONS ON FREQUENCY OF CONTACT 1 » Follow-up at minimum every 3 months. » ASSESS FOR IMPROVEMENT If on medications, recommend follow-up monthly. Is the person stable (no worsening symptoms or decline in function; behavioural/psychological symptoms are improving if present)? Continue management plan. If not on medications Initiate pharmacological intervention, if appropriate. Follow up at minimum every 3 months. If on medications Review adherence, side effects and dosing. Adjust or consider alternative medication as appropriate. Review psychosocial interventions. Evaluate for medical problems. DEMENTIA 103 104 DEM 3 DEMENTIA Follow-up 2 CONDUCT ROUTINE ASSESSMENTS At each visit, routinely assess and address the following: Medication side-effects Safety risks and offer appropriate behaviour modification If on antipsychotics, check for extrapyramidal symptoms if disease has progressed (e.g. limit driving, cooking, etc.) » (Go to PSY). Stop or reduce dose if present. New behavioural or psychological symptoms Medical and MNS co-morbidities » Symptoms of depression (Go to DEP) » Ability to participate in activities of daily living and or imminent risk of self-harm/suicide (Go to SUI). any needs of care Needs of the carers 3 PROVIDE PSYCHOSOCIAL INTERVENTIONS » Continue to promote functioning and provide psychosocial education. » » See DEM 2.1-2.5 and ECP for details. DISORDERS DUE TO SUBSTANCE USE Disorders due to substance use include both drug and alcohol HARMFUL USE is a pattern of psychoactive substance use use disorders and certain conditions including acute intoxication, that damages health. This damage may be physical, e.g. liver overdose and withdrawal. disease, or mental, e.g. episodes of depressive disorder. It is often associated with social consequences, e.g. family or ACUTE INTOXICATION is a transient condition following intake of work problems. a psychoactive substance resulting in disturbances of consciousness, cognition, perception, affect, or behaviour. DEPENDENCE is a cluster of physiological, behavioural, and cognitive phenomena in which the use of a psychoactive substance OVERDOSE is the use of any drug in such an amount that acute takes on a much higher priority for a given individual than other adverse physical or mental effects are produced. behaviours that once had greater value. It is characterized by a strong craving to use the substance and a loss of control over its WITHDRAWAL is the experience of a set of unpleasant symptoms use. It is often associated with high levels of substance use and following the abrupt cessation or reduction in dose of a psychoactive the presence of a withdrawal state upon cessation. substance; it has been consumed in high enough doses and for a long enough duration for the person to be physically or mentally dependent on it. Withdrawal symptoms are, essentially, opposite to those that are produced by the psychoactive substance itself. 105 106 SUB DISORDERS DUE TO SUBSTANCE USE SUB Quick Overview ASSESSMENT MANAGEMENT E MERGENCY ASSESSMENT: Management Protocols Is intoxication or withdrawal suspected? 1. Harmful use 2. Dependence – Does the person appear sedated? 3. Alcohol withdrawal – Does the person appear overstimulated, anxious, or agitated? 4. Opioid withdrawal – Does the person appear confused? 5. Opioid agonist maintenance treatment 6. Benzodiazepine withdrawal Does the person use psychoactive substances? Psychosocial Interventions Is there harmful use? Pharmacological Interventions Does the person have substance dependence? FOLLOW-UP SUB EMERGENCY If no emergency presentation present, go to SUB 1, Assessment. EMERGENCY PRESENTATIONS OF DISORDERS DUE TO SUBSTANCE USE Alcohol intoxication: Smell of alcohol on the Stimulant intoxication: Dilated pupils, excited, racing breath, slurred speech, uninhibited behaviour; thoughts, disordered thinking, strange behaviour, recent disturbance in the level of consciousness, cognition, use of psychoactive substances, raised pulse and blood perception, affect, or behaviour pressure, aggressive, erratic, or violent behaviour Opioid overdose: Unresponsive or minimally Delirium associated with substance use: responsive, slow respiratory rate, pinpoint pupils Confusion, hallucination, racing thoughts, anxiety, agitation, disorientation, typically in association Alcohol or other sedative withdrawal: Tremor in with either stimulant intoxication or alcohol (or other hands, sweating, vomiting, increased pulse and blood sedative) withdrawal pressure, agitation, headache, nausea, anxiety; seizure and confusion in severe cases DISORDERS DUE TO SUBSTANCE USE 107 108 SUB DISORDERS DUE TO SUBSTANCE USE CLINICAL TIP 1 » Suspect sedative intoxication/ overdose in anyone with Does the person appear sedated? unexplained drowsiness and slow breathing. SSSKKKIIIPPP tttooo SSSTTTEEEPPP 11111200000 Suspect SEDATIVE INTOXICATION (alcohol, opioids, other sedatives) Check Airway, Breathing, Circulation (ABC). Provide initial respiratory support. Give oxygen. Is the person minimally responsive, unresponsive, or in respiratory failure? Supportive care. Monitor vital signs. Lay the person on their side to prevent aspiration. Give oxygen if available. Consider intravenous (i.v.), rehydration but do not give fluids orally while sedated. Observe the person until fully recovered or transported to hospital.",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": true,
    "has_followup": true
  }
}