{
  "id": "mhGAPv2_bd76a5ba",
  "corpus": "mhGAPv2",
  "condition": "General",
  "text": "TABLE 5: Management of Persons with Agitated and/or Aggressive Behaviour ASSESSMENT COMMUNICATION SEDATION AND USE OF MEDICATION Attempt to communicate with the person. Safety is first! Sedate as appropriate to prevent injury. Evaluate for underlying cause: Remain calm and encourage the patient to talk For agitation due to psychosis or mania, consider use of haloperidol – Check Blood Glucose. If low, give glucose. about his or her concerns. 2mg p.o./i.m. hourly up to 5 doses (maximum 10 mg). Caution: high doses of haloperidol can cause dystonic reactions. Use a calm voice and try to address the concerns – Check vital signs, including temperature and oxygen Use biperiden to treat acute reactions. if possible. saturation. Give oxygen if needed. For agitation due to ingestion of substances, such as Listen attentively. Devote time to the person. – Rule out delirium and medical causes alcohol/sedative withdrawal or stimulant intoxication, including poisoning. Never laugh at the person. use diazepam 10-20 mg p.o. and repeat as needed. Go to SUB. – Rule out drug and alcohol use. Do not be aggressive back. In cases of extreme violence Specifically consider stimulant intoxication and/or Try to find the source of the problem and solutions – Seek help from police or staff alcohol/sedative withdrawal. Go to SUB. for the person. – Use haloperidol 5mg i.m., repeat in 15-30mins if needed – Rule out agitation due to psychosis or manic Involve carers and other staff members. (maximum 15 mg) episode in bipolar disorder. Go to Assessment, » PSY 1. Remove from the situation anyone who may be a – Consult a specialist. trigger for the aggression. if the person remains agitated, recheck oxygen saturation, If all possibilities have been exhausted and the person vital signs and glucose. Consider pain. Refer to hospital. is still aggressive, it may be necessary to use medication Once agitation subsides, refer to the master chart (MC) and (if available) to prevent injury. select relevant modules for assessment. Special Populations: Consult a specialist for treatment. PSYCHOSES 45 46 PSY 3 PSYCHOSES Follow -up PSY 3 Follow-up RECOMMENDATIONS ON FREQUENCY OF CONTACT PSYCHOSIS 1 » Initial follow-up should be as frequent as possible, even daily, ASSESS FOR IMPROVEMENT until acute symptoms respond to treatment. » Regular follow-up is needed. Once Is the person improving? symptoms respond, monthly to quarterly follow-up is recommended (based on clinical need and feasibility factors such as staff availability, distance from clinic, etc.) » Continue with treatment plan. » Decrease frequency of follow-up once symptoms have subsided. » Follow-up as needed. Is the person taking medication? SKIP to STEP 120 » START ANTIPSYCHOTIC MEDICATIONS (Go to Table 1). » Maintain a high frequency of contact until symptoms start to respond to treatment. » Ensure that person has been on a typical » effective dose for minimum of 4-6 weeks. Involve the person and carers in treatment plan changes and decisions. » Maintain a high frequency of contact until symptoms start to respond to treatment. » Involve the person and carers in treatment plan changes and decisions. 2 ROUTINELY MONITOR TREATMENT » Review psychosocial interventions. » If on medication, review adherence, side effects and dosing (Table 4). Check weight, blood pressure, and blood glucose. » If the person starts to use any other medications with potential drug-drug interactions, consider reviewing the medication dose. » Ask regarding the onset of symptoms, prior episodes, and details of any previous or current treatment. 3 DISCONTINUE MEDICATIONS Person with first episode, relapse, Person with psychotic symptoms or worsening of psychosis symptoms: persisting more than 3 months: » » Consider discontinuation of medications Consider discontinuation of medications if person is in 12 MONTHS after symptoms have resolved. FULL REMISSION of symptoms for several years. » Discuss risks of relapse against long-term medication side-effects with person and family. » If possible, consult a specialist. » Gradually and slowly reduce the medication dose. When medications are withdrawn, individuals and family members need to be educated to detect early symptoms of relapse. Close clinical monitoring is recommended. PSYCHOSES 47 48 PSY 3 PSYCHOSES Follow -up PSY 3 Follow-up RECOMMENDATIONS ON FREQUENCY OF CONTACT MANIC EPISODE IN BIPOLAR DISORDER » For acute mania: Initial follow-up should be as frequent as possible, even daily, until acute symptoms 1 respond to treatment. Once symptoms respond, monthly to ASSESS FOR IMPROVEMENT quarterly follow-up is recommended. » For persons not currently in manic or depressed states, follow-up at Is the person improving? least every three months. Consider » more frequent follow up when Follow-up as needed until symptoms needed. Monitor closely for relapse. have subsided. » Continue maintenance medications for at least 2 years. SKIP to STEP 1 20 Is the person taking medication? » If appropriate, initiate medication. » Check dosing and side effects. Go to Table 1 or Table 3. CLINICAL TIP » If switching to another Ensure that person has been on a typical effective dose of medication, begin that medi- medication for a minimum of four to six weeks. cation first and treat with » » If on typical effective dose of medications for four to six weeks Review psychosocial interventions. both medications for 2 weeks with no improvement, consider switching medication. See Table 3. » before tapering off the first Evaluate for medical problems. » medication. If response is still poor, consult a specialist.",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": true,
    "has_followup": true
  }
}