{
  "id": "mhGAPv2_b5e461b0",
  "corpus": "mhGAPv2",
  "condition": "General",
  "text": "Check pupils. Normal pupils Pinpoint pupils Suspect Opioid overdose less likely – OPIOID OVERDOSE consider overdose of alcohol, other sedatives, or other medical causes (i.e. head injury, infection, or hypoglycemia). Give i.v., intramuscular (i.m.), intranasal or subcutaneous naloxone 0.4-2 mg. Continue respiratory support. Did the person respond to naloxone within 2 minutes? GIVE A SECOND DOSE Observe for 1-2 hours and repeat naloxone as needed. Observe the person until fully recovered or transported to hospital. Continue to resuscitate and observe the person until fully recovered or transported to hospital. DISORDERS DUE TO SUBSTANCE USE 109 110 SUB DISORDERS DUE TO SUBSTANCE USE 2 Does the person appear overstimulated, anxious, or agitated? SSSKKKIIIPPP tttooo SSSTTTEEEPPP 11111300000 ASSESS AND MANAGE A – D A Person has recently stopped MANAGE WITHDRAWAL Suspect drinking or using sedatives and is – If the person has tremors, sweating, or vital sign changes then give ALCOHOL or now showing any of the following diazepam 10-20 mg orally (p.o.) and transfer to hospital or detoxification BENZODIAZEPINE signs: Tremors, sweating, vomiting, facility if possible. WITHDRAWAL increased blood pressure (BP) & heart – Observe and repeat doses as needed for continued signs of rate, and agitation. withdrawal (tremors, sweating, increased BP and heart rate). – For alcohol withdrawal only: Give thiamine 100 mg daily for five days. TRANSFER IMMEDIATELY TO A HOSPITAL if the following are present: – Other serious medical problems, e.g. hepatic encephalopathy, gastrointestinal bleeding, or head injury. – Seizures: give diazepam 10-20 mg p.o., i.v. or rectum (p.r.) first. – Delirium: give diazepam 10-20 mg p.o., i.v. or p.r. first. If severe and not responsive to diazepam, give an anti-psychotic medication such as haloperidol 1-2.5 mg p.o. or i.m. Continue to treat other signs of withdrawal (tremors, sweating, vital signs changes) with diazepam p.o., i.v. or p.r. B Person has recently used Suspect Give diazepam 5-10 mg p.o., i.v., or p.r. stimulants (cocaine, amphetamine ACUTE STIMULANT in titrated doses until the person is calm and lightly sedated. type stimulants) and is showing INTOXICATION If psychotic symptoms are not responsive to diazepam, consider any of the following signs: dilated antipsychotic medication such as haloperidol 1-2.5 mg p.o. or i.m.. pupils, anxiety, agitation, hyper- Treat until symptoms resolve. If symptoms persist, go to PSY. excitable state, racing thoughts, For management of persons with aggressive and/or agitated behaviour raised pulse and blood pressure. go to PSY, Table 5. If the person has chest pain, tachyarrythmias, or other neurological signs TRANSFER TO HOSPITAL. During the post-intoxication phase, be alert for suicidal thoughts or actions. If suicidal thoughts are present, go to SUI. C Person has recently stopped using Suspect MANAGE OPIOID WITHDRAWAL opioids and is showing any of the ACUTE OPIOID – Methadone 20 mg, with a supplemental dose of 5-10 mg 4 hours following signs: dilated pupils, WITHDRAWAL later if necessary. muscle aches, abdominal cramps, – Buprenorphine 4-8 mg, with a supplementary dose 12 hours later if headache, nausea, vomiting, necessary. diarrhea, runny eyes and nose, – If methadone or buprenorphine are not available, any opioid can anxiety, restlessness. be used in the acute setting, i.e. morphine sulphate 10-20 mg as an initial dose with a 10 mg extra dose if needed. Also consider an alpha adrenergic agonists, i.e. clonidine or lofexidine. Once stable, go to SUB 2 D RULE OUT OTHER MEDICAL CAUSES AND PRIORITY MNS CONDITIONS. DISORDERS DUE TO SUBSTANCE USE 111 112 SUB DISORDERS DUE TO SUBSTANCE USE 3 Does the person appear confused? SSSKKKIIIPPP tttooo SSSTTUEEBPP 1 1111 A0000ssessment Are there any medical conditions which might explain the confusion, including: – head trauma – hepatic encephalopathy – hypoglycaemia – cerebrovascular accidents (CVA) – pneumonia or other infections Manage the physical condition ASSESS AND MANAGE A – C and refer the person to hospital. A Person has stopped drinking in the Suspect If the person is showing other signs of alcohol last week: confusion, hallucination, withdrawal (tremors, sweating, vital signs changes) ALCOHOL OR racing thoughts, anxiety, agitation, – Treat with diazepam 10-20 mg p.o. BENZODIAZEPINE disorientation, typically in association WITHDRAWAL – TRANSFER TO HOSPITAL. with either stimulant intoxication or DELIRIUM Manage delirium with antipsychotics such as alcohol (or other sedative) withdrawal. haloperidol 1-2.5 mg p.o. or i.m.",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": true,
    "has_followup": true
  }
}