{
  "id": "mhGAPv2_2fe7f283",
  "corpus": "mhGAPv2",
  "condition": "General",
  "text": "B Person has been drinking heavily Suspect Treat with thiamine 100-500 mg 2-3 times daily i.v. or i.m. for 3-5 days. in the last few days AND has any WERNICKE’S TRANSFER TO HOSPITAL. of the folllowing signs: ENCEPHALOPATHY – nystagmus (involuntary, rapid and repetitive movement of the eyes) – ophthalmoplegia (weakness/paralysis of one or more of the muscles that control eye movement) – ataxia (uncoordinated movements). C Person has used stimulants in the Suspect Treat with diazepam 5-10 mg p.o., i.v. or p.r. until the patient is last few days: Dilated pupils, excited, STIMULANT lightly sedated. racing thoughts, disordered thinking, INTOXICATION If psychotic symptoms do not respond to diazepam, consider strange behaviour, recent use of an antipsychotic such as haloperidol 1-2.5 mg p.o. or i.m. psychoactive substances, raised pulse If psychotic symptoms persist, go to PSY and blood pressure, aggressive, erratic, or violent behaviour. CLINICAL TIP » Following the management of emergency presentation, GO to SUB 1 assessment and SUB 2 management protocols 1 to 6 as appropriate. DISORDERS DUE TO SUBSTANCE USE 113 114 SUB 1 DISORDERS DUE TO SUBSTANCE USE Assessment SUB 1 Assessment COMMON PRESENTATIONS OF DISORDERS DUE TO SUBSTANCE USE Appearing affected by alcohol or other substance (e.g. smell I ncidental findings: macrocytic anaemia, low platelet count, of alcohol, slurred speech, sedated, erratic behaviour) elevated mean corpuscular volume (MCV) Signs of recent drug use (recent injection marks, skin infection) E mergency presentation due to substance withdrawal overdose, or intoxication. Person may appear sedated, Signs and symptoms of acute behavioural effects, withdrawal overstimulated, agitated, anxious or confused features or effects of prolonged use (see Box 1) P ersons with disorders due to substance use may not Deterioration of social functioning (i.e. difficulties at work report any problems with substance use. Look for: or home, unkempt appearance) – Recurrent requests for psychoactive medications including Signs of chronic liver disease (abnormal liver enzymes), analgesics jaundiced (yellow) skin and eyes, palpable and tender liver edge (in early liver disease), ascites (distended abdomen is filled – Injuries with fluid), spider naevi (spider-like blood vessels visible on – Infections associated with intravenous drug use (HIV/AIDS, the surface of the skin), and altered mental status (hepatic Hepatitis C) encephalopathy) Problems with balance, walking, coordinated movements, and nystagmus CLINICAL TIP » Avoid stereotyping! All persons presenting to health care facilities should be asked about their tobacco and alcohol use. BOX 1: PSYCHOACTIVE SUBSTANCES: ACUTE BEHAVIOURAL EFFECTS, WITHDRAWAL FEATURES, AND EFFECTS OF PROLONGED USE ACUTE BEHAVIOURAL EFFECTS WITHDRAWAL FEATURES EFFECTS OF PROLONGED USE Alcohol Smell of alcohol on breath, slurred speech, disinhibited Tremors, shaking, nausea/vomiting, increased heart rate Loss of brain volume, reduction in cognitive capacity, behavior, agitation, vomiting, unsteady gait and blood pressure, seizures, agitation, confusion, impaired judgement, loss of balance, liver fibrosis, hallucinations gastritis, anaemia, increased risk of some cancers and a Can be life-threatening range of other medical problems Benzodiazepines Slurred speech, disinhibited behavior, unsteady gait Anxiety, insomnia, tremors, shaking, nausea/vomiting, Memory impariment, increased risk of falls in the elderly, increased heart rate and blood pressure, seizures, risk of fatal sedative overdose agitation, confusion, hallucinations Can be life-threatening Opioids Pinpoint pupils, drowsiness and falling asleep, decreased Dilated pupils, anxiety, nausea/vomiting/diarrhea, Constipation, risk of fatal sedative overdose, hypogonadism, awareness, slow speech abdominal cramps, muscle aches and pains, headaches, adaptations in reward, learning and stress responses runny eyes and nose, yawning, hair standing up on arms, increased heart rate and blood pressure Tobacco Arousal, increased attention, concentration and memory; Irritibility, hostility, anxiety, dysphoria, depresed mood, Lung disease (in tobacco smokers), cardiovascular disease, decreased anxiety and appetite; stimulant-like effects increased heart rate, increased appetite risk of cancers and other health effects Cocaine, Methamphetamines & Dilated pupils, increased blood pressure and heart rate, Fatigue, increased appetite, depressed, irritable mood Hypertension, increased risk of cerebrovascular accidents Amphetamine-type stimulants excited, euphoric, hyperactivity, rapid speech, racing Watch out for suicidal thoughts (CVAs), arrythmias, heart disease, anxiety, depression thoughts, disordered thinking, paranoia, aggressive, erratic, violent Khat Alertness, euphoria, and mild excitation Lethargy, depressed mode, irritability Khat users often spend a significant portion of the day chewing khat; consti-pation, risk of mental health problems such as psychosis Cannabis Normal pupils, red conjunctivae, delayed Depressed or labile mood, anxiety, irritability, sleep Increased risk of mental health problems including responsiveness, euphoria, relaxation disturbance (there may not be any clearly observable anxiety, paranoia and psychosis, lack of motivation, features) difficulty in concentration, increased risk of vasospasm leading to myocardial infarction and stroke Tramadol Opioid effects (sedation, euphoria, etc.) followed by Predominantly opioid withdrawal effects but also some Opioid dependence, risk of seizures, disturbed sleep stimulant effects (excitation and in high doses seizures serotonin norepinephrine reuptake inhibitor (SNRI) withdrawal symptoms (depressed mood, lethargy) Volatile solvents Dizziness, disorientation, euphoria, light-headedness, Increased susceptibility to seizures Decreased cognitive function and dementia, peripheral increased mood, hallucinations, delusions, incoord- neuropathy, other neurological sequelae, increased risk of ination, visual disturbances, anxiolysis, sedation arrythmias causing sudden death Hallucinogens Increased heart rate, blood pressure, body temperature, No evidence Acute or chronic psychotic episodes, flashbacks or re- decreased appetite, nausea, vomiting, motor experiencing of drug effects long after termination of use incoordination, papillary dilatation, hallucinations MDMA Increased self-confidence, empathy, understanding, Nausea, muscle stiffness, headache, loss of appetite, Neurotoxic, leads to behavioral and physiological sensation of intimacy, communication, euphoria, energy blurred vision, dry mouth, insomnia, depression, anxiety, consequences, depression fatigue, difficulty concentrating DISORDERS DUE TO SUBSTANCE USE 115 116 SUB 1 DISORDERS DUE TO SUBSTANCE USE Assessment 1 CLINICAL TIP Does the person use substances? While taking a history, ask: How the person started using substances? Ask about use of tobacco, alcohol, and psychoactive prescription When they started using them? medicines. Depending on the setting and the presentation, consider What was happening in their asking about cannabis and other substance use. life at that time? If anyone in their family or social circle use substances? If they have tried to reduce their use? Why? What happened? Emphasise the health benefits of not using psychoactive substances. EXIT MODULE 2 Is the substance use harmful? For each substance used assess: A Frequency and quantity of use. (Hint: Ask “How many days per week do you use this substance? How much do you use per day?”) B Harmful behaviours. (Hint: Ask “Does your substance use cause you any problems?”) – Injuries and accidents – Sexual activity while intoxicated that was risky – Violence towards others – Driving while intoxicated or later regretted – Poor performance in education, employment roles – Drug injection, sharing needles, reusing needles – Legal or financial problems – Poor performance in expected social roles – Relationship problems as a result of use – Inability to care for children responsibly (e.g. parenting) Remember answers for use later during assessment.",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": true,
    "has_followup": false
  }
}