{
  "id": "mhGAPv2_2bc9ae94",
  "corpus": "mhGAPv2",
  "condition": "General",
  "text": "B Person has recently used Suspect Give diazepam 5-10 mg p.o., i.v., or p.r. stimulants (cocaine, amphetamine ACUTE STIMULANT in titrated doses until the person is calm and lightly sedated. type stimulants) and is showing INTOXICATION If psychotic symptoms are not responsive to diazepam, consider any of the following signs: dilated antipsychotic medication such as haloperidol 1-2.5 mg p.o. or i.m.. pupils, anxiety, agitation, hyper- Treat until symptoms resolve. If symptoms persist, go to PSY. excitable state, racing thoughts, For management of persons with aggressive and/or agitated behaviour raised pulse and blood pressure. go to PSY, Table 5. If the person has chest pain, tachyarrythmias, or other neurological signs TRANSFER TO HOSPITAL. During the post-intoxication phase, be alert for suicidal thoughts or actions. If suicidal thoughts are present, go to SUI. C Person has recently stopped using Suspect MANAGE OPIOID WITHDRAWAL opioids and is showing any of the ACUTE OPIOID – Methadone 20 mg, with a supplemental dose of 5-10 mg 4 hours following signs: dilated pupils, WITHDRAWAL later if necessary. muscle aches, abdominal cramps, – Buprenorphine 4-8 mg, with a supplementary dose 12 hours later if headache, nausea, vomiting, necessary. diarrhea, runny eyes and nose, – If methadone or buprenorphine are not available, any opioid can anxiety, restlessness. be used in the acute setting, i.e. morphine sulphate 10-20 mg as an initial dose with a 10 mg extra dose if needed. Also consider an alpha adrenergic agonists, i.e. clonidine or lofexidine. Once stable, go to SUB 2 D RULE OUT OTHER MEDICAL CAUSES AND PRIORITY MNS CONDITIONS. DISORDERS DUE TO SUBSTANCE USE 111 112 SUB DISORDERS DUE TO SUBSTANCE USE 3 Does the person appear confused? SSSKKKIIIPPP tttooo SSSTTUEEBPP 1 1111 A0000ssessment Are there any medical conditions which might explain the confusion, including: – head trauma – hepatic encephalopathy – hypoglycaemia – cerebrovascular accidents (CVA) – pneumonia or other infections Manage the physical condition ASSESS AND MANAGE A – C and refer the person to hospital. A Person has stopped drinking in the Suspect If the person is showing other signs of alcohol last week: confusion, hallucination, withdrawal (tremors, sweating, vital signs changes) ALCOHOL OR racing thoughts, anxiety, agitation, – Treat with diazepam 10-20 mg p.o. BENZODIAZEPINE disorientation, typically in association WITHDRAWAL – TRANSFER TO HOSPITAL. with either stimulant intoxication or DELIRIUM Manage delirium with antipsychotics such as alcohol (or other sedative) withdrawal. haloperidol 1-2.5 mg p.o. or i.m. B Person has been drinking heavily Suspect Treat with thiamine 100-500 mg 2-3 times daily i.v. or i.m. for 3-5 days. in the last few days AND has any WERNICKE’S TRANSFER TO HOSPITAL. of the folllowing signs: ENCEPHALOPATHY – nystagmus (involuntary, rapid and repetitive movement of the eyes) – ophthalmoplegia (weakness/paralysis of one or more of the muscles that control eye movement) – ataxia (uncoordinated movements). C Person has used stimulants in the Suspect Treat with diazepam 5-10 mg p.o., i.v. or p.r. until the patient is last few days: Dilated pupils, excited, STIMULANT lightly sedated. racing thoughts, disordered thinking, INTOXICATION If psychotic symptoms do not respond to diazepam, consider strange behaviour, recent use of an antipsychotic such as haloperidol 1-2.5 mg p.o. or i.m. psychoactive substances, raised pulse If psychotic symptoms persist, go to PSY and blood pressure, aggressive, erratic, or violent behaviour. CLINICAL TIP » Following the management of emergency presentation, GO to SUB 1 assessment and SUB 2 management protocols 1 to 6 as appropriate. DISORDERS DUE TO SUBSTANCE USE 113 114 SUB 1 DISORDERS DUE TO SUBSTANCE USE Assessment SUB 1 Assessment COMMON PRESENTATIONS OF DISORDERS DUE TO SUBSTANCE USE Appearing affected by alcohol or other substance (e.g. smell I ncidental findings: macrocytic anaemia, low platelet count, of alcohol, slurred speech, sedated, erratic behaviour) elevated mean corpuscular volume (MCV) Signs of recent drug use (recent injection marks, skin infection) E mergency presentation due to substance withdrawal overdose, or intoxication. Person may appear sedated, Signs and symptoms of acute behavioural effects, withdrawal overstimulated, agitated, anxious or confused features or effects of prolonged use (see Box 1) P ersons with disorders due to substance use may not Deterioration of social functioning (i.e. difficulties at work report any problems with substance use. Look for: or home, unkempt appearance) – Recurrent requests for psychoactive medications including Signs of chronic liver disease (abnormal liver enzymes), analgesics jaundiced (yellow) skin and eyes, palpable and tender liver edge (in early liver disease), ascites (distended abdomen is filled – Injuries with fluid), spider naevi (spider-like blood vessels visible on – Infections associated with intravenous drug use (HIV/AIDS, the surface of the skin), and altered mental status (hepatic Hepatitis C) encephalopathy) Problems with balance, walking, coordinated movements, and nystagmus CLINICAL TIP » Avoid stereotyping! All persons presenting to health care facilities should be asked about their tobacco and alcohol use.",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": true,
    "has_followup": false
  }
}