{
  "id": "mhGAPv2_21a89b99",
  "corpus": "mhGAPv2",
  "condition": "General",
  "text": "Guidance for improving behaviour can be provided to all carers PSYCHOSOCIAL INTERVENTIONS who are having difficulty with their child/adolescent’s behaviour even if a behavioural disorder is not suspected. 2.1 G uidance to promote child/adoles- physical activity each day through daily activities, play, or 2.3 Guidance for improving behaviour cent well-being and functioning sports. See www.who.int/dietphysicalactivity/publications/ recommendations5_17years ENCOURAGE THE CARER TO: Participate in school, community, and other social activities Give loving attention, including playing with the child every day. Can be provided to all children, adolescents as much as possible. Provide opportunities for the adolescents to talk to you. and carers even if no disorder is suspected. Spend time with trusted friends and family. Be consistent about what your child/adolescent is allowed and not allowed to do. Give clear, simple, and short Avoid the use of drugs, alcohol, and nicotine. instructions on what the child should and should not do. ENCOURAGE THE CARER TO: Spend time with their child in enjoyable activities. Give the child/adolescent simple daily household tasks to do that 2.2 P sychoeducation to person and Play and communicate with their child/adolescent. match their ability level and praise them immediately after they do http://www.who.int/maternal_child_adolescent/documents/ carers and parenting advice the task. care_child_development/en/ Praise or reward the child/adolescent when you observe good Listen to the child/adolescent and show understanding Explain the delay or difficulty to the carer and the child/ behaviour and give no reward when behaviour is problematic. adolescent as appropriate and help them identify strengths and respect. Find ways to avoid severe confrontations or foreseeable and resources. Protect them from any form of maltreatment, including difficult situations. Praise the carer and the child/adolescents for their efforts. bullying and exposure to violence in the home, at school, Respond only to the most important problem behaviours and in the community. and make punishment mild (e.g. witholding rewards and fun Explain to the carer that parenting a child/adolescent with an Anticipate major life changes (such as puberty, starting emotional, behavioural or developmental delay or disorder activities) and infrequent compared to the amount of praise. school, or birth of a sibling) and provide support. can be rewarding but also very challenging. Put off discussions with the child/adolescent until you are calm. Avoid using criticism, yelling, and name-calling. Explain that persons with mental disorders should not be ENCOURAGE AND HELP THE CHILD / ADOLESCENT TO: blamed for having the disorder. Encourage carers to be kind DO NOT use threats or physical punishment, and never and supportive and show love and affection. Get enough sleep. Promote regular bed routines and physically abuse the child/adolescent. Physical punishment can remove TV or other electronic devices with screens from the Promote and protect human rights of the person and the family harm the child-carer relationship; it does not work as well as sleeping area/bedroom. and be vigilant about maintaining human rights and dignity. other methods and can make behaviour problems worse. Eat regularly. All children/adolescents need three meals Help carers to have realistic expectations and encourage Encourage age-appropriate play (e.g. sports, drawing or (breakfast, mid-day, and evening) and some snacks each day. them to contact other carers of children/adolescents with other hobbies) for adolescents and offer age-appropriate support in practical ways (e.g. with homework or other similar conditions for mutual support. Be physically active. If they are able, children and life skillls). adolescents aged 5–17 should do 60 minutes or more of CHILD & ADOLESCENT MENTAL & BEHAVIOURAL DISORDERS 87 88 CMH 2 CHILD & ADOLESCENT MENTAL & BEHAVIOURAL DISORDERS Management 2.4 Psychoeducation for Persons with developmental disorders may often have Make predictable routines in the morning and at bedtime. developmental delay/disorder associated behavioural problems that are difficult for the carer Promote regular sleep habits. Schedule the day with regular to manage. See guidance for improving behaviours. (2.3) times for eating, playing, learning, and sleeping. ENCOURAGE THE CARER TO: Promote and protect the human rights of the person For excessive and unrealistic fears: and family and be vigilant about maintaining human Learn what the child’s strengths and weaknesses are and – Praise the child/adolescent or give small rewards when rights and dignity. how they learn best, what is stressful to the child and what they try new things or act bravely. makes him/her happy, and what causes problem behaviours – Educate carers to avoid institutionalization. – Help the child practice facing the difficult situation one and what prevents them. – Promote access to health information and services. small step at a time (e.g. if the child is afraid of separating – Promote access to schooling and other forms of education. from the carer, help the child gradually increase the Learn how the child communicates and responds (using – Promote access to occupations. amount of time he/she plays alone while the carer is words, gestures, non-verbal expression, and behaviours). – Promote participation in family and community life. nearby). Help the child develop by engaging with her/him in everyday – Acknowledge the child’s feelings and worries and activities and play. encourage them to confront their fears. 2.5 Psychoeducation for emotional – Help the child/adolescent create a plan to help them cope Children learn best during activities that are fun and positive. problems/disorders including in case a feared situation occurs. Involve them in everyday life, starting with simple tasks, one depression in adolescents at a time. Break complex activities down into simple steps so Explain that emotional disorders are common and can that the child can learn and be rewarded one step at a time. happen to anybody. The occurrence of emotional disorders Address any stressful situation in the family environment does not mean that the person is weak or lazy. Make predictable daily routines by scheduling regular times such as parental discord or a parent’s mental disorder. With for eating, playing, learning, and sleeping. the help of teachers explore possible adverse circumstances Emotional disorders can cause unjustified thoughts of in the school environment. hopelessness and worthlessness. Explain that these views Keep their environment stimulating: avoid leaving the child are likely to improve once the emotional disorders improve. alone for hours without someone to talk to and limit time Provide opportunities for quality time with the carer and spent watching TV and playing electronic games. the family. Make the person aware that if they notice thoughts of self-harm or suicide, they should tell a trusted person and Keep them in the school setting for as long as possible, Encourage and help the child/adolescent to continue come back for help immediately. attending mainstream schools even if only part-time. (or restart) pleasurable and social activities. Use balanced discipline. When the child/adolescent does Encourage the child/adolescent to practice regular physical something good, offer a reward. Distract the child/adolescent activity, gradually increasing the duration of sessions. from things they should not do. Consider training the child/adolescent and carer in breathing DO NOT use threats or physical punishments when the exercises, progressive muscle relaxation and other cultural behaviour is problematic. equivalents. PSYCHOSOCIAL INTERVENTIONS (CONT.) 2.6 Carer support Ask about any stressful situations that may have an adverse 2.8 Brief psychological treatments impact on the child’s emotional well-being and learning. If the child is being bullied, advise the teacher on appropriate This guide does not provide specific protocols to implement Assess the psychosocial impact of the child/adolescent’s action to stop it. brief psychological interventions, such as parent skills training, disorders on the carers, and offer support for their personal, interpersonal therapy and behavioural therapy. WHO has social, and mental health needs. Explore strategies to help engage the child in school developed Parent Skills Training package for caregivers of activities and facilitate learning, inclusion, and participation. Promote necessary support and resources for their family children with developmental delay/disorders and is available life, employment, social activities, and health. Simple tips: on request. Arrange for respite care (trustworthy carers taking over – Provide opportunities for the child/adolescent to use care on a short term basis) to give primary carers a break, their skills and strengths. especially if the child has a developmental disorder. – Ask the student to sit at the front of the class. Support family to handle social and familial problems and – Give the student extra time to understand and complete help to problem solve. assignments. – Divide long assignments into smaller pieces and assign one piece at a time. 2.7 Liaise with teachers and other – Provide extra praise for effort and rewards for achievements. school staff – DO NOT use threats or physical punishments or excessive criticism. After getting consent from the child/adolescent and carer, – For students with significant difficulties in the classroom, contact the child/adolescent’s teacher and provide advice/ recruit a volunteer to come to class to provide one-on-one make a plan on how to support the child with learning and attention or pair the student with a peer who can provide participation in school activities. support or help with learning. Explain that the child/adolescent’s mental disorder is – If the child/adolescent has been out of school, help them affecting their learning/behaviour/social functioning and that return as soon as possible by creating a gradually increasing there are things the teacher can do to help. reintegration schedule. During the reintegration period, the student should be excused from quizzes and exams. CHILD & ADOLESCENT MENTAL & BEHAVIOURAL DISORDERS 89 90 CMH 3 CHILD & ADOLESCENT MENTAL & BEHAVIOURAL DISORDERS Follow-up CMH 3 Follow-up 1 ASSESS FOR IMPROVEMENT CLINICAL TIP » Is the person improving? If exposure to one or more types Reassess and monitor the child/adolescent’s symptoms, of maltreatment was identified behaviour, and functioning at every visit. in the assessment, assess ongoing exposure and risks to the child/ adolescent. » Continue with management plan and follow-up until symptoms cease or remit. » Provide additional psychoeducation and advice on » parenting. P rovide additional psychoeducation and advice on parenting, as appropriate. » » If on medication, consider gradually reducing R eview psychosocial interventions and revise management plan as needed. medication dose in consultation with a specialist. Involve child/adolescent and carers in decision-making, as appropriate. » » If not on medication, decrease frequency of Offer regular follow-up. follow up once symptoms have subsided and the child/adolescent is able to perform well in daily life. If NO improvement in symptoms and/or functioning in 6 months: » Provide additional interventions if available. » Increase the frequency of follow-up visits as needed. » REFER TO SPECIALIST if available, for further assessment and management.",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": true,
    "has_followup": true
  }
}