{
  "id": "mhGAPv2_f62cdcd5",
  "corpus": "mhGAPv2",
  "condition": "General",
  "text": "PHARMACOLOGICAL INTERVENTIONS FOR SPECIAL POPULATIONS, (women who are pregnant or breastfeeding, children/adolescents, and older adults), see detailed recommendations. 2.5 Psychosis 2.6 Manic Episode in Bipolar Disorder Antipsychotics should routinely be offered to a person If patient is on antidepressants: CAUTION with psychosis. For women who are pregnant or breastfeeding, avoid DISCONTINUE ANTIDEPRESSANTS Start antipsychotic medication immediately. See Table 1. valproate, lithium and carbamazepine. Use of low-dose to prevent further risk of mania. Prescribe one antipsychotic at a time. haloperidol is recommended with caution and under the Begin treatment with lithium, valproate, carba- care of a specialist, if available. Start at lowest dose and titrate up slowly to reduce risk of mazepine, or with antipsychotics (see Table 3). side effects. Consider a short term (2-4 weeks maximum) Try the medication at a typically effective dose for at Lithium: consider using lithium as first line treatment of benzodiazepine for behavioural disturbances or least 4-6 weeks before considering it ineffective. bipolar disorder only if clinical and laboratory monitoring are agitation: available, a nd prescribe only under specialist supervision. If Continue to monitor at that dose as frequently as possible and – Persons with mania who are experiencing agitation may laboratory examinations are not available or feasible, lithium as required for the first 4-6 weeks of therapy. If there is no benefit from short-term ( 2-4 weeks maximum) use of a should be avoided and valproate or carbamazepine should improvement, see Follow-up and Table 4. be considered. Erratic compliance or stopping lithium benzodiazepine such as diazepam. Monitor weight, blood pressure, fasting sugar, cholesterol and treatment suddenly may increase the risk of relapse. Do not – Benzodiazepines should be discontinued gradually as soon ECG for persons on antipsychotics if possible (see below). prescribe lithium where the lithium supply may be frequently as symptoms improve, as tolerance can develop. interrupted. Obtain kidney and thyroid function, complete blood count, ECG, and pregnancy tests before beginning Continue maintenance treatment for at least 2 years CAUTION! treatment if possible. after the last bipolar episode. Side effects to look for: Valproate and Carbamazepine: Consider these – Lithium or valproate can be offered for the maintenance MANI CO– L EAxRt rDaIpSOyrRaDmEidal side effects (EPS): akathisia, acute medications if clinical or laboratory monitoring for lithium is treatment of bipolar disorder. If treatment with one of dystonic reactions, tremor, cog- wheeling, muscular rigidity, not available or if specialist is not available to supervise these agents is not feasible, haloperidol, chloropromazine and tardive dyskinesia. Treat with anticholinergic medications lithium prescription. or carbamazepine may be used. Offer maintenance when indicated and available (see Table 2). treatment in primary care settings under specialist Haloperidol and risperidone: consider haloperidol and – Metabolic changes: weight gain, high blood pressure, supervision. increased blood sugar and cholesterol. risperidone only if no clinical or laboratory monitoring is available to start lithium or valproate. Risperidone can be – ECG changes (prolonged QT interval): monitor ECG used as an alternative to haloperidol in individuals with if possible. bipolar mania if availability can be assured, and cost is not a – Neuroleptic malignant syndrome (NMS): a rare, constraint. potentially life-threatening disorder characterized by muscular rigidity, elevated temperature, and high blood pressure. PSYCHOSES 41 42 PSY 2 PSYCHOSES Management TABLE 1: Antipsychotic medications MEDICATION DOSING SIDE EFFECTS CONTRAINDICATIONS / CAUTIONS HALOPERIDOL Start 1.5-3 mg daily. Common: sedation, dizziness, blurred vision, Caution in patients with: kidney disease, liver disease, Increase as needed (maximum 20 mg daily). dry mouth, urinary retention, constipation. cardiac disease, long QT syndrome or taking QT-prolonging medications. Route: oral (p.o.) or intramuscular (i.m.). Monitor ECG if possible. Serious: orthostatic hypotension, extrapyramidal side effects (EPS), ECG changes (prolonged QT interval), weight gain, galactorrhea, amenorrhea, Neuroleptic malignant syndrome (NMS). RISPERIDONE Start 1 mg daily. Common: sedation, dizziness, tachycardia. Caution in patients with: cardiac disease. Increase to 2-6 mg daily (maximum 10 mg). Route: p.o. Serious: orthostatic hypotension, metabolic effects (elevated Drug-drug interactions: carbamazepine can reduce levels of lipids, insulin resistance, weight gain), EPS, elevated prolactin, risperidone, whereas fluoxetine can increase levels. sexual dysfunction, NMS. CHLORPROMAZINE Start 25-50 mg daily. Common: sedation, dizziness, blurred vision, dry mouth, Contraindications: impaired consciousness, bone marrow depression, Increase to 75-300 mg daily (up to 1000 mg urinary retention, constipation, tachycardia. pheochromocytoma. may be necessary for severe cases). Route: p.o. Serious: orthostatic hypotension, syncope, EPS, Caution in patients with: respiratory disease, kidney disease, liver photosensitivity, weight gain, galactorrhea, amenorrhea, disease, glaucoma, urinary retention, cardiac disease, long QT syndrome sexual dysfunction, priapism, NMS, agranulocytosis, or taking QT-prolonging medications. Monitor ECG if possible. jaundice. Drug-drug interactions: – Increases effects of blood pressure lowering medications. – Lowers blood pressure if combined with epinephrine. – Levels may be increased by antimalarials including quinine. FLUPHENAZINE Start 12.5 mg. Common: sedation, dizziness, blurred vision, dry mouth, Contraindications: impaired consciousness, parkinsonism. depot/long-acting Use 12.5-50 mg every 2-4 weeks. urinary retention, constipation, tachycardia. Route: i.m. in gluteal region. Caution in patients with: cardiac disease, kidney disease, liver disease. Serious: orthostatic hypotension, syncope, EPS, Use with caution in older adults. Avoid in women who are pregnant/ photosensitivity, weight gain,galactorrhea, amenorrhea, breastfeeding. sexual dysfunction, priapism, NMS, agranulocytosis, Drug-drug interactions: jaundice. – Increases effects of blood pressure lowering medications. Do not use in children/adolescents. – Can lower blood pressure if used with epinephrine. TABLE 2: Anticholinergic medications (for treatment of extrapyramidal side effects (EPS) Avoid in women who are pregnant or breastfeeding if possible. MEDICATION DOSING SIDE EFFECTS CONTRAINDICATIONS / CAUTIONS BIPERIDEN Start 1 mg twice daily. Common: sedation, confusion and memory Caution in patients with: cardiac, liver, or kidney disease. Increase to 3-12 mg daily. disturbance (especially in older adults), tachycardia, dry Drug-drug interactions: Caution when combining with other Route: p.o or intravenous (i.v.). mouth, urinary retention and constipation. anticholinergic medications. TRIHEXYPHENIDYL Start 1 mg daily. Rarely, angle-closure glaucoma, myasthenia gravis and (Benzhexol) Increase to 4-12 mg per day in 3-4 divided doses gastrointestinal obstruction. (maximum 20 mg daily). Route: p.o TABLE 3: Mood stabilizers Avoid in women who are pregnant or breastfeeding if possible. MEDICATION DOSING SIDE EFFECTS CONTRAINDICATIONS / CAUTIONS LITHIUM Start 300 mg daily. Increase gradually every Common: sedation, cognitive problems, tremor, : Contraindicated in patients with: severe cardiac or kidney disease. 7 days until target blood level reached (maximum impaired coordination, hypotension, leukocytosis, Dehydration can increase lithium levels. 600-1200 mg daily). Monitor every 2-3 months. polyuria, polydipsia, nausea, diarrhea, weight gain, hair Use only if clinical Route: p.o loss, rash. Drug-drug interactions: nonsteroidal anti-inflammatory drugs (NSAIDs), and laboratory monitoring angiotensin-converting-enzyme inhibitor (ACE inhibitor), thiazide diuretics, Target blood levels: 0.6-1.0 mEq/liter Serious: diabetes insipidus, hypothyroidism, are available. metronidazole, and tetracycline can increase lithium levels. – In acute manic episode: 0.8-1.0 mEq/liter ECG changes (arrhythmia, sick sinus syndrome, – For maintenance treatment: 0.6-0.8 mEq/liter. T-wave changes). Lithium toxicity can cause seizures, delirium, coma, and death. 6 months on medication is needed to determine full effectiveness of maintenance treatment. SODIUM VALPROATE Start 500 mg daily. Common: sedation, headache, tremor, ataxia, nausea, Caution in patients with: underlying or suspected hepatic disease. Increase slowly to 1000-2000 mg daily vomiting, diarrhea, weight gain, transient hair loss. Monitor liver function tests and platelets if possible. (maximum 60 mg/kg/day). Serious: impaired hepatic function, Drug-drug interactions: Route: p.o thrombocytopenia, leucopenia, drowsiness/ Valproate levels decreased by carbamazepine, increased by aspirin. Preferred choice in persons living with confusion, liver failure, hemorrhagic pancreatitis. HIV HIV/AIDS due to drug-drug interactions. CARBAMAZEPINE Start 200 mg daily. Common: sedation, confusion, dizziness, ataxia, Contraindicated in patients with: history of blood disorders, Increase by 200 mg weekly to 400-600 mg daily in double vision, nausea, diarrhea, benign leucopenia. kidney, liver, or cardiac disease. two divided doses (maximum 1200 mg daily). Serious: hepatotoxicity, cardiac conduction delay, Drug-drug interactions. Route: p.o low sodium levels, severe rash. – May reduce the effects of hormonal birth control, immunosuppressants, Note: Dose may need to be adjusted after antiepileptics, antipsychotics, methadone and some antiretrovirals. 2 weeks due to induction of its own metabolism. – Levels can be increased by certain antifungals and antibiotics. PSYCHOSES 43 44 PSY 2 PSYCHOSES Management TABLE 4: Review adherence, side effects and dosing based on clinical situation/ presentation CLINICAL SITUATION ACTION The person is not tolerating antipsychotic Reduce the dose of antipsychotic medication. medication, i.e. the person has If side-effects persist, consider switching to another antipsychotic medication. extrapyramidal symptoms (EPS) or other Consider adding anticholinergic medication for short-term use to treat EPS if these strategies fail or if symptoms are severe (see Table 2). serious side effects Adherence to treatment is Discuss reasons for non-adherence with the person and carers. unsatisfactory And provide information regarding importance of medication. Consider depot/long-acting injectable antipsychotic medication as an option after discussing possible side effects of oral versus depot preparations. Treatment response is inadequate Verify that the person is receiving an effective dose of medication. If the dose is low, increase gradually to lowest effective dose to reduce (i.e. symptoms persist or worsen) despite the risk of side effects. adherence to medication Enquire about alcohol or substance use and take measures to reduce this. Go to » SUB. Enquire about recent stressful event that may have led to worsening of clinical condition and take measures to reduce stress. » Review symptoms to rule out physical and/or other priority MNS conditions. Go to PSY 1, see STEP 1 Consider risperidone as an alternative to haloperidol or chlorpromazine, if cost and availability are not constraints. If the person does not respond to adequate dose and duration of more than one antipsychotic medication, using one medicine at a time, then antipsychotic combination treatment may be considered; preferably under the supervision of a specialist, with close clinical monitoring. Consider consultation with a specialist for the use of clozapine in those who have not responded to other antipsychotic medications at adequate doses and durations. Only use clozapine under the supervision of a specialist and only if routine laboratory monitoring is available, due to the risk of life-threatening agranulocytosis.",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": true,
    "has_followup": true
  }
}