{
  "id": "mhGAPv2_87034ba4",
  "corpus": "mhGAPv2",
  "condition": "General",
  "text": "BOX 1: PSYCHOACTIVE SUBSTANCES: ACUTE BEHAVIOURAL EFFECTS, WITHDRAWAL FEATURES, AND EFFECTS OF PROLONGED USE ACUTE BEHAVIOURAL EFFECTS WITHDRAWAL FEATURES EFFECTS OF PROLONGED USE Alcohol Smell of alcohol on breath, slurred speech, disinhibited Tremors, shaking, nausea/vomiting, increased heart rate Loss of brain volume, reduction in cognitive capacity, behavior, agitation, vomiting, unsteady gait and blood pressure, seizures, agitation, confusion, impaired judgement, loss of balance, liver fibrosis, hallucinations gastritis, anaemia, increased risk of some cancers and a Can be life-threatening range of other medical problems Benzodiazepines Slurred speech, disinhibited behavior, unsteady gait Anxiety, insomnia, tremors, shaking, nausea/vomiting, Memory impariment, increased risk of falls in the elderly, increased heart rate and blood pressure, seizures, risk of fatal sedative overdose agitation, confusion, hallucinations Can be life-threatening Opioids Pinpoint pupils, drowsiness and falling asleep, decreased Dilated pupils, anxiety, nausea/vomiting/diarrhea, Constipation, risk of fatal sedative overdose, hypogonadism, awareness, slow speech abdominal cramps, muscle aches and pains, headaches, adaptations in reward, learning and stress responses runny eyes and nose, yawning, hair standing up on arms, increased heart rate and blood pressure Tobacco Arousal, increased attention, concentration and memory; Irritibility, hostility, anxiety, dysphoria, depresed mood, Lung disease (in tobacco smokers), cardiovascular disease, decreased anxiety and appetite; stimulant-like effects increased heart rate, increased appetite risk of cancers and other health effects Cocaine, Methamphetamines & Dilated pupils, increased blood pressure and heart rate, Fatigue, increased appetite, depressed, irritable mood Hypertension, increased risk of cerebrovascular accidents Amphetamine-type stimulants excited, euphoric, hyperactivity, rapid speech, racing Watch out for suicidal thoughts (CVAs), arrythmias, heart disease, anxiety, depression thoughts, disordered thinking, paranoia, aggressive, erratic, violent Khat Alertness, euphoria, and mild excitation Lethargy, depressed mode, irritability Khat users often spend a significant portion of the day chewing khat; consti-pation, risk of mental health problems such as psychosis Cannabis Normal pupils, red conjunctivae, delayed Depressed or labile mood, anxiety, irritability, sleep Increased risk of mental health problems including responsiveness, euphoria, relaxation disturbance (there may not be any clearly observable anxiety, paranoia and psychosis, lack of motivation, features) difficulty in concentration, increased risk of vasospasm leading to myocardial infarction and stroke Tramadol Opioid effects (sedation, euphoria, etc.) followed by Predominantly opioid withdrawal effects but also some Opioid dependence, risk of seizures, disturbed sleep stimulant effects (excitation and in high doses seizures serotonin norepinephrine reuptake inhibitor (SNRI) withdrawal symptoms (depressed mood, lethargy) Volatile solvents Dizziness, disorientation, euphoria, light-headedness, Increased susceptibility to seizures Decreased cognitive function and dementia, peripheral increased mood, hallucinations, delusions, incoord- neuropathy, other neurological sequelae, increased risk of ination, visual disturbances, anxiolysis, sedation arrythmias causing sudden death Hallucinogens Increased heart rate, blood pressure, body temperature, No evidence Acute or chronic psychotic episodes, flashbacks or re- decreased appetite, nausea, vomiting, motor experiencing of drug effects long after termination of use incoordination, papillary dilatation, hallucinations MDMA Increased self-confidence, empathy, understanding, Nausea, muscle stiffness, headache, loss of appetite, Neurotoxic, leads to behavioral and physiological sensation of intimacy, communication, euphoria, energy blurred vision, dry mouth, insomnia, depression, anxiety, consequences, depression fatigue, difficulty concentrating DISORDERS DUE TO SUBSTANCE USE 115 116 SUB 1 DISORDERS DUE TO SUBSTANCE USE Assessment 1 CLINICAL TIP Does the person use substances? While taking a history, ask: How the person started using substances? Ask about use of tobacco, alcohol, and psychoactive prescription When they started using them? medicines. Depending on the setting and the presentation, consider What was happening in their asking about cannabis and other substance use. life at that time? If anyone in their family or social circle use substances? If they have tried to reduce their use? Why? What happened? Emphasise the health benefits of not using psychoactive substances. EXIT MODULE 2 Is the substance use harmful? For each substance used assess: A Frequency and quantity of use. (Hint: Ask “How many days per week do you use this substance? How much do you use per day?”) B Harmful behaviours. (Hint: Ask “Does your substance use cause you any problems?”) – Injuries and accidents – Sexual activity while intoxicated that was risky – Violence towards others – Driving while intoxicated or later regretted – Poor performance in education, employment roles – Drug injection, sharing needles, reusing needles – Legal or financial problems – Poor performance in expected social roles – Relationship problems as a result of use – Inability to care for children responsibly (e.g. parenting) Remember answers for use later during assessment. 3 Is DEPENDENCE likely? For each substance used ask about the following features of dependence: – High levels of frequent substance use – Difficulty self regulating the use of that substance – A strong craving or sense of compulsion to despite the risks and harmful consequences use the substance – Increasing levels of use tolerance and withdrawal symptoms on cessation CLINICAL TIP Proceed to PROTOCOL 2 Patterns of substance use that suggest dependence include: TOBACCO: several times a day, often starting in the morning. ALCOHOL: more than 6 standard drinks at a time, and daily use. IF THERE IS IMMINENT RISK OF PRESCRIPTION PILLS: taking a higher dose of medication than SUICIDE, ASSESS AND MANAGE prescribed and lying to get prescriptions. before continuing to Protocol CANNABIS: at least 1 g of cannabis daily. (Go to SUI) Is the substance use harmful? See answer in step 2, above. Provide psychoeducation about the risks Proceed to PROTOCOL 1 of different levels of each substance used. EXIT MODULE IF THERE IS IMMINENT RISK OF SUICIDE, ASSESS AND MANAGE before continuing to Protocol (Go to SUI) DISORDERS DUE TO SUBSTANCE USE 117 118 SUB 2 DISORDERS DUE TO SUBSTANCE USE Management SUB 2 Management PROTOCOL 1 Harmful Use » Provide psychoeducation and emphasize that the level/pattern of substance use is causing harm to health. » Explore the person’s motivations for substance use. Conduct motivational interviewing. (See BRIEF PSYCHOSOCIAL INTERVENTION – MOTIVATIONAL INTERVIEWING (2.2)). » Advise stopping the substance completely or consuming it at a non-harmful level, if one exists. Verbalise your intention to support the person to do this. Ask them if they are ready to make this change. » Explore STRATEGIES FOR REDUCING OR STOPPING USE (2.3) and STRATEGIES FOR REDUCING HARM (2.5). » Address food, housing, and employment needs. » Follow up » If the person is an adolescent or a woman of child-bearing age, pregnant, or breastfeeding, see SPECIAL POPULATIONS.",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": true,
    "has_followup": false
  }
}