{
  "id": "mhGAPv2_2e35544f",
  "corpus": "mhGAPv2",
  "condition": "General",
  "text": "INTRODUCTION 1 2 INTRODUCTION Mental Health Gap Action level; as a capacity building tool for a wide range of health questionnaire and locally facilitated focus group discussions were professionals and para-professionals; and as a reference guide coordinated by WHO. Reviewer responses collected throughout Programme (mhGAP) – Background for developing and updating undergraduate and post-graduate this process have been incorporated into the mhGAP-IG 2.0. curricula for health professionals. According to WHO Mental Health Atlas 2014, more than 45% of Furthermore, several users of mhGAP-IG have highlighted the the world population lives in a country where there is less than 1 limitations of only having a paper-based format, suggesting that psychiatrist for every 100,000 people and there are even fewer Development of mhGAP-Intervention interactive electronic or internet-based (e-) or mobile (m-) versions neurologists. It is clear that relying solely on specialists to provide Guide – Version 2.0 of mhGAP-IG might have benefits in terms of increased ease of services for people affected by mental, neurological and substance use (MNS) disorders would prevent millions of people from acces- use, added functionality and cost savings. mhGAP-IG 2.0 has there- sing the services they need. Even when available, the interventions The updated mhGAP guidelines and the feedback and evaluation fore, been designed and packaged with the intention to work across often are not evidence-based or of high quality. The Mental from mhGAP-IG 1.0 users have shaped the revision and develop- these multiple domains: paper, electronic, and mobile, with the Health Gap Action Programme (mhGAP) was thus developed ment of this updated version of mhGAP-IG. A complete update e-mhGAP-IG currently under development and to be released soon. with the objective of scaling up care for MNS disorders. of the mhGAP guidelines following the WHO’s process of guideline development methodology, including the process of Incorporating this extensive feedback, the updated 2015 mhGAP The mhGAP approach consists of interventions for prevention evidence review, synthesis and development of recommendations guidelines and the new opportunities afforded by an e-version, and management of priority MNS conditions, identified on through the participation of an international panel of individual the key updates of mhGAP-IG 2.0 include: the basis of evidence about the effectiveness and feasibility of experts and institutions with appropriate background experi- scaling up these interventions in low- and middle-income Content update in various sections based on new evidence, countries. Priority conditions were identified based on the ence: clinicians, researchers, programme managers, policy feedback and recommendations from mhGAP users. criteria that they represented a high burden (in terms of makers and service users, was performed and published in 2015. mortality, morbidity and disability), resulted in large economic The detailed methods and updated recommendations can be Use of a vertical algorithm model, allowing for a streamlined costs or were associated with violations of human rights. found in the mhGAP Evidence Resource Centre. http://www. and simplified clinical assessment. These priority conditions include depression, psychoses, who.int/mental_health/mhgap/evidence/en/. self-harm/suicide, epilepsy, dementia, disorders due to sub- Inclusion of new algorithm for follow-up in all modules. stance use and mental and behavioural disorders in children and Feedback has been received from experts in all WHO regions who Inclusion of two new modules: Essential care and practice adolescents. The mhGAP-Intervention Guide (mhGAP-IG) is a used the mhGAP-IG package in the past three years to train non- (which is an update for the chapter on General Principles of resource to facilitate delivery of the mhGAP evidence-based specialized health care professionals and to provide MNS services Care in version 1.0) and Implementation module. guidelines in non-specialized health care settings. at several implementation sites. A preliminary draft of mhGAP-IG A revised module for Psychoses (integrating both psychosis 2.0, based on expert and field inputs, was then circulated among a Uptake of mhGAP-IG Version 1.0 by WHO Member States and and bipolar disorder), Child and Adolescent Mental and wide group of reviewers across the world, allowing for a diversity other stakeholders has been remarkable and clearly shows the Behavioural Disorders (covering Developmental, Behavioral need for such a tool. mhGAP-IG Version 1.0 has been used at of opinion in this intensive review process. This process incorpo- and Emotional Disorders), and Disorders due to Substance the country level through the following varied methods: most rated feedback from a range of end-users, including non-specialist Use (including both disorders due to alcohol and disorders commonly, as a key tool in the phased approach to scale-up health care providers and people with MNS disorders across all due to drug use). mental health services on a regional, national, and sub-national WHO regions. End-user feedback was collected through a Use of mhGAP-IG Version 2.0 How to use the mhGAP-IG Version 2.0 The mhGAP-IG is a model guide and it is essential that it is adapted The mhGAP-IG is a model guide and it is essential that it is The Assessment section is presented in a framework of to the unique national or local situation. Users may select a subset adapted to the unique national or local situation. Users may flowcharts with multiple clinical assessment points. Each of the priority conditions or interventions to adapt and implement, select a subset of the priority conditions or interventions to module starts with common presentations of the suspected depending on the contextual differences in prevalence and adapt and implement, depending on the context. condition, from which there are a series of clinical assess- availability of resources. Adaptation is necessary to ensure that the ment questions one should move down answering yes or no, conditions that contribute most to disease burden in a specific The mhGAP-IG 2.0 begins with “Essential Care and Practice”, which directs the user to move on for further instructions to country are covered, and that mhGAP-IG 2.0 is appropriate for a set of good clinical practices and general guidelines for reach a final clinical assessment. It is important that users of the local conditions that affect treatment of people with MNS interactions of health care providers with people seeking the mhGAP-IG start at the top of the assessment and move disorders in the health care facility. The adaptation process should mental health care. All users of the mhGAP-IG should through all the decision points to develop a comprehensive be used as an opportunity to develop a consensus on technical issues across disease conditions—this requires involvement of key familiarize themselves with these principles and should clinical assessment and management plan. national stakeholders. Adaptation will include language translation follow them as far as possible. and ensuring that the interventions are acceptable in their The Management section consists of intervention details The mhGAP-IG includes a “Master Chart”, which provides sociocultural context and suitable for the local health system. which provide information on how to manage the specific information on common presentations of the priority conditions that have been assessed. This includes more conditions. This guides the clinician to the relevant modules. The target user group of mhGAP-IG is non-specialized health- technical psychosocial and pharmacological interventions care providers working at first- and second-level health-care The most serious conditions should be managed first. when appropriate. facilities. These providers include primary care doctors, nurses mhGAP-IG 2.0 has a new addition to the Master Chart – and other members of the health-care workforce. Although Emergency Presentations of Priority MNS Conditions. The Follow-up section provides detailed information on mhGAP-IG 2.0 is to be implemented primarily by non-specialists, This section has been added to help identify emergency how to continue the clinical relationship and detailed mental health care specialists may also find it useful in their situations and direction to management guidelines. instructions for follow-up management. work. In addition, specialists have an essential and substantial role in training, support and supervision, and mhGAP-IG 2.0 The modules, organized by individual priority conditions, are indicates where access to specialists is required for consultation a tool for clinical decision-making and management. Each The mhGAP-IG 2.0 uses a series of symbols to highlight or referral to improve utilization of scarce resources. Specialists module is in a different colour to allow easy differentiation. certain aspects within the modules. A list of the symbols would also benefit from training on public health aspects of There is an introduction at the beginning of each module and their explanation is given on the following page. the programme and service organization. Implementation of that explains which condition(s) the module covers and a Throughout the modules, important points are also mhGAP-IG ideally requires coordinated action by public health quick overview describing key assessment and management highlighted as key clinical tips. experts and managers, and dedicated specialists with a back- steps. ground in public health. Therefore, training in the use of Also included is a module on Implementation of mhGAP-IG, mhGAP-IG is best done as part of a systems approach involving Each of the modules consists of three sections: which provides summary steps on how to implement health planners, managers and policy makers so that the mhGAP-IG. Assessment interventions proposed are supported by necessary infrastructure/ At the end of the guide, a glossary of terms used in resources e.g. availability of essential medicines. mhGAP-IG Management mhGAP-IG 2.0 is provided. training also needs to be incorporated in an ongoing manner with mechanisms in place to ensure adequate support, supervi- Follow-up sion and refresher training for the healthcare providers. 3 4 INTRODUCTION Visual Elements & Symbols Sequence of assessment steps Children / adolescents Assessment 1 Women who are of child-bearing age, pregnant or breastfeeding Management Adult Older adult Follow-up CAUTION Stop and exit module Refer to hospital Do not Go to PROTOCOL 1 Medication Further information Return to algorithm after following instructions Move to another section Psychosocial intervention within module Consult specialist CLINICAL TIP ESSENTIAL CARE & PRACTICE This module outlines the principles of essential care for all people A. GENERAL PRINCIPLES seeking health care, including those with MNS conditions, and – Use effective communication skills their carers. The first section of this module covers the general prin- – Promote respect and dignity ciples of clinical care and aims to promote respect for the privacy of people seeking care for MNS conditions, foster good relation- B. E SSENTIALS OF MENTAL HEALTH ships between health care providers, service users and their carers, CLINICAL PRACTICE and ensure care is provided in a non-judgmental, non-stigmatizing, and supportive manner. The second section covers essentials of – Assess physical health mental health clinical practice and aims to present healthcare – Conduct a MNS assessment providers with an overview of the assessment and management – Manage MNS conditions of MNS conditions in non-specialized settings. ESSENTIAL CARE AND PRACTICE 5 6 EECCPP ESSENTIAL CARE & PRACTICE A. GENERAL PRINCIPLES I. Use Effective Communication Skills Using effective communication skills allows healthcare COMMUNICATION TIP #2 COMMUNICATION TIP #5 providers to deliver good quality care to adults, adolescents, Involve the person Use good verbal communication skills and children with mental, neurological and substance use (MNS) conditions. Consider the following core communication skills Include the person (and with their consent, their carers Use simple language. Be clear and concise. and tips: and family) in all aspects of assessment and management Use open-ended questions, summarizing and clarifying as much as possible. This includes children, adolescents statements. COMMUNICATION TIP #1 and older adults. Summarize and repeat key points. Create an environment that Allow the person to ask questions about the information facilitates open communication COMMUNICATION TIP #3 provided. Start by listening Meet the person in a private space, if possible. Be welcoming and conduct introductions in a culturally Actively listen. Be empathic and sensitive. COMMUNICATION TIP #6 appropriate manner. Allow the person to speak without interruption. Respond with sensitivity when people Maintain eye contact and use body language and facial If the history is unclear, be patient and ask for clarification. disclose difficult experiences (e.g. expressions that facilitate trust. For children, use language that they can understand. For sexual assault, violence or self-harm) Explain that information discussed during the visit will example, ask about their interests (toys, friends, school, etc.). be kept confidential and will not be shared without prior For adolescents, convey that you understand their feelings Show extra sensitivity with difficult topics. permission. and situation. If carers are present, suggest to speak with the person Remind the person that what they tell you will remain alone (except for young children) and obtain consent to confidential. COMMUNICATION TIP #4 share clinical information. Acknowledge that it may have been difficult for the Be friendly, respectful and non- When interviewing a young woman, consider having person to disclose the information. another female staff member or carer present. judgemental at all times Always be respectful. Don’t judge people by their behaviours and appearance. Stay calm and patient. II. Promote Respect and Dignity Persons with MNS conditions should be treated with respect and dignity in a culturally appropriate manner. As a health care DOs DON'Ts provider, make every effort to respect and promote the will and preference of people with MNS conditions and support Treat people with MNS conditions with respect and Do not discriminate against people with MNS and engage them and their carers in the most inclusive way. dignity. conditions. Persons with MNS conditions are often more vulnerable to human rights violations. Therefore, it is essential that in the Protect the confidentiality of people with MNS Do not ignore the priorities or wishes of people with health care setting, providers promote the rights of people with conditions. MNS conditions. MNS conditions in line with international human rights Ensure privacy in the clinical setting. Do not make decisions for, on behalf of, or instead of standards, including the UN Convention on the Rights of Persons the person with MNS conditions. with Disability (CRPD)*. Always provide access to information and explain the proposed treatment risks and benefits in writing, if Do not use overly technical language in explaining *For more information on CRPD: https://www.un.org/ possible. proposed treatment. development/desa/disabilities/convention-on-the-rights-of- persons-with-disabilities.html Make sure the person provides consent to treatment. Promote autonomy and independent living in the community. Provide persons with MNS conditions with access to supported decision making options. ESSENTIAL CARE AND PRACTICE 7 8 ECP EESSSSEENNTTIIAALL CCAARREE A& NPDR APCRTAICCETICE B. ESSENTIALS OF MENTAL HEALTH CLINICAL PRACTICE I. Assess Physical Health Assessment of Physical Health Management of Physical Health Persons with MNS disorders are at higher risk of premature mortality from preventable disease and therefore must always receive a physical health assessment as part of a comprehensive Take a detailed history and ask about risk factors. Treat existing comorbidities concurrently with the MNS evaluation. Be sure to take a proper history, including both Physical inactivity, inappropriate diet, tobacco, disorder. Refer to/consult with specialists, if needed. physical health and MNS history, followed by a physical health harmful alcohol and/or substance use, risky behaviour Provide education on modifiable risk factors to prevent assessment to identify concurrent conditions and educate the and chronic disease. disease and encourage a healthy lifestyle. person about preventive measures. These actions must always Perform a physical examination. To support physical health of persons with MNS conditions, be undertaken with the person’s informed consent. Consider a differential diagnosis. health care providers should: Rule out physical conditions and underlying causes of MNS – Provide advice about the importance of physical activity presentations by history, physical examination and basic and a healthy diet. laboratory tests as needed and available. – Educate people about harmful alcohol use. Identify comorbidities. – Encourage cessation of tobacco and substance use. Often, a person may have more than one MNS condition at the same time. It is important to assess and manage this – Provide education about other risky behaviour (e.g. when it occurs. unprotected sex). – Conduct regular physical health checks and vaccinations. – Prepare people for developmental life changes, such as puberty and menopause, and provide the necessary CLINICAL TIP: support. Persons with severe mental disorders are 2 to 3 times – Discuss plans for pregnancy and contraception methods more likely to die of preventable disease like infections with women of childbearing age. and cardiovascular disorders. Focus on reducing risk through education and monitoring.",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": true,
    "has_followup": true
  }
}