{
  "id": "mhGAPv2_c6ed4aeb",
  "corpus": "mhGAPv2",
  "condition": "General",
  "text": "SUI 3 Follow-up RECOMMENDATIONS ON FREQUENCY OF CONTACT 1 » MAINTAIN REGULAR CONTACT (via telephone, home visits, letters or contact ASSESS FOR IMPROVEMENT cards) more frequently initially (e.g. daily, weekly) for the first 2 months. » Follow-up for as long as the risk of Is the person improving? self-harm/suicide persists. » Decrease contact as the person improves. » Continue following-up for 2 years, further decreasing contact according to improvement (e.g. once every 2-4 weeks after the initial 2 months, and twice in the second year). » Increase intensity or duration of contact as necessary. » Refer to specialist as needed. 2 ROUTINELY ASSESS FOR THOUGHTS AND PLANS OF SELF-HARM/SUICIDE » At every contact, routinely assess for suicidal thoughts and plans. Is the risk of self-harm/suicide imminent? See SUI 1 (Assessment). SELF-HARM /SUICIDE 139 140 SELF HARM / SUICIDE OTHER SIGNIFICANT MENTAL HEALTH COMPLAINTS This module aims to provide basic guidance on management Other mental health complaints are considered significant of a range of mental health complaints not covered elsewhere in when they impair daily functioning or when the person seeks this guide. Some of these complaints may be similar to depression, help for them. Other mental health complaints can be due but upon closer examination are distinct from the conditions to stress. covered in this guide. T his module should not be considered for people who meet the criteria for any of the mhGAP priority conditions (except self-harm). T his module should only be used after explicitly ruling out depression. » This module should be used when helping adults. In case the person is a child or adolescent, go to CMH. OTHER SIGNIFICANT MENTAL HEALTH COMPLAINTS 141 142 OTH OTHER SIGNIFICANT MENTAL HEALTH COMPLAINTS OTH Quick Overview ASSESSMENT MANAGEMENT R ule out physical causes that would fully Management Protocols explain the presenting symptoms 1. Other significant mental health complaints 2. Other significant mental health complaints in Rule out depression or other MNS conditions people exposed to extreme stressors Assess if the person is seeking help to relieve symptoms or has considerable difficulty with daily functioning Assess if the person has been exposed to FOLLOW-UP extreme stressors Assess if there is imminent risk of self-harm/suicide Ass O e T ss H m 1 e nt Assessment COMMON PRESENTATIONS OF OTHER SIGNIFICANT MENTAL HEALTH COMPLAINTS F eeling extremely tired, depressed, irritated, anxious or stressed. M edically unexplained somatic complaints (i.e. somatic symptoms that do not have a known physical cause that fully explains the symptom). 1 Is there a physical cause that fully explains the presenting symptoms? Manage any physical cause identified and recheck to see if the symptoms persist. 2 Is this depression or another MNS condition discussed in another module of this guide? Go to relevant module. OTHER SIGNIFICANT MENTAL HEALTH COMPLAINTS 143 144 OTH 1 OTHER SIGNIFICANT MENTAL HEALTH COMPLAINTS Assessment 3 Is the person seeking help to relieve symptoms or having considerable difficulty with daily functioning because of their symptoms? No treatment needed. OTHER SIGNIFICANT MENTAL HEALTH COMPLAINTS are likely 4 Has the person been exposed to extreme stressors? (e.g. physical or sexual violence, major accidents, bereavement or other major losses) Go to PROTOCOL 1 and 2 Go to PROTOCOL 1 IF THERE IS IMMINENT RISK OF SUICIDE, ASSESS AND MANAGE before continuing to Protocol 1 and 2 (Go to » SUI). OTH 2 Management PROTOCOL 1 OTHER SIGNIFICANT MENTAL HEALTH COMPLAINTS » DO NOT prescribe anti-anxiety or antidepressant medicines – Inform the person that no serious disease has been identified. Communicate the (unless advised by a specialist). normal clinical and test findings. » – If the person insists on further investigations, consider saying that performing DO NOT give vitamin injections or other ineffective treatments. unnecessary investigations can be harmful because they can cause unnecessary » In all cases, reduce stress and strengthen social supports as worry and side-effects. described in Essential care and practice (ECP). – Acknowledge that the symptoms are not imaginary and that it is still important to address symptoms that cause significant distress. – Address current psychosocial stressors. – Ask the person for their own explanation of the cause of their symptoms, and – Strengthen supports. ask about their concerns. This may give clues about the source of distress, help build a – Teach stress management such as relaxation techniques (see Box 1 at end of module). trusting relationship with the person and increase the person’s adherence to treatment. » When no physical condition is identified that fully explains a presenting – Explain that emotional suffering/stress often involves the experience of bodily somatic symptom, acknowledge the reality of the symptoms and provide sensations, such as stomach aches, muscle tension, etc. Ask for and discuss possible explanations. potential links between the person’s emotions/stress and symptoms. – Avoid ordering more laboratory or other investigations unless there is a clear – Encourage continuation of (or gradual return to) daily activities. medical indication, e.g. abnormal vital signs. – Remember to apply the practice of reducing stress and strengthening social – In case a further investigation is ordered anyway, reduce unrealistic expectations support. Go to » ECP. by telling the person that the expected result is likely to be normal. OTHER SIGNIFICANT MENTAL HEALTH COMPLAINTS 145 146 OTH 2 OTHER SIGNIFICANT MENTAL HEALTH COMPLAINTS Management PROTOCOL 2 OTHER SIGNIFICANT MENTAL HEALTH COMPLAINTS IN PEOPLE EXPOSED TO EXTREME STRESSORS (e.g. physical or sexual violence, major accidents, bereavement or other major loss) » In all cases, whether or not the person presents with emotional, physical or – In most cases, grief will diminish over time. One may think that the sadness, yearning behavioural problems after exposure to an extreme stressor, provide support or pain one feels will never go away, but in most cases, these feelings lessen over time. as described in PROTOCOL 1. Listen carefully. Sometimes a person may feel fine for a while, then something reminds them of the » loss and they may feel as bad as they did at first. There is no right or wrong way to DO NOT pressure the person to talk about the event. feel grief. Sometimes one might feel very sad, other times numb, and at other times » one might be able to enjoy oneself. These experiences usually become less intense Address the person’s social needs. and less frequent over time. – Ask the person about his/her needs and concerns. » In case of the loss of a loved one, discuss and support culturally appropriate – Help the person to address basic needs, access services and connect with family adjustment and/or mourning processes. and other social supports. – Ask if appropriate mourning ceremonies/rituals have happened or been planned. – Protect the person from (further) harm, if needed. If this is not the case, discuss the obstacles and how to address them. – Encourage the person to return to previous, normal activities, e.g. at school » or work, at home, and socially, if it is feasible and culturally appropriate. If prolonged grief disorder is suspected, consult a specialist for further assessment and management. » In case of any major loss explain that: – The person may have prolonged grief disorder if the symptoms involve – It is normal to grieve for any major loss. One can grieve for a person, a place, or considerable difficulty with daily functioning for at least 6 months and include property or the loss of one’s own health and wellbeing. Grief has both mental and severe preoccupation with or intense longing for the deceased person physical effects. accompanied by intense emotional pain. – People grieve in different ways. Some people show strong emotions while others do not. Crying does not mean one is weak. People who do not cry may feel the emotional pain just as deeply but have other ways of expressing it.",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": true,
    "has_followup": true
  }
}