{
  "id": "mhGAPv2_22c62d21",
  "corpus": "mhGAPv2",
  "condition": "General",
  "text": "33. Pharmacological Interventions 55. Follow-up Follow the guidelines on psychopharmacology in each A rrange a follow-up visit after the initial assessment. – Have a plan of action for when the person does not module. show up for appointments. After every visit, schedule a follow-up appointment and Use pharmacological interventions when available and encourage attendance. Schedule the appointment at a – Use family and community resources to contact people when indicated in the management algorithm and table who have not returned for regular follow-up. mutually convenient time. provided. – Consult a specialist if the person does not improve or Schedule initial follow-up visits more frequently worsens. In selecting the appropriate essential medication, until the symptoms begin to respond to treatment. consider the side effect profile of the medication (short – Document key aspects of interactions with the person Once symptoms start improving, schedule less frequent and long term), efficacy of past treatment, drug-drug and the family in the case notes. but regular appointments. interactions or drug-disease interactions. Refer to the management section of relevant Consult the National Formulary or the WHO Formulary as At each follow-up meeting, assess for: module(s) for disorder-specific follow-up information. needed. – Response to treatment, medication side-effects, and ad- Educate the person about risks and benefits of treatment, herence to medications and psychosocial interventions. potential side effects, duration of treatment, and impor- – General health status (be sure to monitor physical health tance of adherence. status regularly). Exercise caution when providing medication to special – Self-care (e.g. diet, hygiene, clothing) and functioning in groups such as older people, those with chronic disease, the person’s own environment. women who are pregnant or breastfeeding, and children/ – Psychosocial issues and/or change in living conditions adolescents. Consult a specialist as needed. that can affect management. – The person’s and the carer’s understanding and expec- tations of the treatment. Correct any misconceptions. 44. Referral to specialist/hospital During the entire follow-up period: if needed – Acknowledge all progress towards the treatment goals and reinforce adherence. Stay alert for situations that may require referral to a – Maintain regular contact with the person (and their carer, specialist/hospital, for example, non-response to treatment, when appropriate). If available, assign a community worker serious side effects with pharmacological interventions, or another trusted person in the community to support comorbid physical and/or MNS conditions, risk of self-harm/ the person (such as a family member). suicide. – Explain that the person can return to the clinic at any time in between follow-up visits if needed (e.g. for side- effects of medications, etc). ESSENTIAL CARE AND PRACTICE 13 14 ECP EESSSSEENNTTIIAALL CCAARREE A& NPDR APCRTAICCETICE 66. Involving Carers 8 8 . Special Populations When appropriate, and with the consent of the person CHILDREN / ADOLESCENTS O LDER ADULTS concerned, involve the carer or family member in the Explore exposure to adverse factors such as Address psychosocial stressors that are particularly person’s care. violence and neglect which may affect mental health relevant to the person, respecting their need for Acknowledge that it can be challenging to care for people and wellbeing. autonomy. with MNS conditions. Assess the needs of carers. Identify and treat concurrent physical health problems Explain to the carer the importance of respecting the and manage sensory deficits (such as low vision or poor Treat adolescents who may come alone for help even if dignity and rights of the person with a MNS condition. hearing) with appropriate devices (e.g. magnifying glass, not accompanied by parent or guardian. Obtain informed hearing aids). Identify psychosocial impact on carers. consent from the adolescent. Use lower doses of medications. Assess the carer’s needs to ensure necessary support Allow opportunities for the child/adolescent to express and resources for family life, employment, social activities, concerns in private. Anticipate increased risk of drug interactions. and health. Adapt language to the child/adolescent’s level of Address needs of carers. Encourage involvement in self-help and family support understanding. groups, where available. Explore available resources within the family, school With the consent of the person, keep carers informed and community. about the person’s health status, including issues related to assessment, treatment, follow-up, and any potential W OMEN WHO ARE PREGNANT OR side-effects. BREAST-FEEDING If the woman is of child-bearing age, ask about: 7. Links with other sectors 7 – Breastfeeding – Possible pregnancy – Last menstrual period, if pregnant To ensure comprehensive care and based on the initial assessment, link the person to employment, education, social Liaise with maternal health specialist to organize care. services (including housing) and other relevant sectors. Consider consultation with mental health specialist if available. Exercise caution with pharmacological interventions – check toxicity to fetus and passage into breast milk. Consult a specialist as needed. MASTER CHART MASTER CHART 15 16 Overview of Priority MNS Conditions 1. These common presentations indicate the need for assessment. 2. If people present with features of more than one condition, then all relevant conditions need to be assessed. 3. All conditions apply to all ages, unless otherwise specified. 4. For emergency presentations, please see the table on page 18. COMMON PRESENTATION PRIORITY CONDITION Multiple persistent physical symptoms with no clear cause Low energy, fatigue, sleep problems DEPRESSION (DEP) Persistent sadness or depressed mood, anxiety Loss of interest or pleasure in activities that are normally pleasurable Marked behavioural changes; neglecting usual responsibilities related to work, school, domestic or social activities Agitated, aggressive behavior, decreased or increased activity PSYCHOSES (PSY) Fixed false beliefs not shared by others in the person’s culture Hearing voices or seeing things that are not there Lack of realization that one is having mental health problems Convulsive movement or fits/seizures During the convulsion: loss of consciousness or impaired consciousness, stiffness, EPILEPSY (EPI) rigidity, tongue bite, injury, incontinence of urine or faeces After the convulsion: fatigue, drowsiness, sleepiness, confusion, abnormal behaviour, headache, muscle aches, or weakness on one side of the body Child/adolescent being seen for physical complaints or Behaviour (e.g. too active, aggressive, having frequent a general health assessment who has: and/or severe tantrums, wanting to be alone too much, refusing to do regular activities or go to school) Problem with development, emotions or behaviour CHILD & ADOLESCENT (e.g. inattention, over-activity, or repeated defiant, Teacher with concerns about a child/adolescent disobedient and aggressive behaviour) MENTAL & BEHAVIOURAL e.g. easily distracted, disruptive in class, often getting Risk factors such as malnutrition, abuse and/or neglect, frequent into trouble, difficulty completing school work DISORDERS (CMH) illness, chronic diseases (e.g. HIV/AIDS or history of difficult birth) Community health or social services worker with Carer with concerns about the child/adolescent’s: concerns about a child/adolescent Common presentations of emotional, behavioral Difficulty keeping up with peers or carrying out daily e.g. rule- or law-breaking behaviour, physical aggression and developmental disorders vary by age in activities considered normal for age at home or in the community children and adolescents. Decline or problems with memory (severe forgetfulness) and orientation (awareness of time, place and person) DEMENTIA (DEM) Mood or behavioural problems such as apathy (appearing uninterested) or irritability Loss of emotional control (easily upset, irritable or tearful) Difficulties in carrying out usual work, domestic or social activities Appearing affected by alcohol or other substance Incidental findings: macrocytic anaemia, low (e.g. smell of alcohol, slurred speech, sedated, erratic platelet count, elevated mean corpuscular behaviour) volume (MCV) DISORDERS DUE Signs and symptoms of acute behavioural effects, Emergency presentation due to substance TO SUBSTANCE withdrawal features or effects of prolonged use withdrawal, overdose, or intoxication. Person may appear sedated, overstimulated, Deterioration of social functioning (i.e. difficulties at USE (SUB) agitated, anxious or confused work or home, unkempt appearance) Persons with disorders due to substance use Signs of chronic liver disease (abnormal liver enzymes), All persons presenting to may not report any problems with substance jaundiced (yellow) skin and eyes, palpable and tender health care facilities should use. Look for: liver edge (in early liver disease), ascites (distended be asked about abdomen is filled with fluid), spider naevi (spider-like – Recurrent requests for psychoactive their tobacco and blood vessels visible on the surface of the skin), and medications including analgesics alcohol use. altered mental status (hepatic encephalopathy) – Injuries – Infections associated with intravenous drug Problems with balance, walking, coordinated use (HIV/AIDS, Hepatitis C) movements, and nystagmus Extreme hopelessness and despair Current thoughts, plan or act of self-harm/ SELF-HARM/SUICIDE (SUI) suicide, or history thereof Any of the other priority conditions, chronic pain, or extreme emotional distress 17 18 EMERGENCY Presentations of Priority MNS Conditions EMERGENCY PRESENTATION CONDITION TO CONSIDER GO TO Act of self-harm with signs of poisoning or intoxication, bleeding from self-inflicted wound, loss of consciousness MEDICALLY SERIOUS ACT OF SELF-HARM and/or extreme lethargy SUI Current thoughts, plan, or act of self-harm or suicide, or IMMINENT RISK OF SELF-HARM/SUICIDE history of thoughts, plan, or act of self-harm or suicide in a person who is now extremely agitated, violent, distressed or lacks communication Acute convulsion with loss of consciousness or impaired EPILEPSY consciousness EPI, SUB STATUS EPILEPTICUS Continuous convulsions ALCOHOL OR OTHER SEDATIVE WITHDRAWAL Agitated and/or aggressive behaviour DEM, PSY, SUB Smell of alcohol on the breath, slurred speech, uninhibited behaviour; disturbance in the level of consciousness, cognition, ACUTE ALCOHOL INTOXICATION perception, affect or behaviour Tremor in hands, sweating, vomiting, increased pulse and ALCOHOL WITHDRAWAL SUB blood pressure, agitation, headache, nausea, anxiety; seizure ALCOHOL WITHDRAWAL DELIRIUM and confusion in severe cases Unresponsive or minimally responsive, slow respiratory rate, SEDATIVE OVERDOSE OR INTOXICATION pinpoint pupils Dilated pupils, excited, racing thoughts, disordered thinking, ACUTE STIMULANT INTOXICATION OR OVERDOSE strange behaviour, recent use of cocaine or other stimulants, increased pulse and blood pressure, aggressive, erratic or violent behaviour DEPRESSION People with depression experience a range of symptoms Depression commonly occurs alongside other MNS conditions as including persistent depressed mood or loss of interest and well as physical conditions. pleasure for at least 2 weeks. The management of symptoms not fully meeting the criteria People with depression as described in this module have for depression is covered within the module on Other Significant considerable difficulty with daily functioning in personal, family, Mental Health Complaints. Go to » OTH. social, educational, occupational or other areas. Many people with depression also suffer from anxiety symptoms and medically unexplained somatic symptoms. 19 20 DEP DEPRESSION DEP Quick Overview ASSESSMENT MANAGEMENT D oes the person have depression? Management Protocols 1. Depression Are there other explanations for the symptoms? 2. Depressive episode in bipolar disorder 3. Special populations – Rule out physical conditions – Rule out a history of mania – Rule out normal reactions to recent major loss Psychosocial Interventions Assess for other priority MNS conditions Pharmacological Interventions FOLLOW-UP DEPRESSION Assessment DEP 1 Assessment COMMON PRESENTATIONS OF DEPRESSION M ultiple persistent physical symptoms with no clear cause L ow energy, fatigue, sleep problems P ersistent sadness or depressed mood, anxiety L oss of interest or pleasure in activities that are normally pleasurable 11 Does the person have depression? Has the person had at least one of the following core symptoms of depression for at least 2 weeks? – Persistent depressed mood – Markedly diminished interest in or pleasure from activities Depression is unlikely Go to OTH DEPRESSION 21 22 DEP 1 DEPRESSION Assessment Has the person had several of the following additional symptoms for at least 2 weeks: – Disturbed sleep or sleeping too much – Indecisiveness – Significant change in appetite or weight – Observable agitation or physical (decrease or increase) restlessness – Beliefs of worthlessness or excessive guilt – Talking or moving more slowly than usual – Fatigue or loss of energy – Hopelessness – Reduced concentration – Suicidal thoughts or acts Depression is unlikely Go to OTH Does the person have considerable difficulty with daily functioning in personal, family, social, educational, occupational or other areas? Depression is unlikely Go to OTH CLINICAL TIP: A person with depression may have psychotic symptoms such as delusions or hallucinations. If present, treatment for depression needs to be Consider DEPRESSION adapted. CONSULT A SPECIALIST.",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": true,
    "has_followup": true
  }
}