{
  "id": "mhGAPv2_71027ad7",
  "corpus": "mhGAPv2",
  "condition": "General",
  "text": "TABLE 1: Antidepressants MEDICATION DOSING SIDE EFFECTS CONTRAINDICATIONS / CAUTIONS AMITRIPTYLINE Start 25 mg at bedtime. Common: Sedation, orthostatic hypotension (risk of fall), Avoid in persons with cardiac disease, history of seizure, (a tricyclic antidepressant Increase by 25-50 mg per week to 100-150 mg blurred vision, difficulty urinating, nausea, weight gain, hyperthyroidism, urinary retention, or narrow angle-closure glaucoma, (TCA)) daily (maximum 300 mg). sexual dysfunction. and bipolar disorder (can trigger mania in people with untreated bipolar Note: Minimum effective dose in adults is 75 mg. disorder). Sedation may be seen at lower doses. Serious: ECG changes (e.g. QTc prolongation), cardiac arrhythmia, increased risk of seizure. Overdose can lead to seizures, cardiac arrhythmias, hypotension, Elderly/Medically Ill: Start 25 mg at bedtime to coma, or death. 50-75 mg daily (maximum 100 mg). Levels of amitriptyline may be increased by anti-malarials including Children/Adolescents: Do not use. quinine. FLUOXETINE Start 10 mg daily for one week then 20 mg daily. Common: Sedation, insomnia, headache, dizziness, Caution in persons with history of seizure. (a selective serotonin If no response in 6 weeks, increase to 40 mg gastrointestinal disturbances, changes in appetite, and reuptake inhibitor (SSRI)) (maximum 80 mg). sexual dysfunction. Drug-Drug interactions: Avoid combination with warfarin (may increase bleeding risk). May increase levels of TCAs, antipsychotics, Elderly/medically ill: preferred choice. Serious: bleeding abnormalities in those who use and beta-blockers. Start 10 mg daily, then increase to 20 mg aspirin or other non-steroidal anti-inflammatory drugs, low (maximum 40 mg). sodium levels. Caution in combination with tamoxifen, codeine, and tramadol (reduces the effect of these drugs). Adolescents Start 10 mg daily. Increase to 20 mg daily if no response in 6 weeks (maximum 40 mg). DEPRESSION 29 30 DEP 3 DEPRESSION Follow-up DEP 3 Follow-up RECOMMENDATIONS ON FREQUENCY OF CONTACT 1 » Schedule the second appointment within 1 week. ASSESS FOR IMPROVEMENT » Initially maintain regular contact via telephone, home visits, letters, or contact cards more frequently, Is the person improving? e.g. monthly, for the first 3 months. » If not yet receiving psychological treatment, » Encourage the person to continue with their consider psychological treatment. current management plan until they are symptom » free for 9-12 months. If receiving a psychological treatment, evaluate engagement in and experience of current psychological treatment. » A rrange a further follow up appointment » in 1-2 weeks. If not yet on antidepressants, consider antidepressants. » » D ecrease contact as the person’s symptoms improve, If on antidepressants, assess: e.g. once every 3 months after the initial 3 months. – Does the person take the medication as prescribed? Note: follow up should continue until the person no longer If not, explore reasons why and encourage adherence. has any symptoms of depression. – Are there side effects? If yes, evaluate and weigh benefits of treatment. If no to side effects to antidepressants, increase dose (TABLE 1). Follow-up in 1-2 weeks. CAUTION WITH DOSE INCREASE. CLOSE FOLLOW-UP NEEDED DUE TO POSSIBLE INCREASE IN SIDE EFFECTS. Are there symptoms of mania? » Discontinue antidepressant medication. 2 » T reat mania and consult a specialist. Go to PSY. MONITOR TREATMENT At every contact: » Provide psychoeducation, reduce stress and strengthen social supports, promote functioning in daily activities and community life, and review, if applicable, antidepressant medication use and psychological treatment. » Does the person have any new symptoms of concern? Review for MNS and concurrent physical conditions. » Is the person a woman of childbearing age and considering pregnancy? If so, CONSULT A SPECIALIST. Assess for any IMMINENT RISK OF SUICIDE (Go to SUI). 3 REVISE TREATMENT AS APPROPRIATE Has the person been symptom free for 9-12 months? » Discuss with the person the risks and benefits of stopping the medication » » Taper the dose of medication gradually, Continue medication until person is over a minimum of 4 weeks. Monitor symptom free for 9-12 months. the person for symptom recurrence. DEPRESSION 31 32 DEPRESSION PSYCHOSES The psychoses module covers management of two severe mental Bipolar disorder is characterized by episodes in which the person’s health conditions, psychosis and bipolar disorder. People with mood and activity levels are significantly disturbed. This disturbance psychosis or bipolar disorder are at high risk of exposure to stigma, consists on some occasions of an elevation of mood and increased discrimination and violation of their right to live with dignity. energy and activity (mania), and on others of a lowering of mood and decreased energy and activity (depression). Characteristically, Psychosis is characterised by distorted thoughts and perceptions, recovery is complete between episodes. People who experience only as well as disturbed emotions and behaviours. Incoherent or irrele- manic episodes are also classified as having bipolar disorder. vant speech may also be present. Symptoms such as hallucinations – hearing voices, or seeing things that are not there; delusions – fixed, false beliefs; severe abnormalities of behaviour – disorganised behaviour, agitation, excitement, inactivity, or hyperactivity; disturbances of emotion – marked apathy, or disconnect between reported emotion and observed affect, such as facial expression and body language, may also be detected. 33 34 PSY 1 PSYCHOSES PSY Quick Overview ASSESSMENT MANAGEMENT E xplore other explanations for the symptoms Management Protocols 1. Bipolar disorder – manic episode – EVALUATE FOR MEDICAL CONDITIONS 2. Psychosis e.g. rule out delirium, medications and metabolic abnormalities 3. Special populations: women who are pregnant or – EVALUATE FOR OTHER RELEVANT MNS CONDITIONS breast-feeding, adolescents, and older adults Assess for acute manic episode Psychosocial Interventions Evaluate if the person has psychosis Pharmacological Interventions 1. Psychosis: initiation of antipsychotics 2. Manic episode: initiation of mood stabilizer or antipsychotic; avoid antidepressants FOLLOW-UP PSY 1 Assessment COMMON PRESENTATIONS OF PSYCHOSES M arked behavioural changes, neglecting F ixed false beliefs not shared by others in usual responsibilities related to work, the person’s culture. school, domestic or social activities. H earing voices or seeing things that are A gitated, aggressive behaviour, decreased not there. or increased activity. L ack of realization that one is having mental health problems. 1 Are there any other explanations for the symptoms? EVALUATE FOR MEDICAL CONDITIONS By history, clinical examination, or laboratory findings, are there signs and symptoms suggesting delirium due to an acute physical condition, e.g. infection, cerebral malaria, dehydration, metabolic abnormalities (such as hypoglycaemia or hyponatraemia); or medication side effects, e.g. due to some antimalarial medication or steroids? Assess and manage the acute physical condition, and refer to emergency services/ specialist as needed. If symptoms persist after management of the acute cause, go to STEP 2 PSYCHOSES 35 36 PSY 1 PSYCHOSES Assessment » EVALUATE FOR DEMENTIA, DEPRESSION, DRUG/ ALCOHOL INTOXICATION OR WITHDRAWAL. MANAGEMENT OF ACUTE AGITATION AND/OR AGRESSION Consider consultation with a mental If the person presents with either acute health specialist for management of agitation and/or acute agression concurrent conditions. Go to “Management of persons with agitated and/or aggressive behaviour” Manage concurrent conditions. (Table 5) in this module before Go to relevant modules. continuing. 2 Is the person having an acute manic episode? Have several of the following symptoms occurred simultaneously, lasting for at least 1 week, and severely enough to interfere significantly with work and social activities or requiring confinement or hospitalization: – Elevated or irritable mood – Loss of normal social inhibitions such – Being easily distracted – Decreased need for sleep as sexual indiscretion – Unrealistically inflated self-esteem – Increased activity, feeling of increased – Impulsive or reckless behaviours such as energy, increased talkativeness or excessive spending, making important rapid speech decisions without planning Suspect CLINICAL TIP Persons with bipolar disorder can BIPOLAR DISORDER Manic Episode experience manic episodes only or a combination of manic and depressive episodes in their lifetime. To learn how to assess and manage depressive episode IF THERE IS IMMINENT RISK » of bipolar disorder, go to DEP. Go to PROTOCOL 1 OF SUICIDE, ASSESS AND MANAGE » before continuing. Go to SUI.",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": true,
    "has_followup": true
  }
}