{
  "id": "mhGAPv2_472c99c5",
  "corpus": "mhGAPv2",
  "condition": "General",
  "text": "Are symptoms persistent, severe, and inappropriate for the child/adolescent’s developmental level: – Symptoms are present in different settings (e.g. at home, at school and in other social settings). – Symptoms have been present for at least 6 months. – More severe than ordinary childish mischief or adolescent rebelliousness. – Is there considerable difficulty with daily functioning in personal, family, social, educational, occupational or other areas? Consider PROBLEMS WITH Consider BEHAVIOUR CONDUCT DISORDER Go to PROTOCOL 2 Go to PROTOCOL 4 CHILD & ADOLESCENT MENTAL & BEHAVIOURAL DISORDERS 77 78 CMH 1 CHILD & ADOLESCENT MENTAL & BEHAVIOURAL DISORDERS Assessment 4 ASSESS FOR EMOTIONAL DISORDERS (prolonged, disabling distress involving sadness, fearfulness, anxiety or irritability) Ask if the child/adolescent: – Is often feeling irritable, easily annoyed, down or sad? – Often complains of headaches, stomach-aches or sickness? – Has lost interest in or enjoyment of activities? – Is often unhappy, down-hearted or tearful? – Has many worries or often seems worried? – Avoids or strongly dislikes certain situations (e.g. separation – Has many fears or is easily scared? from carers, meeting new people, or closed spaces)? SKIP to STEP 150 CLINICAL TIP: AGE-APPROPRIATE FEARS AND ANXIETIES IN CHILDREN AND ADOLESCENTS Babies & Toddlers – Fear of strangers, distress when separating (age 9 months – 2 years) from caregivers Young Children – Fear of storms, fire, water, darkness, (age 2-5) nightmares, and animals Middle Childhood – Fear of monsters, ghosts, germs, natural (age 6-12) disasters, physical illness, and being badly injured – Anxiety about school or about performing in front of others Adolescents – Fear of rejection by peers, performing in (age 13-18) front of others, physical illness, medical procedures, catastrophes (e.g. war, terrorist attack, disasters) Is there considerable difficulty with daily functioning in personal, family, social, educational, occupational or other areas? Consider PROBLEMS WITH EMOTIONS Consider Go to PROTOCOL 5 EMOTIONAL DISORDER SKIP to STEP 150 Rule out physical conditions that can resemble or exacerbate emotional disorders. Are there any signs/symptoms suggesting: – Thyroid diseases – Obesity – Medication side-effects – Infectious illness, including HIV/AIDS – Malnutrition (e.g. from corticosteroids or – Anaemia – Asthma inhaled asthma medications) Manage the physical condition. Go to PROTOCOL 6 CHILD & ADOLESCENT MENTAL & BEHAVIOURAL DISORDERS 79 80 CMH 1 CHILD & ADOLESCENT MENTAL & BEHAVIOURAL DISORDERS Assessment In adolescents, assess for moderate to severe depression. Does the adolescent have problems with mood (feeling irritable, down or sad) OR has lost interest in or enjoyment of activities? SKIP to STEP 150 Has the adolescent had several of the following additional symptoms most days for the last 2 weeks? – Disturbed sleep or sleeping too much – Fatigue or loss of energy – Talking or moving more slowly than usual – Significant change in appetite or weight – Reduced concentration – Hopelessness (decrease or increase) – Indecisiveness – Suicidal thoughts or acts – Beliefs of worthlessness or excessive guilt – Observable agitation or physical restlessness Is there considerable difficulty with daily functioning in personal, family, social, educational, occupational or other areas? Consider Go to PROTOCOL 5 PROBLEMS WITH EMOTIONS SKIP to STEP 150 CLINICAL TIP Delusions or hallucinations may be present. If Consider DEPRESSION present, treatment for depression needs to be adapted. CONSULT A SPECIALIST Rule out a history of manic episode(s) and normal Go to PROTOCOL 6 » reaction to recent major loss. See DEP. 5 IF THERE IS IMMINENT RISK ASSESS FOR OTHER PRIORITY MNS CONDITIONS OF SUICIDE, ASSESS AND MANAGE » before continuing. Go to SUI. Are there any other concurrent MNS conditions? Assess according to the » mhGAP-IG Master Chart. See MC. Do not forget to assess for disorders due to substance use. See » SUB. For children with developmental delay/disorders, do not forget to assess for epilepsy. See » EPI. ASSESS AND MANAGE concurrent MNS conditions CHILD & ADOLESCENT MENTAL & BEHAVIOURAL DISORDERS 81 82 CMH 1 CHILD & ADOLESCENT MENTAL & BEHAVIOURAL DISORDERS Assessment CLINICAL TIP CLINICAL TIP: 6 RED FLAGS FOR CHILD MALTREATMENT A sk the child/adolescent directly about these exposures when ASSESS THE HOME ENVIRONMENT CLINICAL FEATURES developmentally appropriate and safe to do so (e.g. not in the presence of a Physical abuse carer who may have committed the – Injuries (e.g. bruises, burns, strangulation marks or marks maltreatment). Are the emotional, behavioural or developmental problems a from a belt, whip, switch or other object) – Any serious or unusual injury without an explanation or A dolescents should always be offered reaction to or aggravated by a distressing or frightening situation? with an unsuitable explanation the opportunity to be seen on their own, Sexual abuse Assess for: without carers present. – Genital or anal injuries or symptoms that are medically Clinical features or any element in the clinical history that suggest unexplained maltreatment or exposure to violence (see CLINICAL TIP). – Sexually transmitted infections or pregnancy – Sexualised behaviours (e.g. indication of age-inappropriate Any recent or ongoing severe stressors (e.g. illness or death of a sexual knowledge) family member, difficult living and financial circumstances, being Neglect bullied or harmed). – Being excessively dirty, unsuitable clothing – Signs of malnutrition, very poor dental health Emotional abuse and all other forms of maltreatment Any sudden or significant change in the behaviour or emotional state of the child/adolescent that is not better explained by another cause, such as: – Unusual fearfulness or severe distress (e.g. inconsolable crying) – Self-harm or social withdrawal Refer to child protection services if necessary – Aggression or running away from home – Indiscriminate affection seeking from adults Explore and manage stressors – Development of new soiling and wetting behaviours, thumb Ensure child/adolescent’s safety as a first priority sucking Reassure the child/adolescent that all children/adolescents need to ASPECTS OF CARER INTERACTION WITH THE be protected from abuse CHILD/ADOLESCENT Provide information about where to seek help for any ongoing abuse Arrange additional support including referral to specialist Persistently unresponsive behaviour, especially toward an infant (e.g. not offering comfort or care when the child/ Contact legal and community resources, as appropriate and as mandated adolescent is scared, hurt or sick) Consider additional psychosocial interventions Hostile or rejecting behaviour Using inappropriate threats (e.g. to abandon the child/ Ensure appropriate follow-up adolescent) or harsh methods of discipline CLINICAL TIP Do the carers have any priority MNS condition that could impact » Depressive disorder in carers their ability to care for the child/adolescent? can worsen emotional, behavioural or developmental disorders in Consider especially depression and disorders due to substance use. their children/adolescents. Assess and manage for carer MNS conditions. Go to Management 2.6 (Carer support) Is the child getting adequate opportunities for play and social interaction/communication at home? Consider asking: With whom does the child spend most of their time? How do you/they play with the child? How often? How do you/they communicate with the child? How often? Provide advise on age-appropriate stimulation and parenting. Refer to Care for Child Development http://www.who.int/maternal_ child_adolescent/documents/care_child_ development/en/ Consider need for additional support for the child including referral to child protection services where available. CHILD & ADOLESCENT MENTAL & BEHAVIOURAL DISORDERS 83 84 CMH 1 CHILD & ADOLESCENT MENTAL & BEHAVIOURAL DISORDERS Assessment 7 ASSESS THE SCHOOL ENVIRONMENT Is the child/adolescent in school? Provide information regarding educational services and educate carer on importance of keeping the child/adolescent in school as much as possible. Is the child/adolescent: CLINICAL TIP » A sk the child/adolescent directly about Being bullied, picked on or made fun of? these exposures when developmentally Not able to participate and learn? appropriate and safe to do so. Not wanting/refusing to attend school? A fter getting consent, liaise with teachers and other school staff. Go to Management (2.7). I f there has been an absence from school, try to help the child/adolescent return to school as soon as possible and explore reasons for absence. Go to CMH 2 (Management) CMH 2 Management PROTOCOL PROTOCOL PROTOCOL 1 2 3 Developmental Delay/Disorder Problems with Behaviour Attention Deficit Hyperactivity Disorder (ADHD) » » Provide guidance on child/adolescent well-being. (2.1) Provide guidance on child/adolescent well-being. (2.1) » Provide psychoeducation to person and carers and » Provide guidance on improving behaviour. (2.3) » Provide guidance on child/adolescent well-being. (2.1) parenting advice. Provide guidance on developmental disorders. (2.2 and 2.3) » Assess for and manage stressors, reduce stress and » Provide psychoeducation to person and carers and strengthen social supports. parenting advice. Provide guidance on improving » Provide carer support. (2.6) » behaviour. (2.2 and 2.3) Liaise with teachers and other school staff. (2.7) » Liaise with teachers and other school staff. (2.7) » » Assess for and manage stressors, reduce stress and Link with other available resources in » strengthen social supports. Link with other available resources in the community the community. such as Community-Based Rehabilitation. » » Provide carer support. (2.6) Offer follow-up. » Offer Parent Skills Training, when available. (2.8) » Liaise with teachers and other school staff. (2.7) » Refer children with developmental disorders » Link with other available resources in the community. to specialist for further assessment, advice on » management plan and family planning. Consider Parent Skills Training when available. (2.8) » » Consider behavioural interventions when available. (2.8) Ensure appropriate follow-up every three months or more, if needed. » If above treatments have failed AND the child/ » adolescent has a diagnosis of ADHD AND is at least DO NOT offer pharmacological treatment. 6 years old, refer to a specialist for methylphenidate treatment. » Ensure appropriate follow-up every three months or more, if needed. CHILD & ADOLESCENT MENTAL & BEHAVIOURAL DISORDERS 85 86 CMH 2 CHILD & ADOLESCENT MENTAL & BEHAVIOURAL DISORDERS Management PROTOCOL PROTOCOL PROTOCOL 4 5 6 Conduct Disorder Problems with Emotions Emotional Disorder or Depression » » » Provide guidance on child/adolescent well-being. (2.1) Provide guidance on child/adolescent well-being. (2.1) DO NOT consider pharmacological treatment » » as first line treatment. Provide psychoeducation to person and carers and Provide psychoeducation to the person and carers parenting advice. (2.2) and advice on parenting. (2.2) » DO NOT prescribe pharmacological treatment » » for children younger than 12 years. Provide guidance on improving behaviour. (2.3) Assess for and manage stressors, reduce stress and » strengthen social supports. Provide guidance on child/adolescent well-being. (2.1) » Assess for and manage stressors, and strengthen » » social supports. Liaise with teachers and other school staff. (2.7) Provide psychoeducation to the person and carers. » » (2.2 and 2.5) Provide carer support. (2.6) Link with other available resources in the » community. Provide carer support. (2.6) » Liaise with teachers and other school staff. (2.7) » Liaise with teachers and other school staff. (2.7) » Consider Parent Skills Training when available. (2.8) » Link with other available resources in the community. » Link with other available resources in the community. » Assess for and manage stressors, reduce stress and » Ensure appropriate follow-up every three months strengthen social supports. or more, if needed. » Consider Parent Skills Training when available. (2.8) » Consider behavioural interventions when available. (2.8) » Consider referral for behavioural intervention or » D O NOT offer pharmacological treatment. interpersonal therapy. » When psychological interventions prove ineffective, consult a specialist for Fluoxetine (no other SSRIs or » TCAs). Go to DEP for medication details. » Ensure appropriate follow-up once a month or more, if needed. Guidance for improving behaviour can be provided to all carers PSYCHOSOCIAL INTERVENTIONS who are having difficulty with their child/adolescent’s behaviour even if a behavioural disorder is not suspected. 2.1 G uidance to promote child/adoles- physical activity each day through daily activities, play, or 2.3 Guidance for improving behaviour cent well-being and functioning sports. See www.who.int/dietphysicalactivity/publications/ recommendations5_17years ENCOURAGE THE CARER TO: Participate in school, community, and other social activities Give loving attention, including playing with the child every day. Can be provided to all children, adolescents as much as possible. Provide opportunities for the adolescents to talk to you. and carers even if no disorder is suspected. Spend time with trusted friends and family. Be consistent about what your child/adolescent is allowed and not allowed to do. Give clear, simple, and short Avoid the use of drugs, alcohol, and nicotine. instructions on what the child should and should not do. ENCOURAGE THE CARER TO: Spend time with their child in enjoyable activities. Give the child/adolescent simple daily household tasks to do that 2.2 P sychoeducation to person and Play and communicate with their child/adolescent. match their ability level and praise them immediately after they do http://www.who.int/maternal_child_adolescent/documents/ carers and parenting advice the task. care_child_development/en/ Praise or reward the child/adolescent when you observe good Listen to the child/adolescent and show understanding Explain the delay or difficulty to the carer and the child/ behaviour and give no reward when behaviour is problematic. adolescent as appropriate and help them identify strengths and respect. Find ways to avoid severe confrontations or foreseeable and resources. Protect them from any form of maltreatment, including difficult situations. Praise the carer and the child/adolescents for their efforts. bullying and exposure to violence in the home, at school, Respond only to the most important problem behaviours and in the community. and make punishment mild (e.g. witholding rewards and fun Explain to the carer that parenting a child/adolescent with an Anticipate major life changes (such as puberty, starting emotional, behavioural or developmental delay or disorder activities) and infrequent compared to the amount of praise. school, or birth of a sibling) and provide support. can be rewarding but also very challenging. Put off discussions with the child/adolescent until you are calm. Avoid using criticism, yelling, and name-calling. Explain that persons with mental disorders should not be ENCOURAGE AND HELP THE CHILD / ADOLESCENT TO: blamed for having the disorder. Encourage carers to be kind DO NOT use threats or physical punishment, and never and supportive and show love and affection. Get enough sleep. Promote regular bed routines and physically abuse the child/adolescent. Physical punishment can remove TV or other electronic devices with screens from the Promote and protect human rights of the person and the family harm the child-carer relationship; it does not work as well as sleeping area/bedroom. and be vigilant about maintaining human rights and dignity. other methods and can make behaviour problems worse. Eat regularly. All children/adolescents need three meals Help carers to have realistic expectations and encourage Encourage age-appropriate play (e.g. sports, drawing or (breakfast, mid-day, and evening) and some snacks each day. them to contact other carers of children/adolescents with other hobbies) for adolescents and offer age-appropriate support in practical ways (e.g. with homework or other similar conditions for mutual support. Be physically active. If they are able, children and life skillls). adolescents aged 5–17 should do 60 minutes or more of CHILD & ADOLESCENT MENTAL & BEHAVIOURAL DISORDERS 87 88 CMH 2 CHILD & ADOLESCENT MENTAL & BEHAVIOURAL DISORDERS Management 2.4 Psychoeducation for Persons with developmental disorders may often have Make predictable routines in the morning and at bedtime. developmental delay/disorder associated behavioural problems that are difficult for the carer Promote regular sleep habits. Schedule the day with regular to manage. See guidance for improving behaviours. (2.3) times for eating, playing, learning, and sleeping. ENCOURAGE THE CARER TO: Promote and protect the human rights of the person For excessive and unrealistic fears: and family and be vigilant about maintaining human Learn what the child’s strengths and weaknesses are and – Praise the child/adolescent or give small rewards when rights and dignity. how they learn best, what is stressful to the child and what they try new things or act bravely. makes him/her happy, and what causes problem behaviours – Educate carers to avoid institutionalization. – Help the child practice facing the difficult situation one and what prevents them. – Promote access to health information and services. small step at a time (e.g. if the child is afraid of separating – Promote access to schooling and other forms of education. from the carer, help the child gradually increase the Learn how the child communicates and responds (using – Promote access to occupations. amount of time he/she plays alone while the carer is words, gestures, non-verbal expression, and behaviours). – Promote participation in family and community life. nearby). Help the child develop by engaging with her/him in everyday – Acknowledge the child’s feelings and worries and activities and play. encourage them to confront their fears. 2.5 Psychoeducation for emotional – Help the child/adolescent create a plan to help them cope Children learn best during activities that are fun and positive. problems/disorders including in case a feared situation occurs. Involve them in everyday life, starting with simple tasks, one depression in adolescents at a time. Break complex activities down into simple steps so Explain that emotional disorders are common and can that the child can learn and be rewarded one step at a time. happen to anybody. The occurrence of emotional disorders Address any stressful situation in the family environment does not mean that the person is weak or lazy. Make predictable daily routines by scheduling regular times such as parental discord or a parent’s mental disorder. With for eating, playing, learning, and sleeping. the help of teachers explore possible adverse circumstances Emotional disorders can cause unjustified thoughts of in the school environment. hopelessness and worthlessness. Explain that these views Keep their environment stimulating: avoid leaving the child are likely to improve once the emotional disorders improve. alone for hours without someone to talk to and limit time Provide opportunities for quality time with the carer and spent watching TV and playing electronic games. the family. Make the person aware that if they notice thoughts of self-harm or suicide, they should tell a trusted person and Keep them in the school setting for as long as possible, Encourage and help the child/adolescent to continue come back for help immediately. attending mainstream schools even if only part-time. (or restart) pleasurable and social activities. Use balanced discipline. When the child/adolescent does Encourage the child/adolescent to practice regular physical something good, offer a reward. Distract the child/adolescent activity, gradually increasing the duration of sessions. from things they should not do. Consider training the child/adolescent and carer in breathing DO NOT use threats or physical punishments when the exercises, progressive muscle relaxation and other cultural behaviour is problematic. equivalents.",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": true,
    "has_followup": true
  }
}