{
  "id": "mhGAPv2_8dc4877f",
  "corpus": "mhGAPv2",
  "condition": "General",
  "text": "» » In the case of reactions to recent exposure to a potentially If post-traumatic stress disorder (PTSD) is suspected, consult a specialist traumatic event, explain that: for further assessment and management. – People often have reactions after such events. The reactions may be highly variable – After a potentially traumatic event, the person may have PTSD if the symptoms from person to person and change over time. involve considerable difficulty with daily functioning for at least 1 month and include recurring frightening dreams, flashbacks or intrusive memories of the – They can include somatic symptoms such as palpitations, aches and pains, gastric events accompanied by intense fear or horror; deliberate avoidance of reminders upset, and headaches and emotional and behavioural symptoms that include sleep of the event; excessive concern and alertness to danger or reacting strongly to disturbance, sadness, anxiety, irritation and aggression. loud noises or unexpected movements. – Such feelings can be exacerbated or can reappear when reminders of the stressful event or new stressors occur. – In most cases the symptoms are likely to diminish over time, particularly if the person gets rest, social support, and engages in stress reduction. Go to » ECP. Go to Box 1. OTHER SIGNIFICANT MENTAL HEALTH COMPLAINTS 147 148 OTH 3 OTHER SIGNIFICANT MENTAL HEALTH COMPLAINTS Follow-up OTH 3 Follow-up RECOMMENDATIONS ON FREQUENCY OF CONTACT » Ask the person to return in 2-4 weeks if their symptoms do not improve or if, at any time, their symptoms worsen. ASSESS FOR IMPROVEMENT Is the person improving? If the person is not improving or the person or » Contine with treatment plan the carer insists on further investigations and » Follow-up as needed treatment: » Review Protocols 1 and 2 » Consider consulting a specialist. BOX 1: RELAXATION TRAINING INSTRUCTIONS » » Explain what you will be doing. F ocus on breathing techniques. “I am going to teach you how to breathe in a way that will help relax your “Try to breathe from your stomach with me. Remember, we start by body and your mind. It will take some practice before you feel the full breathing out until all the air is out; then breathe in. If you can, breathe in benefits of this breathing technique. The reason this strategy focuses on through your nose and out through your mouth. The second step is to slow breathing is because when we feel stressed our breathing becomes fast and the rate of your breathing down. Take three seconds to breathe in, two shallow, making us feel more tense. To begin to relax, you need to start by seconds to hold your breath, and three seconds to breathe out. I will count changing your breathing. Before we start, we will relax the body.” with you. You may close your eyes or keep them open. Slowly breathe in, 1, 2, 3. Hold, 1, 2. Now breathe out, 1, 2, 3.” Repeat this breathing exercise for » Slowly start relaxation exercises and demonstrate breathing. approximately one minute, rest for one minute then repeat the cycle two more times. “Gently shake and loosen your arms and legs. Let them go floppy and loose. Roll your shoulders back and gently move your head from side to side. » E ncourage self-practice. Now place one hand on your belly and the other hand on your upper chest. I want you to imagine you have a balloon in your stomach and when you “Try on your own for one minute. This is something you can practice breathe in you are going to blow that balloon up, so your stomach will on your own.” expand. And when you breathe out, the air in the balloon will also go out, so your stomach will flatten. Watch me first. I am going to exhale first to get all the air out of my stomach.” Demonstrate breathing from the stomach – try to exaggerate the pushing out, and pulling in, of your stomach. OTHER SIGNIFICANT MENTAL HEALTH COMPLAINTS 149 150 OTHER SIGNIFICANT MENTAL HEALTH COMPLAINTS IMPLEMENTATION OF mhGAP-IG IMPLEMENTATION OF mhGAP-IG 151 152 IMP IMPLEMENTATION OF mhGAP-IG mhGAP-IG implementation process A number of actions are recommended to programme planners to implement this guide in non-specialized health care settings. This can be summarized in the following diagram which includes a number of essential actions and continuous activities. This module provides IMPLEMENTATION an overview of the mhGAP-IG implementation process. PLAN 3 3 4 ADAPTATION PROVISION OF 4 TREATMENT & CARE INTERSECTORAL COLLABORATION 1 ESTABLISH mhGAP-IG SITUATION 2 2 IMPLEMENTATION TEAM ANALYSIS ADVOCACY & AWARENESS RAISING 5 TRAINING & SUPERVISION 6 MONITORING & EVALUATION 11. Establish mhGAP-IG 2 Situation analysis 3 mhGAP-IG implementation plan implementation team The main objective of the situation analysis is to inform the Based on the situation analysis, develop a plan for mhGAP-IG planning, adaptation and implementation process regarding implementation to answer the following questions: It may be necessary to have one or more teams depending resources and needs for MNS conditions. This process involves upon the geographical area/regions to be covered. WHERE desk reviews, e.g. checking WHO Mental Health Atlas Country Clearly delineate the purpose and terms of reference of the Profile, the WHO Assessment Instrument for Mental Health Where will mhGAP-IG be implemented, (e.g. facilities, implementation teams and develop a work plan for each of Systems (AIMS) report or already existing assessments, and districts, cities)? the team/s members. One of the key functions of this team is interviews and group discussions with multiple stakeholders to to oversee the implementation process. answer the following questions: WHEN Build upon any existing body or group rather than What kind of needs and resource assessments must be done When will each of the mhGAP-IG activities be implemented, establishing a new one, for example, a health committee first? What is already known? (e.g. timeline for adaptation, training of trainers, training or community advisory group. Sometimes there is more activities, supervision and advocacy activities)? What are the national policies pertaining to mental health, than one group. Merging groups or establishing a new the staff capacities in the country/region and organizations group with the participation of members from all of them WHAT providing mental health services? could be a solution. What are the resources needed and available for mhGAP-IG What are the belief systems and care seeking behaviours Members of the implementation team should include at least implementation, including financial and human resources around mental health in the country/region? one member of each of the following categories: civil society and infrastructure, (e.g. facilities, medication supply)? and service users, policy makers, actual and potential financial What potential barriers exist in relation to implementation supporters or donors, programme managers, service providers of mhGAP-IG exist, for example, stigma and discrimination WHO and communication officers. towards people with MNS conditions, national health Who will be trained and what knowledge and skills do they priorities that supersede MNS conditions, etc. Form smaller action groups or task forces to focus on specific already have, (e.g. the skills and knowledge that PHC nurses activities, e.g. an action group to implement training and physicians already have), and who will be responsbile for activities and another to implement advocacy & awareness each activity, (e.g. who will train and supervise)? raising activities. Always clearly identify the functions of a HOW task force and the role of each of its member. How can you improve communication and referral pathways across different levels of the system, while also introducing the new service? How can you collect data on mhGAP-IG implementation activities and integrate it into health information system indicators? IMPLEMENTATION OF mhGAP-IG 153 154 IMP IMPLEMENTATION OF mhGAP-IG 14. Adaptation 15. mhGAP-IG training & supervision mhGAP-IG adaptation is the process of deciding on and Method of mhGAP-IG adaptation: An important aspect of mhGAP-IG implementation is the producing the changes needed in the mhGAP-IG, its training training of healthcare providers working in non-specialist materials, monitoring & evaluation (M&E) tools and other tools Organize a workshop with a group of different stakeholders settings to deliver interventions as front line personnel, along to fit a particular country or district context. to contextualize and adapt the mhGAP-IG, its training with mechanisms to ensure their continued support and super- materials and M&E and other tools. vision. Although the intervention guide is to be implemented Purpose of mhGAP-IG adaptation: primarily by non-specialists, it requires coordinated effort by Include experts representing relevant disciplines, (e.g. specialists and public health experts to ensure its optimum psychiatry, addiction, neurology, paediatrics, social work To make it feasible to implement the guide including its delivery. and psychology), people representing different levels of assessment and management components through the local general health care, (e.g. public health practitioners, primary The objective of mhGAP-IG training is to teach non-specialist health system. health care providers, family medicine specialists, nurses, healthcare providers the skills and knowledge needed to assess pharmacists, health information system practitioners), and manage people with priority MNS conditions. The duration To ensure that the guide is acceptable in the local socio- service users and policy makers. of training depends on the local adaptations made, as well as on cultural context. the knowledge and skills that non-specialist healthcare providers Use the situation analyses conducted for the regions in To use local terms to improve communication with users already have. Usually this training process takes several full days which mhGAP-IG will be implemented. and carers. and can be conducted face-to-face or via e-learning, depending Ensure that the adaptation process is in line with national on feasibility. To clarify referral pathways. documents, (e.g. the national health policy, legislation and The training structure can follow a cascade plan with two levels: To make materials consistent with relevant national plan, clinical protocols and guidelines used in general/ a master facilitator trains ‘trainers’ who then train the non- treatment guidelines and policies, as appropriate. primary health care and the national medicine list). specialist front-line healthcare providers. To provide a basis for the development of appropriate training programmes and tools. To ensure M&E indicators are in line with national health information systems.",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": true,
    "has_followup": true
  }
}