{
  "id": "mhGAPv2_c74480d2",
  "corpus": "mhGAPv2",
  "condition": "General",
  "text": "CLASS / INDICATION MEDICATION DOSING SIDE EFFECTS CONTRAINDICATIONS / CAUTIONS ALPHA ADRENERGIC Clonidine Start 0.1 mg 2-3 times daily. Increase as tolerated Sedation, light-headedness, dizziness, headache, Use caution in cardiac, cerebrovascular, and liver AGONISTS in divided doses to manage withdrawal symptoms, nausea/vomiting, dry mouth, constipation, sexual disease. Use lower doses in kidney disease. to a maximum of 1 mg daily. dysfunction, depression, agitation, low blood Be aware of the potential for abuse. Monitor vital pressure, tachycardia, sinus bradycardia, and signs closely. To treat opioid withdrawal AV block. DO NOT stop abruptly, as withdrawal can cause rebound hypertension. Avoid in women who are pregnant or breastfeeding. Lofexidine Start 0.4 - 0.6 mg twice daily. Increase Sedation, light-headedness, low blood Use caution in cardiac, cerebrovascular, and renal as needed by 0.4-0.8 mg daily. Maximum single pressure, ECG changes such as prolonged disease. Avoid in patients with prolonged QT dose: 0.8 mg. Maximum daily dose: 2.4 mg QT interval and sinus bradycardia. syndrome, metabolic disarray, or if they are taking (in 2-4 divided doses). any other QT-prolonging medications. Monitor vital signs closely. DO NOT stop medication abruptly, as withdrawal may cause rebound hypertension. MEDICATIONS TO Acamprosate Start 2 tablets of 333 mg p.o. each 3 times per day Diarrhoea, flatulence, nausea/vomiting, abdominal In moderate kidney disease, give a lower dose, PREVENT RELAPSE for 12 months. If the person weighs less than 60 kg, pain, depression, anxiety, suicidality, itching. 333 mg p.o. 3 times per day. IN ALCOHOL give 2 tablets 2 times per day p.o. for 12 months. Occasionally, a maculopapular rash can occur, and DEPENDENCE rarely, bullous skin reactions. CONTRAINDICATED in severe kidney disease and liver disease. Naltrexone Start 50 mg daily for 6-12 months. In opioid Sedation, dizziness, nausea/vomiting, abdominal Risk of FATAL OVERDOSE in patients who use To suppress the urge to drink dependence, ensure that there has been no opioid pain, insomnia, anxiety, reduced energy, joint opioids more than 24 hours after their last dose of use in the last 7 days (for example by administration and muscle pain. Monitor liver function due to naltrexone, due to the rapid loss of antagonistic effect. of dose of naloxone). risk of liver toxicity. DO NOT use in patients with liver failure or acute hepatitis. Disulfiram Start 200-400 mg daily. Drowsiness, dizziness, headache, flushing, Tricyclic antidepressants (TCAs), monamine oxidase sweating, dry mouth, nausea/vomiting, tremor, inhibitors (MAOIs), antipsychotics, vasodilators, and foul body odour, sexual dysfunction. Rarely, alpha or beta adrenergic antagonists make the psychotic reactions, allergic dermatitis, disulfiram-alcohol reaction more serious. Sensitisation peripheral neuritis, or hepatic cell damage can to alcohol continues 6-14 days after taking disulfiram, occur. Severe reactions can lead to confusion, even if in small amounts. cardiovascular collapse, and death. DO NOT use with alcohol, as reactions can be life-threatening or fatal. DO NOT use in women who are pregnant or breastfeeding. CONTRAINDICATED in people with hypertension, heart, liver, or kidney disease, a history of cerebro- vascular accidents, psychosis, impulsivity, or if at risk of suicide. DISORDERS DUE TO SUBSTANCE USE 127 128 SUB 3 DISORDERS DUE TO SUBSTANCE USE Follow-up SUB 3 Follow-up RECOMMENDATIONS ON FREQUENCY OF CONTACT 1 » Harmful use: Follow-up in one month. Follow-up as needed ASSESS FOR IMPROVEMENT thereafter. » Dependence: Follow-up several times per week in the first two weeks, then weekly in the first At every visit, assess: month. Once improving, » decrease frequency to monthly Quantity and frequency of substance use, mental health, physical and as needed thereafter. health, risk and protective factors (e.g. relationships, accommodation, employment, etc.) » Ask about factors that lead to substance use and consequences of substance use RECENT CESSATION OF USE LONG TERM CESSATION OR ONGOING SUBSTANCE USE OR SHIFT TO NON-HARMFUL USE NON-HARMFUL USE » D evelop strategies to reduce harm » C onsider urine testing to confirm abstinence » C onsider occasional urine testing to confirm » T reat health problems » G ive positive feedback to encourage the non-use » D evelop strategies to reduce use maintenance of abstinence/non-harmful use » P ositive feedback » A rrange detoxification or maintenance » T reat other medical problems » S upport factors which reduce the risk of treatment if client agrees » C onsider relapse prevention medications for relapse (such as housing and employment) » C onduct frequent review and outreach alcohol and opioid dependence » T reat other medical problems » C onsider psychosocial therapies to prevent » E ncourage participation in mutual help groups relapse and mutual help groups » L ess frequent review » S upport factors which reduce the risk of relapse such as housing and employment BOX 2. SIGNS OF CHRONIC SUBSTANCE USE & INVESTIGATIONS TO CONSIDER SIGNS OF CHRONIC, HEAVY ALCOHOL CONSUMPTION: SIGNS OF CHRONIC DRUG USE: Liver disease: look for jaundiced (yellow) skin and eyes, palpable and tender liver Difficulty caring for self, poor dentition, parasitic skin infections such as lice or scabies, edge (in early liver disease), ascites (distended abdomen filled with fluid), spider naevi and malnutrition. (spider-like blood vessels visible on the surface of the skin), and altered mental status Signs of injection: look for injection sites on arms or legs, with both new and old (hepatic encephalopathy). marks visible. Ask the person where they inject and inspect the sites to make sure there Cerebellar damage: Look for problems with balance, walking, coordinating movements, are no signs of local infection. and nystagmus. Common health complications of injecting drug use: people who inject drugs have a Investigations to consider: higher risk of contracting infections such as HIV/AIDS, Hepatitis B and C, and tuberculosis. They are also at high risk for skin infections at their injection sites. In some cases, this – Liver enzymes: elevated liver enzymes and elevated ammonia indicate liver disease. can spread through the blood and cause septicaemia, endocarditis, spinal abscesses, – Complete blood count: look for macrocytic anaemia and low platelets. meningitis, or even death. Investigations to consider: – Urine drug screen: for emergency cases, a urine drug screen should be conducted whenever intoxication, withdrawal, or overdose is suspected, especially in cases when the person is unable to convey what they have ingested. – If the person has been injecting drugs, offer serological testing for blood-borne viruses, HIV/AIDS and Hepatitis B and C, etc. – If the person has had unprotected sex, offer testing for sexually transmitted infections, including HIV, syphilis, chlamydia, gonorrhoea, and human papilloma virus (HPV). – Obtain a tuberculosis test, sputum sample, and a chest x-ray if tuberculosis is suspected. Look for signs and symptoms such as chronic productive cough, fevers, chills, and weight loss. DISORDERS DUE TO SUBSTANCE USE 129 130 DISORDERS DUE TO SUBSTANCE USE SELF-HARM / SUICIDE Suicide is the act of deliberately killing oneself. Self-harm is a Evaluate for thoughts, plans and acts of self-harm during the broader term referring to intentional self-inflicted poisoning or initial assessment and periodically thereafter, as required. Attend injury, which may or may not have a fatal intent or outcome. to the person’s mental state and emotional distress. Any person over 10 years of age experiencing any of the following conditions should be asked about thoughts or plans of self-harm in the last month, and about acts of self-harm in the last year: CLINICAL TIP: Asking about self-harm does NOT provoke acts of self-harm. It often reduces » Any of the priority MNS conditions. See Master Chart ( MC) anxiety associated with thoughts or acts of self-harm and helps the person feel » Chronic pain understood. However, try to establish a relationship with the person before asking » questions about self-harm. Ask the person to explain their reasons for harming Acute emotional distress themselves. 131 132 SUI SELF HARM / SUICIDE SUI Quick Overview ASSESSMENT MANAGEMENT A ssess if the person has attempted Management Protocols a medically serious act of self-harm 1. Medically serious act of self-harm 2. Imminent risk of self-harm/suicide Assess for imminent risk of 3. Risk of self-harm/suicide self-harm/suicide General Management and Assess for any of the priority MNS conditions Psychosocial Interventions Assess for chronic pain Assess for severity of emotional symptoms FOLLOW-UP SUI 1 SUI 1 Assessment ASSESS FOR SELF-HARM/SUICIDE IF THE PERSON PRESENTS WITH EITHER: E xtreme hopelessness and despair, current thoughts/plan/act of self-harm suicide or history thereof, act of self-harm with signs of poisoning/intoxication, bleeding from self-inflicted wound, loss of consciousness and/or extreme lethargy, OR A ny of the priority MNS conditions, chronic pain or extreme emotional distress 1 Has the person attempted a medically serious act of self-harm? Assess if there is evidence of self-injury and/or signs/symptoms requiring urgent medical treatment: – Signs of poisoning or intoxication – Loss of consciousness – Bleeding from self-inflicted wound – Extreme lethargy CLINICAL TIP Management for the medically serious act of If medically stable, perform appropriate self-harm is required. management, as needed. Go to PROTOCOL 1 R eturn to STEP 2 2 once person is medically stable. SELF-HARM /SUICIDE 133 134 SUI 1 SELF HARM / SUICIDE Assessment 2 Is there an imminent risk of self-harm/suicide? Ask the person and carers if there are ANY of the following: – Current thoughts or plan of self-harm/suicide – History of thoughts or plan of self-harm in the past month or act of self-harm in the past year in a person who is now extremely agitated, violent, distressed or lacks communication IMMINENT RISK OF SELF-HARM/SUICIDE is likely G o to PROTOCOL 2, manage, and then continue to STEP 3 3 Is there a history of thoughts or plan of self-harm in the past month or act of self-harm in the past year? Imminent risk of self-harm/suicide is unlikely, but a risk may still persist. G o to PROTOCOL 3, manage, Risk of self-harm/suicide is unlikely. and then continue to STEP 33 3 Does the person have concurrent MNS conditions? – Depression – Child & adolescent mental – Psychoses – Disorders due to substance use and behavioral disorders – Epilepsy M anage the concurrent conditions. See relevant modules. 4 Does the person have chronic pain? M anage the pain and treat any relevant medical conditions. 5 Does the person have emotional symptoms severe enough to warrant clinical management? – Difficulty carrying out usual work, school, – Repeated self-medication for emotional – Marked distress or repeated help-seeking domestic or social activities distress, or unexplained physical symptoms Manage the emotional symptoms. Go to SUI 3 (Follow-up) Go to OTH SELF-HARM /SUICIDE 135 136 SUI 2 SELF HARM / SUICIDE Management SUI 2 Management PROTOCOL PROTOCOL PROTOCOL 1 2 3 Medically Serious Act of Self-Harm Imminent Risk of Self-Harm/Suicide Risk of Self-Harm/Suicide » » » For all cases: Place the person in a Remove means of self-harm/suicide. Offer and activate psychosocial support. secure and supportive environment at a » (2.3) Create a secure and supportive environment; health facility. » if possible, offer a separate, quiet room while Consult a mental health specialist, if available. » DO NOT leave the person alone. waiting for treatment. » Maintain regular contact and Follow-Up. » » Medically treat injury or poisoning. DO NOT leave the person alone. If there is acute pesticide intoxication, follow » Supervise and assign a named staff or family “Management of pesticide intoxication”. (2.1) member to ensure person’s safety at all times. » If hospitalization is needed, continue to » Attend to mental state and emotional distress. monitor the person closely to prevent suicide. » » Provide psychoeducation to the person and Care for the person with self-harm. (2.2) their carers. (2.5) » Offer and activate psychosocial support. » Offer and activate psychosocial support. (2.3) (2.3) » Offer carers support. (2.4) » Offer carers support. (2.4) » Consult a mental health specialist, » Consult a mental health specialist, if available. if available. » » Maintain regular contact and Follow-Up. Maintain regular contact and Follow-Up. 2.1 Management of pesticide 2.2 Care for the person with self-harm intoxication Place the person in a secure and supportive environment Hospitalization in non-psychiatric services of a general If the health care facility has a minimum set of skills and at a health facility ( do not leave them alone). If the hospital is not recommended for the prevention of self-harm. resources, then treat using the WHO document, “Clinical person must wait for treatment, offer an environment that However, if admission to a general (non-psychiatric) hospital is Management of Acute Pesticide Intoxication” (http://www. minimizes distress; if possible, in a separate, quiet room necessary for the management of the medical consequences who.int/mental_health/publications/9789241596732/en). with constant supervision and contact with a designated of self-harm, monitor the person closely to prevent further staff or family member to ensure safety at all times. self-harm in the hospital. Otherwise, transfer the person immediately to a health facility that has the following resources: Remove access to means of self-harm. If prescribing medication: – Skills and knowledge on how to resuscitate individuals Consult a mental health specialist, if available. – See relevant mhGAP-IG modules for pharmacological and assess for clinical features of pesticide poisoning; interventions in the management of concurrent conditions. Mobilize family, friends and other concerned individuals or – Skills and knowledge to manage the airway; in particular, available community resources to monitor and support the – Use medicines that are the least hazardous, in case to intubate and support breathing until a ventilator can person during the imminent risk period (see “Offer and of intentional overdose. be attached; activate psychosocial support”. (2.3) – Give prescriptions as short courses (e.g. one week – Atropine and means for its intravenous (i.v.) administration Treat people who have self-harmed with the same care, at a time). if signs of cholinergic poisoning develop; respect and privacy given to other people, and be sensitive to the emotional distress associated with self-harm. – Diazepam and means for its i.v. administration if the person develops seizures. Include the carers if the person wants their support during assessment and treatment; if possible, the psychosocial Consider administering activated charcoal if the person assessment should include a one-to-one interview is conscious, gives informed consent, and presents for care between the person and the health worker, to explore within one hour of the poisoning. private issues. Forced vomiting is not recommended. Provide emotional support to carers/family members if they need it. (2.4) Oral fluids should not be given. Ensure continuity of care. SELF-HARM /SUICIDE 137 138 SUI 2 SELF HARM / SUICIDE Management PSYCHOSOCIAL INTERVENTIONS 2.3 Offer and activate psychosocial 2.4 Carers support 2.5 Psychoeducation support Inform carers and family members that asking about suicide Key messages to the person and the carers Offer support to the person will often help the person feel relieved, less anxious, and better – If one has thoughts of self-harm/suicide, seek help understood. immediately from a trusted family member, friend or health – Explore reasons and ways to stay alive. Carers and family members of people at risk of self-harm often care provider. – Focus on the person’s strengths by encouraging them to experience severe stress. Provide emotional support to them if – It is okay to talk about suicide. Talking about suicide does talk of how earlier problems have been resolved. they need it. not provoke the act of suicide. – Consider problem-solving therapy to help people with acts Inform carers that even though they may feel frustrated – Suicides are preventable. of self-harm within the last year, if sufficient human resources with the person, they should avoid hostility and severe criticism are available. Go to Essential care and practice ECP towards the vulnerable person at risk of self-harm/suicide. – Having an episode of self-harm/suicide is an indicator of severe emotional distress. The person does not see an Activate psychosocial support alternative or a solution. Therefore, it is important to get the person immediate support for emotional problems and – Mobilize family, friends, concerned individuals and other stressors. available resources to ensure close monitoring of the person as long as the risk of self-harm/suicide persists. – Means of self-harm (e.g. pesticides, firearms, medications) should be removed from the home. – Advise the person and carers to restrict access to means of self-harm/suicide (e.g. pesticides/toxic substances, – The social network, including the family and relevant prescription medications, firearms, etc.) when the person others, is important for provision of social support. has thoughts or plans of self-harm/suicide. – Optimize social support from available community resources. These include informal resources, such as relatives, friends, acquaintances, colleagues and religious leaders or formal community resources, if available, such as crisis centres, and local mental health centres.",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": true,
    "has_followup": true
  }
}