{
  "id": "mhGAPv2_7d3eb2d9",
  "corpus": "mhGAPv2",
  "condition": "General",
  "text": "2 ROUTINELY MONITOR TREATMENT » Review and provide psychosocial interventions. » If on medication, review adherence, side effects and dosing. See Table 4. » If the person starts any other medications with the potential for drug-drug interactions, consider reviewing the medication dose. 3 DISCONTINUE MEDICATIONS Has the person been in full remission of symptoms with no episodes of bipolar disorder for at least two years? » » Consider discontinuation of medications Routinely follow up and monitor treatment. – Discuss with person/carer the risk of discontinuation. – Consult a specialist regarding the decision to discontinue maintenance treatment after 2 years. – Reduce gradually over period of weeks or months. PSYCHOSES 49 50 PSYCHOSES PPSSYYCCHHOOSSEESS EPILEPSY Epilepsy is a chronic noncommunicable disorder of the brain, Seizures are caused by abnormal electrical activity in the brain and characterized by recurrent unprovoked seizures. Epilepsy is one are of two types: convulsive and non-convulsive. Non-convulsive of the most common neurological disorders and with proper epilepsy has features such as change in mental status while con- treatment, can be well controlled in the majority of people. vulsive epilepsy has features such as sudden abnormal movements, including stiffening and shaking of the body. The latter is associated Epilepsy has many causes. It may be genetic. Epilepsy may occur with greater stigma and higher morbidity and mortality. This module in people who have a past history of birth trauma, brain injury covers only convulsive epilepsy. (including head trauma and strokes), or brain infections. In some people, no cause may be identified. 51 52 EPI EPILEPSY EPI Quick Overview Acute presentation of seizures/convulsions warrants emergency treatment & management ASSESSMENT MANAGEMENT EMERGENCY: M anagement Protocol and Assessment & management of acute Special Populations convulsions 1. Epilepsy 2. Special Populations (women of childbearing age, Assess if person has convulsive seizures children/adolescents, and people living with HIV) Assess for an acute cause Psychosocial Interventions (e.g. neuroinfection, trauma, etc.) Pharmacological Interventions Assess if the person has epilepsy and for any underlying causes (by history or examination) Assess for concurrent priority MNS conditions FOLLOW-UP EPI EMERGENCY PERSON PRESENTS WITH CONVULSION OR IS UNRESPONSIVE AND STIFF 1 CLINICAL TIP: Assessment and management Any sign of head or neck injury? should occur simultaneously. KEEP HEAD AND NECK STABLE 2 Check AIRWAY, BREATHING, CIRCULATION (ABCs) Place an intravenous (i.v.) line for medication/ Ensure the person has nothing in their airway, is breathing fluid administration if possible well and has a stable pulse DO NOT LEAVE THE PERSON ALONE Check BLOOD PRESSURE, TEMPERATURE and RESPIRATORY RATE DO NOT PUT ANYTHING IN THE MOUTH Start timing the duration of the convulsions, if possible FOR A PERSON WITH POSSIBLE HEAD INJURY, Make sure the person is in a safe place and if possible, put NEUROINFECTION (FEVER) OR FOCAL DEFICITS, them down on their side to help breathing; loosen any neckties or REFER URGENTLY TO HOSPITAL clothing around the neck, take off eye glasses, and place something soft under the head (if available) EPILEPSY 53 54 EPI EPILEPSY Emergency SPECIAL POPULATION: Pregnancy/Post-partum 3 Is the woman in the second half of pregnancy OR up to 1 week post partum AND has no past history of epilepsy? SUSPECT ECLAMPSIA Give magnesium sulphate 10 g 4 intramuscular (i.m.) I f diastolic blood pressure >110 mmHg, GIVE MEDICATION TO STOP CONVULSIONS give hydralazine 5 mg i.v. slowly (3-4min). Repeat every 30 min until ≤ 90 mmHg; Do not give more than 20 mg total R EFER URGENTLY TO HOSPITAL IF NO I.V. ESTABLISHED IF I.V. ESTABLISHED Give: S tart normal saline administration slowly (30 drops/minute) diazepam rectally (adult 10 mg, child 1 mg/year of age) G ive glucose i.v. (adult 5 ml of 50%; child 2-5 ml/kg of 10%) OR midazolam buccally/intranasally G ive emergency medication: (5-10 mg adult, child 0.2 mg/kg) – diazepam 10 mg i.v. (child 1mg/year of age i.v.) OR – lorazepam 4 mg i.v (child 0.1 mg/kg i.v.) 5 Have the convulsions stopped within 10 minutes of 1st dose of emergency medication? Proceed to EPI 1 (Assessment) GIVE 2nd DOSE OF EMERGENCY MEDICATION 6 Have the convulsions stopped? Proceed to EPI 1 (Assessment) R EFER URGENTLY TO HEALTH FACILITY DO NOT GIVE MORE THAN 2 DOSES OF EMERGENCY MEDICATION EPILEPSY 55 56 EPI EPILEPSY Emergency 7 IS THE PERSON IN STATUS EPILEPTICUS? Convulsions continue after 2 doses of emergency medication, OR No recovery in between convulsions SKSSKKIPIIPP t ottoo S SSTTTEEEPPP 1111100000 (e.g. convulsions stopped after second dose of emergency medication STATUS EPILEPTICUS IS LIKELY on arrival to health facility) 8 Management should occur in health facility C ontinue to check AIRWAY, BREATHING, and CIRCULATION (ABCs) G ive oxygen M onitor need for intubation/ventilation continuously 9 GIVE ONE OF THE FOLLOWING MEDICATIONS INTRAVENEOUSLY V ALPROIC ACID: P HENYOTIN: 20 mg/kg i.v. once up to maximum dose of 1 g, over 30 min 15-20 mg/kg i.v. up to max dose of 1 g, over 60 min – use second i.v. line (DIFFERENT FROM DIAZEPAM) P HENOBARBITAL: PHENYTOIN CAUSES SIGNIFICANT DAMAGE IF 15-20 mg/kg i.v.* up to maximum dose of 1 g, over 100 mg/min EXTRAVASATES, MUST HAVE GOOD I.V. LINE! *If no i.v. access, can use i.m. phenobarbital (same dose as i.v.) Have the convulsions stopped? Use one of the other medications (if available) OR additional 10 mg/kg phenytoin (given over 30 min) Monitor for respiratory depression, hypotension, arrhythmia. 10 E VALUATE (AND TREAT AS APPROPRIATE) FOR UNDERLYING CAUSE OF CONVULSIONS: – Neuroinfection (fever, stiff neck, headache, confusion) – Substance use (alcohol withdrawal or drug ingestion) – Trauma – Metabolic abnormality (hypernatraemia or hypoglycaemia) – Stroke (focal deficit) – Tumor (focal deficit) – Known epilepsy (prior history of seizures) Have the convulsions stopped? R EFER TO SPECIALIST FOR FURTHER DIAGNOSTIC Proceed to EPI 1 (Assessment) EVALUATION EPILEPSY 57 58 EPI 1 EPILEPSY Assessment CLINICAL TIP EPI 1 Assessment Syncope and pseudoseizures should be considered during initial evaluation and in cases of treatment failure. COMMON PRESENTATIONS OF EPILEPSY » Syncopal (fainting) spells often are associated with flushing, Convulsive movement or fits/seizures sweating, pallor, and occasio- During the convulsion: nally a feeling of vision darken- – Loss of consciousness or impaired consciousness ing prior to an episode. Mild – Stiffness, rigidity shaking may occur at the end. – Tongue bite, injury, incontinence of urine or faeces » Pseudoseizures are typically After the convulsion: fatigue, drowsiness, sleepiness, confusion, associated with a stress trigger. Episodes are often prolonged abnormal behaviour, headache, muscle aches, or weakness on and can involve nonrhythmic one side of the body jerking of the body, eyes may be closed, and pelvic thrusting is often seen. There is typically a rapid return to baseline after 1 the episode. If pseudoseizures are suspected, go to OTH. Does the person have convulsive seizures? Has the person had convulsive movements lasting longer than 1-2 minutes? Convulsive seizures unlikely Consult a specialist for recurrent episodes Follow-up in 3 months Has the person had at least 2 of the following symptoms during the episode(s)? – Loss of consciousness or impaired consciousness – After the convulsion: fatigue, drowsiness, – Stiffness, rigidity sleepiness, confusion, abnormal behaviour, – Bitten or bruised tongue, bodily injury headache, muscle aches, or weakness on one – Incontinence of faeces/urine side of the body Convulsive seizures unlikely Consult a specialist for recurrent episodes Follow-up in 3 months Suspect CONVULSIVE SEIZURES 2 Is there an acute cause? Is there neuroinfection or other possible causes of convulsions? » Check for signs and symptoms: – Fever – Meningeal irritation – Metabolic abnormality – Alcohol or drug – Headache (e.g. stiff neck) (e.g. hypogylcemia/ intoxication or – Confusion – Head injury hyponatremia) withdrawal Suspect EPILEPSY EPILEPSY 59 60 EPI 1 EPILEPSY Assessment IS IT A CHILD 6 MONTHS TO SKIP to STEP 3 » 6 YEARS OLD WITH A FEVER? EVALUATE & TREAT MEDICAL CONDITION » REFER TO HOSPITAL IF POSSIBLE FOR HEAD INJURY, MENINGITIS, AND METABOLIC Are the convulsions: ABNORMALITIES – Focal: Starts in one part of the body ANTIEPILEPTIC MEDICATION – Prolonged: Lasts more than 15 min NOT REQUIRED – Repetitive: More than 1 episode during the » current illness Follow-up in 3 months to assess for possible epilepsy COMPLEX FEBRILE SEIZURE R EFER TO HOSPITAL FOR ADMISSION SIMPLE FEBRILE SEIZURE Look for cause (local Integrated Management of Childhood Illness (IMCI) guidelines) Observe over 24 hours No antiepileptic treatment needed 3 Does the person have epilepsy? CLINICAL TIP Ask about: – How frequent are the episodes? Has the person had at least two seizures on two – How many in the past year? different days in the past year? – When was the last episode? Does not meet criteria for epilepsy Maintenance antiepileptic medication not necessary Follow-up in 3 months and assess for possible epilepsy EPILEPSY is likely Asses for underlying cause. Do a physical examination. CLINICAL TIP Physical examination should include A re any of the following present? neurologic examination and evaluate for any focal deficits; e.g. any asymmetry in – Birth asphyxia or trauma history – Infection of the brain strength or reflexes. – Head injury – Family history of seizures R EFER TO SPECIALIST FOR FURTHER EVALUATION OF CAUSE EPILEPSY 61 62 EPI 1 EPILEPSY Assessment 4 Are there concurrent MNS conditions? A ssess for other concurrent MNS conditions according to the mhGAP-IG Master Chart (MC) Please note persons with EPILEPSY are at higher risk for DEPRESSION, DISORDERS DUE TO SUBSTANCE USE. CHILDREN AND ADOLSCENTS MAY HAVE ASSOCIATED MENTAL AND BEHAVIOURAL DISORDERS. SUBSTANCE USE DISORDERS Go to PROTOCOL 1 IF THERE IS IMMINENT RISK OF SUICIDE, ASSESS AND MANAGE before continuing to Protocol. Go to SUI. EPI 2 Management PROTOCOL 1 Provide psychoeducation to the person and carers (2.1) Initiate antiepileptic medications (2.3) Promote functioning in daily activities (2.2) Special populations Note that interventions are different for EPILEPSY in these populations HIV WOMAN OF CHILDBEARING AGE CHILD / ADOLESCENT PERSON LIVING WITH HIV Concern: Risk of antiepileptic medication to fetus/child Concern: Effect of antiepileptic medication Concern: Drug interactions between antiepileptic on development and/or behavior medications and antiretrovirals Advise folate (5 mg/day) to prevent neural tube For those with a developmental disorder, When available, refer to specific drug interactions defects, in ALL women of childbearing age. manage the condition. Go to CMH. for person’s antiretroviral regimen and antiepileptic medication. AVOID VALPROATE. For children with behavioural disorder, avoid phenobarbital if possible. Manage the condition. Valproate is preferred due to fewer drug-drug CAUTION If Pregnant: Go to CMH. interactions. – Avoid polytherapy. Multiple medications in combination increase the risk of teratogenic effects during pregnancy. AVOID PHENYTOIN AND CARBAMAZEPINE – If medications are stopped during pregnancy, WHEN POSSIBLE. they should always be tapered. – Advise delivery in hospital. – At delivery, give 1 mg vitamin K i.m. to the newborn to prevent haemorrhagic disease. If breastfeeding, carbamazepine preferred to other medication. EPILEPSY 63 64 EPI 2 EPILEPSY Management PSYCHOSOCIAL INTERVENTIONS 2.1 Psychoeducation 2.2 P romote functioning in daily activities and community life Provide information on: \"What is a convulsion/epilepsy\" Provide information on: How carers can manage and the importance of medication. convulsion at home. » Refer to Essential Care and Practice (ECP) for interventions that promote functioning in daily living and community life. “A convulsion is caused by excess electrical activity in the Lay person down, on their side, head turned to help breathing. brain – it is not caused by witchcraft or spirits.” » DO NOT PUT ANYTHING IN THEIR MOUTH OR RESTRAIN In addition, inform carers and people “Epilepsy is the recurrent tendency for convulsions.” THE PERSON. with epilepsy that: “It is a chronic condition, but if you take your medicine as Ensure the person is breathing properly. – People with epilepsy can lead normal lives. prescribed, in the majority of people it can be fully Stay with person until the convulsion stops and they wake up. They can marry and have children. controlled.” Sometimes people with epilepsy know that a convulsion is – Parents should not remove children with epilepsy from The person may have several people helping them take care imminent. They should lie down somewhere safe if they have school. of their convulsions. Discuss this with the person. that feeling. – People with epilepsy can work in most jobs. However they Ask the person to let you know if they are seeing a Epilepsy is not contagious. You cannot catch the disorder by should avoid jobs with high risk of injury to self or others traditional or a faith healer, showing respect for this, but assisting the person experiencing convulsions. (e.g. working with heavy machinery). emphasizing the need for being seen at a healthcare facility. – People with epilepsy should avoid cooking on open fires The person should also be informed that medicines and Provide information on: When to get medical help. and swimming alone. herbal products can sometimes have adverse interactions, so the health care providers must know about everything – People with epilepsy should avoid excessive alcohol and When a person with epilepsy appears to have trouble they take. recreational substances, sleeping too little, or going to breathing during a convulsion, they need immediate places with flashing lights. medical help. CLINICAL TIP: When a person with epilepsy has a convulsion lasting longer – Local driving laws related to epilepsy should be observed. Seizures lasting greater than 5 minutes are than 5 minutes outside of a health facility, they need to be – People with epilepsy may qualify for disability benefits. a medical emergency – one should seek help taken to one. immediately. – Community programs for people with epilepsy can provide When a person with epilepsy is not waking up after a assistance in jobs and support for both the person and Most people with epilepsy can have normal convulsion, they need to be taken to a health facility. family. lives with good adherence to treatment.",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": true,
    "has_followup": true
  }
}