{
  "id": "mhGAPv2_05be4651",
  "corpus": "mhGAPv2",
  "condition": "General",
  "text": "2.1 Management of pesticide 2.2 Care for the person with self-harm intoxication Place the person in a secure and supportive environment Hospitalization in non-psychiatric services of a general If the health care facility has a minimum set of skills and at a health facility ( do not leave them alone). If the hospital is not recommended for the prevention of self-harm. resources, then treat using the WHO document, “Clinical person must wait for treatment, offer an environment that However, if admission to a general (non-psychiatric) hospital is Management of Acute Pesticide Intoxication” (http://www. minimizes distress; if possible, in a separate, quiet room necessary for the management of the medical consequences who.int/mental_health/publications/9789241596732/en). with constant supervision and contact with a designated of self-harm, monitor the person closely to prevent further staff or family member to ensure safety at all times. self-harm in the hospital. Otherwise, transfer the person immediately to a health facility that has the following resources: Remove access to means of self-harm. If prescribing medication: – Skills and knowledge on how to resuscitate individuals Consult a mental health specialist, if available. – See relevant mhGAP-IG modules for pharmacological and assess for clinical features of pesticide poisoning; interventions in the management of concurrent conditions. Mobilize family, friends and other concerned individuals or – Skills and knowledge to manage the airway; in particular, available community resources to monitor and support the – Use medicines that are the least hazardous, in case to intubate and support breathing until a ventilator can person during the imminent risk period (see “Offer and of intentional overdose. be attached; activate psychosocial support”. (2.3) – Give prescriptions as short courses (e.g. one week – Atropine and means for its intravenous (i.v.) administration Treat people who have self-harmed with the same care, at a time). if signs of cholinergic poisoning develop; respect and privacy given to other people, and be sensitive to the emotional distress associated with self-harm. – Diazepam and means for its i.v. administration if the person develops seizures. Include the carers if the person wants their support during assessment and treatment; if possible, the psychosocial Consider administering activated charcoal if the person assessment should include a one-to-one interview is conscious, gives informed consent, and presents for care between the person and the health worker, to explore within one hour of the poisoning. private issues. Forced vomiting is not recommended. Provide emotional support to carers/family members if they need it. (2.4) Oral fluids should not be given. Ensure continuity of care. SELF-HARM /SUICIDE 137 138 SUI 2 SELF HARM / SUICIDE Management PSYCHOSOCIAL INTERVENTIONS 2.3 Offer and activate psychosocial 2.4 Carers support 2.5 Psychoeducation support Inform carers and family members that asking about suicide Key messages to the person and the carers Offer support to the person will often help the person feel relieved, less anxious, and better – If one has thoughts of self-harm/suicide, seek help understood. immediately from a trusted family member, friend or health – Explore reasons and ways to stay alive. Carers and family members of people at risk of self-harm often care provider. – Focus on the person’s strengths by encouraging them to experience severe stress. Provide emotional support to them if – It is okay to talk about suicide. Talking about suicide does talk of how earlier problems have been resolved. they need it. not provoke the act of suicide. – Consider problem-solving therapy to help people with acts Inform carers that even though they may feel frustrated – Suicides are preventable. of self-harm within the last year, if sufficient human resources with the person, they should avoid hostility and severe criticism are available. Go to Essential care and practice ECP towards the vulnerable person at risk of self-harm/suicide. – Having an episode of self-harm/suicide is an indicator of severe emotional distress. The person does not see an Activate psychosocial support alternative or a solution. Therefore, it is important to get the person immediate support for emotional problems and – Mobilize family, friends, concerned individuals and other stressors. available resources to ensure close monitoring of the person as long as the risk of self-harm/suicide persists. – Means of self-harm (e.g. pesticides, firearms, medications) should be removed from the home. – Advise the person and carers to restrict access to means of self-harm/suicide (e.g. pesticides/toxic substances, – The social network, including the family and relevant prescription medications, firearms, etc.) when the person others, is important for provision of social support. has thoughts or plans of self-harm/suicide. – Optimize social support from available community resources. These include informal resources, such as relatives, friends, acquaintances, colleagues and religious leaders or formal community resources, if available, such as crisis centres, and local mental health centres. SUI 3 Follow-up RECOMMENDATIONS ON FREQUENCY OF CONTACT 1 » MAINTAIN REGULAR CONTACT (via telephone, home visits, letters or contact ASSESS FOR IMPROVEMENT cards) more frequently initially (e.g. daily, weekly) for the first 2 months. » Follow-up for as long as the risk of Is the person improving? self-harm/suicide persists. » Decrease contact as the person improves. » Continue following-up for 2 years, further decreasing contact according to improvement (e.g. once every 2-4 weeks after the initial 2 months, and twice in the second year). » Increase intensity or duration of contact as necessary. » Refer to specialist as needed. 2 ROUTINELY ASSESS FOR THOUGHTS AND PLANS OF SELF-HARM/SUICIDE » At every contact, routinely assess for suicidal thoughts and plans. Is the risk of self-harm/suicide imminent? See SUI 1 (Assessment). SELF-HARM /SUICIDE 139 140 SELF HARM / SUICIDE OTHER SIGNIFICANT MENTAL HEALTH COMPLAINTS This module aims to provide basic guidance on management Other mental health complaints are considered significant of a range of mental health complaints not covered elsewhere in when they impair daily functioning or when the person seeks this guide. Some of these complaints may be similar to depression, help for them. Other mental health complaints can be due but upon closer examination are distinct from the conditions to stress. covered in this guide. T his module should not be considered for people who meet the criteria for any of the mhGAP priority conditions (except self-harm). T his module should only be used after explicitly ruling out depression. » This module should be used when helping adults. In case the person is a child or adolescent, go to CMH. OTHER SIGNIFICANT MENTAL HEALTH COMPLAINTS 141 142 OTH OTHER SIGNIFICANT MENTAL HEALTH COMPLAINTS OTH Quick Overview ASSESSMENT MANAGEMENT R ule out physical causes that would fully Management Protocols explain the presenting symptoms 1. Other significant mental health complaints 2. Other significant mental health complaints in Rule out depression or other MNS conditions people exposed to extreme stressors Assess if the person is seeking help to relieve symptoms or has considerable difficulty with daily functioning Assess if the person has been exposed to FOLLOW-UP extreme stressors Assess if there is imminent risk of self-harm/suicide Ass O e T ss H m 1 e nt Assessment COMMON PRESENTATIONS OF OTHER SIGNIFICANT MENTAL HEALTH COMPLAINTS F eeling extremely tired, depressed, irritated, anxious or stressed. M edically unexplained somatic complaints (i.e. somatic symptoms that do not have a known physical cause that fully explains the symptom). 1 Is there a physical cause that fully explains the presenting symptoms? Manage any physical cause identified and recheck to see if the symptoms persist. 2 Is this depression or another MNS condition discussed in another module of this guide? Go to relevant module. OTHER SIGNIFICANT MENTAL HEALTH COMPLAINTS 143 144 OTH 1 OTHER SIGNIFICANT MENTAL HEALTH COMPLAINTS Assessment 3 Is the person seeking help to relieve symptoms or having considerable difficulty with daily functioning because of their symptoms? No treatment needed. OTHER SIGNIFICANT MENTAL HEALTH COMPLAINTS are likely 4 Has the person been exposed to extreme stressors? (e.g. physical or sexual violence, major accidents, bereavement or other major losses) Go to PROTOCOL 1 and 2 Go to PROTOCOL 1 IF THERE IS IMMINENT RISK OF SUICIDE, ASSESS AND MANAGE before continuing to Protocol 1 and 2 (Go to » SUI).",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": true,
    "has_followup": true
  }
}