{
  "id": "mhGAPv2_fe787e03",
  "corpus": "mhGAPv2",
  "condition": "General",
  "text": "II. Conduct a MNS Assessment Conducting an assessment for MNS conditions involves the following steps. First, the presenting complaint is explored, then a history is obtained including asking about past MNS issues, general health problems, family MNS history, and psychosocial history. Observe the person (Mental Status Exam), establish a differential diagnosis, and identify the MNS condition. As part of the assessment, conduct a physical examination and obtain basic laboratory tests as needed. The assessment is conducted with informed consent of the person. HISTORY TAKING 1 Presenting Complaint 4 Family History of MNS Conditions Main symptom or reason that the person is seeking care. E xplore possible family history of MNS conditions and ask if anyone Ask when, why, and how it started. had similar symptoms or has received treatment for a MNS condition. It is important at this stage to gather as much information as possible about the person’s symptoms and their situation. 5 Psychosocial History A sk about current stressors, coping methods and social support. 2 Past MNS History A sk about current socio-occupational functioning (how the person is functioning at home, work and in relationships). Ask about similar problems in the past, any psychiatric hospitalizations or medications prescribed for MNS conditions, and any past suicide attempts. O btain basic information including where the person lives, level of education, work/employment history, marital status and number/ages Explore tobacco, alcohol and substance use. of children, income, and household structure/living conditions. 3 General Health History For children and adolescents, ask about whether they have a carer, Ask about physical health problems and medications. and the nature and quality of the relationship between them. Obtain a list of current medications. Ask about allergies to medications. ESSENTIAL CARE AND PRACTICE 9 10 ECP EESSSSEENNTTIIAALL CCAARREE A& NPDR APCRTAICCETICE Suspect a priority MNS condition and go to the relevant module(s) for assessment ASSESSMENT FOR MNS CONDITIONS 1 Physical Examination 4 Basic Laboratory Tests C onduct a targeted physical examination guided by the information R equest laboratory tests when indicated and possible, especially found during the MNS assessment. to rule out physical causes. 5 Identify the MNS Condition 2 Mental Status Examination (MSE)* A sk about and observe the person’s Appearance and Behaviour, I dentify the MNS condition using the appropriate module(s). Mood and Affect, Content of Thought, any Perceptual disturbances and A ssess for other MNS symptoms and priority conditions (see Master Chart). Cognition. See symptom based Master Chart (MC) for details. F ollow the appropriate management algorithm and treatment protocols. 3 Differential Diagnosis C onsider the differential diagnosis and rule out conditions that have similar presenting symptoms. CLINICAL TIP: Once a MNS disorder is suspected, always assess for self harm/suicide ( SUI ) * Mental Status Examination adapted for non-specialists may include: Behavior and Appearance = symptoms and signs involving the way a person looks or acts; Mood and Affect = symptoms and signs involving the regulation and expression of emotions or feeling states; Content of Thought = symptoms and signs involving subject matter of thoughts including delusions, paranoia, suspiciousness and suicidal ideation; Perceptual Disturbance = sensory perceptions occurring in the absence of the appropriate (external) stimulus (e.g. auditory or visual hallucinations). The person may or may not have insight into the unreal nature of the perception; Cognition = symptoms, signs and clinical findings indicative of a disturbance in mental abilities and processes related to attention, memory, judgment, reasoning, problem solving, decision making, comprehension and the integration of these functions. III. Manage MNS Conditions Once the assessment is conducted, follow the management algorithm in mhGAP-IG to manage the MNS disorder. Key steps in management are found in the box below. MANAGEMENT STEPS FOR MNS CONDITIONS Many MNS conditions are chronic and require long-term monitoring and follow-up. Managing a MNS disorder over time involves the following steps. 1 Develop a treatment plan in collaboration with 4 Refer to specialists or hospital when indicated the person and their carer. and available. 5 Ensure that appropriate plan for follow-up is in place. CLINICAL TIP: Written treatment plan should cover: 6 Work together with carer and families – Pharmacological interventions (if any) – Psychosocial interventions in supporting the person with the MNS disorder. – Referrals – Follow-up plan 7 Foster strong links with employment, education, – Management of any concurrent physical and/or other MNS conditions social services (including housing) and other relevant sectors. 2 Always offer psychosocial interventions for the person 8 Modify treatment plans for special populations. and their carers. 3 Treat the MNS disorder using pharmacological interventions when indicated. ESSENTIAL CARE AND PRACTICE 11 12 ECP EESSSSEENNTTIIAALL CCAARREE A& NPDR APCRTAICCETICE 1. Treatment Planning B. Reduce stress and strengthen social D. Psychological Treatment 1 supports Discuss and determine treatment goals that respect the Psychological treatments are interventions that typically willingness and preferences for care. Address current psychosocial stressors: require substantial dedicated time and tend to be provided Identify and discuss relevant psychosocial issues that place by specialists trained in providing them. Nonetheless, they Involve the carer after obtaining the person’s agreement. stress on the person and/or impact their life including, but can be effectively delivered by trained and supervised Encourage self-monitoring of symptoms and explain when not limited to, family and relationship problems, employ- non-specialized workers and through guided self-help (e.g. to seek care urgently. ment/occupation/livelihood issues, housing, finances, access with use of e-mental health programmes or self-help books). to basic security and services, stigma, discrimination, etc. The interventions listed below are described briefly in Assist the person to manage stress by discussing methods such the glossary. 22. Psychosocial Interventions as problem solving techniques. Assess and manage any situation of maltreatment, abuse (e.g. A. Psychoeducation domestic violence) and neglect (e.g. of children or the elderly). Example of Intervention Recommended for: Discuss with the person possible referrals to a trusted protec- Provide information about the MNS condition to the tion agency or informal protection network. Contact legal and Behavioral Activation DEP person, including: community resources, as appropriate. Relaxation Training DEP What the condition is and its expected course and Identify supportive family members and involve them as Problem Solving Treatment DEP outcome. much as possible and appropriate. Cognitive Behavioural Therapy (CBT) DEP, CMH, SUB, PSY Contingency Management Therapy SUB Available treatments for the condition and their Strengthen social supports and try to reactivate the Family Counseling or Therapy PSY, SUB expected benefits. person’s social networks. Interpersonal Therapy (IPT) DEP Duration of treatment. Identify prior social activities that, if reinitiated, would Motivational Enhancement Therapy SUB Importance of adhering to treatment, including what have the potential for providing direct or indirect psycho- Parent Skills Training CMH the person can do (e.g. taking medication or practising social support (e.g. family gatherings, visiting neighbours, relevant psychological interventions such as relaxation community activities, religious activities, etc.). exercises) and what carers can do to help the person Teach stress management such as relaxation techniques. adhere to treatment. Potential side-effects (short and long term) of any C. P romote functioning in prescribed medication that the person (and their carers) daily activities need to monitor. Potential involvement of social workers, case managers, Provide the person support to continue regular social, community health workers or other trusted members in the educational and occupational activities as much as possible. community. Facilitate inclusion in economic activities. Refer to management section of relevant module(s) for specific Offer life skills training, and/or social skills training if needed. information on the MNS disorder.",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": true,
    "has_followup": true
  }
}