{
  "id": "mhGAPv2_65117b66",
  "corpus": "mhGAPv2",
  "condition": "General",
  "text": "OTH 2 Management PROTOCOL 1 OTHER SIGNIFICANT MENTAL HEALTH COMPLAINTS » DO NOT prescribe anti-anxiety or antidepressant medicines – Inform the person that no serious disease has been identified. Communicate the (unless advised by a specialist). normal clinical and test findings. » – If the person insists on further investigations, consider saying that performing DO NOT give vitamin injections or other ineffective treatments. unnecessary investigations can be harmful because they can cause unnecessary » In all cases, reduce stress and strengthen social supports as worry and side-effects. described in Essential care and practice (ECP). – Acknowledge that the symptoms are not imaginary and that it is still important to address symptoms that cause significant distress. – Address current psychosocial stressors. – Ask the person for their own explanation of the cause of their symptoms, and – Strengthen supports. ask about their concerns. This may give clues about the source of distress, help build a – Teach stress management such as relaxation techniques (see Box 1 at end of module). trusting relationship with the person and increase the person’s adherence to treatment. » When no physical condition is identified that fully explains a presenting – Explain that emotional suffering/stress often involves the experience of bodily somatic symptom, acknowledge the reality of the symptoms and provide sensations, such as stomach aches, muscle tension, etc. Ask for and discuss possible explanations. potential links between the person’s emotions/stress and symptoms. – Avoid ordering more laboratory or other investigations unless there is a clear – Encourage continuation of (or gradual return to) daily activities. medical indication, e.g. abnormal vital signs. – Remember to apply the practice of reducing stress and strengthening social – In case a further investigation is ordered anyway, reduce unrealistic expectations support. Go to » ECP. by telling the person that the expected result is likely to be normal. OTHER SIGNIFICANT MENTAL HEALTH COMPLAINTS 145 146 OTH 2 OTHER SIGNIFICANT MENTAL HEALTH COMPLAINTS Management PROTOCOL 2 OTHER SIGNIFICANT MENTAL HEALTH COMPLAINTS IN PEOPLE EXPOSED TO EXTREME STRESSORS (e.g. physical or sexual violence, major accidents, bereavement or other major loss) » In all cases, whether or not the person presents with emotional, physical or – In most cases, grief will diminish over time. One may think that the sadness, yearning behavioural problems after exposure to an extreme stressor, provide support or pain one feels will never go away, but in most cases, these feelings lessen over time. as described in PROTOCOL 1. Listen carefully. Sometimes a person may feel fine for a while, then something reminds them of the » loss and they may feel as bad as they did at first. There is no right or wrong way to DO NOT pressure the person to talk about the event. feel grief. Sometimes one might feel very sad, other times numb, and at other times » one might be able to enjoy oneself. These experiences usually become less intense Address the person’s social needs. and less frequent over time. – Ask the person about his/her needs and concerns. » In case of the loss of a loved one, discuss and support culturally appropriate – Help the person to address basic needs, access services and connect with family adjustment and/or mourning processes. and other social supports. – Ask if appropriate mourning ceremonies/rituals have happened or been planned. – Protect the person from (further) harm, if needed. If this is not the case, discuss the obstacles and how to address them. – Encourage the person to return to previous, normal activities, e.g. at school » or work, at home, and socially, if it is feasible and culturally appropriate. If prolonged grief disorder is suspected, consult a specialist for further assessment and management. » In case of any major loss explain that: – The person may have prolonged grief disorder if the symptoms involve – It is normal to grieve for any major loss. One can grieve for a person, a place, or considerable difficulty with daily functioning for at least 6 months and include property or the loss of one’s own health and wellbeing. Grief has both mental and severe preoccupation with or intense longing for the deceased person physical effects. accompanied by intense emotional pain. – People grieve in different ways. Some people show strong emotions while others do not. Crying does not mean one is weak. People who do not cry may feel the emotional pain just as deeply but have other ways of expressing it. » » In the case of reactions to recent exposure to a potentially If post-traumatic stress disorder (PTSD) is suspected, consult a specialist traumatic event, explain that: for further assessment and management. – People often have reactions after such events. The reactions may be highly variable – After a potentially traumatic event, the person may have PTSD if the symptoms from person to person and change over time. involve considerable difficulty with daily functioning for at least 1 month and include recurring frightening dreams, flashbacks or intrusive memories of the – They can include somatic symptoms such as palpitations, aches and pains, gastric events accompanied by intense fear or horror; deliberate avoidance of reminders upset, and headaches and emotional and behavioural symptoms that include sleep of the event; excessive concern and alertness to danger or reacting strongly to disturbance, sadness, anxiety, irritation and aggression. loud noises or unexpected movements. – Such feelings can be exacerbated or can reappear when reminders of the stressful event or new stressors occur. – In most cases the symptoms are likely to diminish over time, particularly if the person gets rest, social support, and engages in stress reduction. Go to » ECP. Go to Box 1. OTHER SIGNIFICANT MENTAL HEALTH COMPLAINTS 147 148 OTH 3 OTHER SIGNIFICANT MENTAL HEALTH COMPLAINTS Follow-up OTH 3 Follow-up RECOMMENDATIONS ON FREQUENCY OF CONTACT » Ask the person to return in 2-4 weeks if their symptoms do not improve or if, at any time, their symptoms worsen. ASSESS FOR IMPROVEMENT Is the person improving? If the person is not improving or the person or » Contine with treatment plan the carer insists on further investigations and » Follow-up as needed treatment: » Review Protocols 1 and 2 » Consider consulting a specialist.",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": true,
    "has_followup": true
  }
}