{
  "id": "mhGAPv2_fd89c7f0",
  "corpus": "mhGAPv2",
  "condition": "General",
  "text": "EPI 2 Management PROTOCOL 1 Provide psychoeducation to the person and carers (2.1) Initiate antiepileptic medications (2.3) Promote functioning in daily activities (2.2) Special populations Note that interventions are different for EPILEPSY in these populations HIV WOMAN OF CHILDBEARING AGE CHILD / ADOLESCENT PERSON LIVING WITH HIV Concern: Risk of antiepileptic medication to fetus/child Concern: Effect of antiepileptic medication Concern: Drug interactions between antiepileptic on development and/or behavior medications and antiretrovirals Advise folate (5 mg/day) to prevent neural tube For those with a developmental disorder, When available, refer to specific drug interactions defects, in ALL women of childbearing age. manage the condition. Go to CMH. for person’s antiretroviral regimen and antiepileptic medication. AVOID VALPROATE. For children with behavioural disorder, avoid phenobarbital if possible. Manage the condition. Valproate is preferred due to fewer drug-drug CAUTION If Pregnant: Go to CMH. interactions. – Avoid polytherapy. Multiple medications in combination increase the risk of teratogenic effects during pregnancy. AVOID PHENYTOIN AND CARBAMAZEPINE – If medications are stopped during pregnancy, WHEN POSSIBLE. they should always be tapered. – Advise delivery in hospital. – At delivery, give 1 mg vitamin K i.m. to the newborn to prevent haemorrhagic disease. If breastfeeding, carbamazepine preferred to other medication. EPILEPSY 63 64 EPI 2 EPILEPSY Management PSYCHOSOCIAL INTERVENTIONS 2.1 Psychoeducation 2.2 P romote functioning in daily activities and community life Provide information on: \"What is a convulsion/epilepsy\" Provide information on: How carers can manage and the importance of medication. convulsion at home. » Refer to Essential Care and Practice (ECP) for interventions that promote functioning in daily living and community life. “A convulsion is caused by excess electrical activity in the Lay person down, on their side, head turned to help breathing. brain – it is not caused by witchcraft or spirits.” » DO NOT PUT ANYTHING IN THEIR MOUTH OR RESTRAIN In addition, inform carers and people “Epilepsy is the recurrent tendency for convulsions.” THE PERSON. with epilepsy that: “It is a chronic condition, but if you take your medicine as Ensure the person is breathing properly. – People with epilepsy can lead normal lives. prescribed, in the majority of people it can be fully Stay with person until the convulsion stops and they wake up. They can marry and have children. controlled.” Sometimes people with epilepsy know that a convulsion is – Parents should not remove children with epilepsy from The person may have several people helping them take care imminent. They should lie down somewhere safe if they have school. of their convulsions. Discuss this with the person. that feeling. – People with epilepsy can work in most jobs. However they Ask the person to let you know if they are seeing a Epilepsy is not contagious. You cannot catch the disorder by should avoid jobs with high risk of injury to self or others traditional or a faith healer, showing respect for this, but assisting the person experiencing convulsions. (e.g. working with heavy machinery). emphasizing the need for being seen at a healthcare facility. – People with epilepsy should avoid cooking on open fires The person should also be informed that medicines and Provide information on: When to get medical help. and swimming alone. herbal products can sometimes have adverse interactions, so the health care providers must know about everything – People with epilepsy should avoid excessive alcohol and When a person with epilepsy appears to have trouble they take. recreational substances, sleeping too little, or going to breathing during a convulsion, they need immediate places with flashing lights. medical help. CLINICAL TIP: When a person with epilepsy has a convulsion lasting longer – Local driving laws related to epilepsy should be observed. Seizures lasting greater than 5 minutes are than 5 minutes outside of a health facility, they need to be – People with epilepsy may qualify for disability benefits. a medical emergency – one should seek help taken to one. immediately. – Community programs for people with epilepsy can provide When a person with epilepsy is not waking up after a assistance in jobs and support for both the person and Most people with epilepsy can have normal convulsion, they need to be taken to a health facility. family. lives with good adherence to treatment. PHARMACOLOGICAL INTERVENTIONS 2.3 Initiate antiepileptic medications Choose a medication that will be consistently available. CAUTION! If special population (children, women of childbearing Check for drug-drug interactions. When used together, When possible, avoid use of sodium valproate in age, person living with HIV), see relevant section of this antiepileptics may increase or reduce the effect of other pregnant women due to risk of neural tube defects. module. antiepilepileptics. Antiepileptics may also reduce effect of All anticonvulsant medications should be discontinued slowly as Start with only one medication at lowest starting dose. hormonal birth control, immunosuppressants, antipsy- stopping them abruptly can cause seizure breakthrough. chotics, methadone, and some antiretrovirals. Increase dose slowly until convulsions are controlled. Rarely, can cause severe bone marrow depression, Consider monitoring blood count, blood chemistry and hypersensitivity reactions including Stevens-Johnson liver function tests, if available. Syndrome, altered Vitamin D metabolism and Vitamin K-deficient hemorrhagic disease of newborns. TABLE 1: Antiepileptic medications MEDICATION ORAL DOSING SIDE EFFECTS CONTRAINDICATIONS / CAUTIONS CARBAMAZEPINE Adults: Common: Sedation, confusion, dizziness, ataxia, Caution in patients with history of blood disorders, kidney, Start 100-200 mg daily in 2-3 divided doses. double vision, nausea, diarrhea, benign leukopenia. liver or cardiac disease. Increase by 200 mg each week (max 1400mg daily). Serious: Hepatotoxicity, cardiac conduction delay, Dose may need to be adjusted after 2 weeks due to induction of Children: low sodium levels. its own metabolism. Start 5 mg/kg daily in 2-3 divided doses. Increase by 5 mg/kg daily each week (max 40mg/kg daily OR 1400mg daily). Women who are pregnant or breastfeeding: Use with caution. EPILEPSY 65 66 EPI 2 EPILEPSY Management TABLE 1: Antiepileptic medications (cont.) MEDICATION ORAL DOSING SIDE EFFECTS CONTRAINDICATIONS / CAUTIONS PHENOBARBITAL Adults: Common: Sedation, hyperactivity in children, ataxia, Contraindicated in patients with acute intermittent porphyria. Start 60 mg daily in 1-2 divided doses. nystagmus, sexual dysfunction, depression. Increase weekly by 2.5-5 mg (maximum 180 mg daily). Lower doses for patients with kidney or liver disease. Serious: Liver failure (hypersensitivity reaction), decreased Children: bone mineral density. Start 2-3 mg/kg daily in 2 divided doses. Increase weekly by 1-2 mg/kg daily depending on tolerance (maximum 6mg daily). PHENYTOIN Adults: Common: Sedation, confusion, dizziness, tremor, motor Lower doses for patients with kidney or liver disease. Start 150-200 mg daily in two divided doses. twitching, ataxia, double vision, nystagmus, slurred Increase by 50 mg daily every 3-4 weeks speech, nausea, vomiting, constipation. (max 400 mg daily). Serious: Hematologic abnormalities, hepatitis, Children: polyneuropathy, gum hypertrophy, acne, lymphadeno- Start 3-4 mg/kg daily in 2 divided doses. pathy, increase in suicidal ideation. Increase by 5 mg/kg daily every 3-4 weeks (maximum 300 mg per day). Women who are pregnant or breastfeeding: Avoid Older adults: Use lower doses SODIUM VALPROATE Adults: Common: Sedation, headache, tremor, ataxia, nausea, Use with caution if underlying or suspected hepatic disease. Start 400 mg daily in 2 divided doses. vomiting, diarrhea, weight gain, transient hair loss. Increase by 500 mg daily each week Drug-drug interactions: Valproate levels decreased by carbamazepine, Serious: Impaired hepatic function, thrombocytopenia, (maximum 3000 mg daily). increased by aspirin. leukopenia, drowsiness/confusion (valproate-induced Children: hyperammonemic encephalopathy, a sign of toxicity), Start 15-20 mg/kg daily in 2-3 divided doses. liver failure, hemorrhagic pancreatitis. Increase each week by 15 mg/kg daily (max 15-40 mg/kg daily). Women who are pregnant: Avoid Older adults: Use lower doses EPI 3 Follow-up RECOMMENDATIONS ON FREQUENCY OF CONTACT 1 » Follow up should occur every 3-6 months REVIEW THE CURRENT CONDITION Does the person have more than 50% seizure reduction in convulsion frequency? IF THE PERSON IS NOT IMPROVING ON CURRENT DOSE: » Review adherence to medications. » Consider increase in medication dose as needed to maximal dose if no adverse effects. » If response is still poor, – Consider switching medication. The new medication should be at an optimum dose before slowly discon- tinuing the first. » If response is still poor, – Review diagnosis. – REFER TO SPECIALIST. » Follow-up more frequently. CLINICAL TIP: » ADVERSE EFFECTS (e.g. drowsiness, nystagmus, diplopia, ataxia) are from too high doses of medication for the person. » If there is an IDIOSYNCRATIC REACTION (allergic reaction, bone marrow depression, hepatic failure), switch antiepileptic medication. EPILEPSY 67 68 EPI 3 EPILEPSY Follow-up 2 MONITOR TREATMENT At every contact: » » Evaluate side-effects of medication including adverse effects Does the patient have any new symptoms of concern? and idiosyncratic reactions (clinically and with appropriate laboratory tests Review for any new symptoms of depression and anxiety given when available). high risk of co-morbidity with epilepsy. » » Provide psychoeducation and review psychosocial interventions. Is the patient on any new medications that may have interactions? » (Many anticonvulsants have interactions with other medications). If so, Is the person a woman of childbearing age and considering consult a specialist. pregnancy? If so, consult specialist. 3 CONSIDER MEDICATION DISCONTINUATION WHEN APPROPRIATE Has the person been convulsion free for several years? » D iscuss risk of seizure occurrence with person/carer IF THERE ARE NO PROBLEMS WITH MEDICATIONS (if epilepsy is due to head injury, stroke or neuroinfection, » Continue at current dose. Correct dosing is lowest there is a higher risk of seizure recurrence off medication), therapeutic dose for seizure control, while minimizing and risks and benefits of discontinuing medications. adverse side-effects. » If in agreement, gradually take the person off » Continue close follow-up and review for possible dis- medication by reducing the doses over 2 months and continuation of medications once seizure free for at monitoring closely for seizure recurrence. least two years.",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": true,
    "has_followup": true
  }
}