{
  "id": "mhGAPv2_1aad7889",
  "corpus": "mhGAPv2",
  "condition": "General",
  "text": "5 Does the person have ANY of the following BEHAVIOURAL or PSYCHOLOGICAL symptoms of dementia? Behavioural symptoms, e.g. Psychological symptoms, e.g. Wandering Hallucinations Night-time disturbance Delusions Agitation Anxiety Aggression Uncontrollable emotional outbursts Go to PROTOCOL 1 Go to PROTOCOL 2 IF THERE IS IMMINENT RISK OF SUICIDE, ASSESS AND MANAGE before continuing » to Protocol. Go to SUI. IF THE PERSON HAS OTHER CONCURRENT MNS CONDITIONS, ASSESS AND MANAGE before continuing to Protocol DEMENTIA 99 100 DEM 2 DEMENTIA Management DEM 2 Management PROTOCOL PROTOCOL 1 2 DEMENTIA – without behavioural DEMENTIA – with behavioural and/or psychological symptoms and/or psychological symptoms Provide Psychoeducation to person and carers. (2.1) Follow PROTOCOL 1 Encourage carers to conduct interventions to improve + cognitive functioning. (2.4) Promote independence, functioning, and mobility. (2.3) Manage behavioral and psychological symptoms. (2.2) Provide carers with support. (2.5) Consider medications only in settings where specific diagnosis of Alzheimer’s Disease can be made AND where adequate support and supervision by specialists and If there is imminent risk to the person or carer: monitoring (for side-effects) from carers is available. (2.6) Consider antipsychotic medications if symptoms persist or if there is imminent risk of harm. (2.7) Refer to speacialist when available. PSYCHOSOCIAL INTERVENTIONS 2.1 Psychoeducation Consider environmental adaptations such as appropriate – Recommend making adaptations in the person’s home. It can seating, safe wandering areas, signs (e.g. ‘no exit’ sign on be helpful to add hand-rails or ramps. Signs for key locations Ask people assessed with dementia whether they wish the street door or signpost to toilet). (e.g. toilet, bathroom, bedroom) can help ensure that the person does not get lost or lose orientation while home. to know the diagnosis and with whom it should be Encourage soothing, calming, or distracting strategies. shared. Suggest an activity the person enjoys (e.g. going for a – Recommend physical activity and exercise to maintain – Tailor the explanation of the illness so that they walk, listening to music, engaging in conversation), mobility and reduce risk of falls. can understand and retain the information. especially when feeling agitated. – Advise recreational activities (tailored to stage and severity of dementia). – Give basic information. (Do not overload them with too much!) 2.3 Promote functioning in – Manage sensory deficits (such as low vision or poor Key Messages: activities of daily living (ADLs) hearing) with appropriate devices (e.g. magnifying glass, hearing aids). and community life – Dementia is an illness of the brain and tends to get – Refer for occupational therapy, if available. worse over time. For interventions that promote functioning in ADLs and – Although there is no cure, there is much that can be » community life, go to ECP. done to help and support the person and the family. 2.4 Interventions to improve Plan for ADL in a way that maximises independent cognitive functioning – Many specific concerns and behaviors can be activity, enhances function, helps to adapt and develop managed as they arise. A lot can be done to make the skills, and minimises the need for support. Facilitate person more comfortable and to make providing Encourage carers to: functioning and participation in the community involving support less stressful for the carer. people and their carers in planning and implementation Provide regular orientation information (e.g. day, date, time, of these interventions. Assist in liaison with available names of people) so that the person can remain oriented. 2.2 M anage behavioral and social resources. Use materials such as newspapers, radio, or TV programmes, psychological symptoms – Give advice to maintain independent toileting skills, inclu- family albums and household items to promote communication, ding prompting and regulation of fluid intake. (If incon- to orient them to current events, to stimulate memories, and tinence occurs, all possible causes should be evaluated and to enable people to share and value their experiences. Identify and treat underlying physical health problems that treatments trialed before concluding it is permanent). may affect behaviour. Look for pain, infections, etc. on Use simple short sentences to make verbal communication clear. physical exam (Go to » ECP). Refer to specialist if needed. – Keep the environment at home safe to reduce the risk of Try to minimize competing noises, such as radio, TV, or other falling and injury. conversation. Listen carefully to what the person has to say. Identify events (e.g. shopping at busy market) or factors (e.g. going out alone) that may precede, trigger, or enhance – Inform family members that it is important to keep the Keep things simple, avoid changes to routine, and, as far problem behaviours. Modify these triggers if possible. floor of the person’s home without clutter to reduce as possible, avoid exposing the person to unfamiliar and the risk of falling. bewildering places. DEMENTIA 101 102 DEM 2 DEMENTIA Management PSYCHOSOCIAL (CONT.) PHARMACOLOGICAL INTERVENTIONS 2.5 Carer support 2.6 For Dementia without 2.7 Antipsychotic medication for behavioural and/or behavioural and/or psychological Assess the impact on the carer and the carer’s needs to psychological symptoms symptoms ensure necessary support and resources for their family life, » employment, social activities, and health (see DEM 1). Acknowledge that it can be extremely frustrating and Do not consider cholinesterase inhibitors (like P rovide psychosocial interventions first. stressful to take care of people with dementia. Carers donepezil, galantamine and rivastigmine) or memantine I f there is imminent risk to person or carers, consider need to be encouraged to respect the dignity of the routinely for all cases of dementia. » antipsychotic medication. Go to PSY 2, Management person with dementia and avoid hostility towards, C onsider medications only in settings where specific for details about antipsychotic medication. or neglect of, the person. diagnosis of Alzheimer’s Disease can be made AND where F ollow the principles of: Encourage the carers to seek help if they are experiencing adequate support and supervision by specialists and difficulty or strain in caring for their loved one. monitoring (for side-effects and response) from carers is – “Start low, go slow” (titrate) and review the need regularly available. (at least monthly). Provide information to the carer regarding dementia, – Use the lowest effective dose. keeping in mind the wishes of the person with dementia. If appropriate: – Monitor the person for extrapyramidal symptoms (EPS) Provide training and support in specific skills, e.g. F or dementia with suspected Alzhemer’s Disease, Avoid i.v. haloperidol managing difficult behaviour, if necessary. To be most and with CLOSE MONITORING, consider cholinesterase effective, elicit active participation, e.g. role play. inhibitors (e.g. donepezil, galantamine, rivastigmine) Avoid diazepam. OR memantine. Consider providing practical support when feasible, e.g. home-based respite care. Another family or suitable F or dementia with associated vascular disease, consider person can supervise and care for the person with memantine. dementia to provide the main carer with a period of relief to rest or carry out other activities. Explore whether the person qualifies for any disability benefits or other social/financial support (government or non-governmental).",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": true,
    "has_followup": true
  }
}