{
  "id": "mhGAPv2_bf40a376",
  "corpus": "mhGAPv2",
  "condition": "General",
  "text": "EPI 2 SUBSTANCE USE DISORDERS Management Special populations ADOLESCENTS W OMEN WHO ARE OF CHILD-BEARING AGE, PREGNANT, OR BREASTFEEDING How to Assess the Adolescent: Clarify the confidential nature of the health care discussion, Alcohol Use Drug Use including in what circumstances the adolescent’s parents or Advise women who are pregnant or considering becoming Inquire about the woman’s menstrual cycle and inform her carers will be given any information. pregnant to avoid alcohol completely. that substance use can interfere with the menstrual cycle, Ask what else is going on in the adolescent’s life? Identify sometimes creating the false impression that pregnancy is Inform women that consuming even small amounts of alcohol the most important underlying issues for the adolescent. not possible. early in pregnancy can harm the developing fetus, and that Keep in mind that adolescents may not be able to fully larger amounts of alcohol can result in a syndrome of severe Discuss the harmful effects of illicit drugs on fetal articulate what is bothering them. developmental problems (Fetal Alcohol Syndrome). development and ensure that the woman has access to Open-ended questions may be helpful in eliciting information effective contraception. Advise women who are breastfeeding to avoid alcohol in the following areas: Home, Education & Employment, completely. Advise and support women who are pregnant to stop Eating, Activities, Drugs and Alcohol, Sexuality, Safety, and using all illicit drugs. Pregnant opioid dependent women Suicide/Depression. Allow sufficient time for discussion. Given the benefits of exclusive breastfeeding (particularly in should generally be advised to take an opioid agonist such as Also assess for other priority mental health conditions. If the first 6 months), if mothers continue to drink alcohol they methadone. any priority conditions are identified, see CMH. should be advised to limit their alcohol consumption, and to minimise the alcohol content of their breast milk, such as by Screen babies of mothers with drug use disorders for Psychoeducation for the Adolescent: breastfeeding before drinking alcohol and not again until withdrawal symptoms (also known as Neonatal Abstinence after blood levels fall to zero (allowing approximately 2 hours Syndrome). Neonatal Abstinence Syndrome due to maternal Provide the adolescent and their parents with information on for each drink consumed, i.e. 4 hours if two drinks are opioid use should be treated with low doses of opioids (such the effects of alcohol and other substances on individual consumed), or by using expressed breast milk. as morphine) or barbiturates. For more details please refer health and social functioning. to Guidelines for the identification and management of Encourage a change in the adolescent’s environment and activi- CAUTION substance use and substance use disorders in pregnancy ties, rather than focusing on the adolescent’s behaviour as being a All mothers with harmful substance use and young Available on http://apps.who.int/iris/bitstream/10665/ “problem.” Encourage participation in school or work and activi- children should be offered any social support services 107130/1/9789241548731_eng.pdf. ties that occupy the adolescent’s time. Encourage participation in that are available, including additional postnatal Advise and support breastfeeding mothers not to use group activities that are safe and facilitate the adolescent’s build- visits, parenting training, and child care during any illicit drugs. ing of skills and contribution to their communities. It is important medical visits. that adolescents take part in activities which interest them. Advise and support mothers with disorders due to substance use to breastfeed exclusively for at least the first 6 months, Encourage parents and/or carers to know where the adolescent unless there is specialist advice not to breastfeed. is, who they are with, what they are doing, when they will be home, and to expect the adolescent to be accountable for their activities. DISORDERS DUE TO SUBSTANCE USE 125 126 SUB 2 DISORDERS DUE TO SUBSTANCE USE Management PHARMACOLOGICAL INTERVENTIONS TABLE 1: Medication Chart CLASS / INDICATION MEDICATION DOSING SIDE EFFECTS CONTRAINDICATIONS / CAUTIONS BENZODIAZEPINES Diazepam 10-20 mg for observable features of alcohol with- Sedation and respiratory depression which can Do not use in people who are sedated. Beware of drawal or stimulant intoxication every 2 hours until be life threatening. Prolonged use can lead to combining with other sedatives. Patients should not To treat alcohol withdrawal, features of alcohol withdrawal/stimulant intoxication dependence. drive. Duration of effect may be prolonged in persons stimulant intoxication, and are no longer observable or the person is lightly with severe liver disease. Supervise dosing to minimise psychosis sedated. Lower doses (up to 10 mg four times a day) the risk of: diversion (i.e. selling the medication to for alcohol withdrawal in an outpatient setting. somebody else). OPIOID ANTAGONISTS Naloxone 0.4-2 mg i.v., i.m., subcutaneous or intranasal. Discomfort or withdrawal symptoms may result. Repeat doses as needed. To treat opioid overdose VITAMINS Thiamine 100 mg p.o. daily for 5 days to prevent Wernicke’s (Vitamin B1) encephalopathy. To prevent or treat Wernicke’s 100 mg – 500 mg i.v. or i.m. two to three times encephalopathy daily for 3-5 days to treat Wernicke’s encephalopathy. OPIOID AGONISTS Methadone Opioid withdrawal: Methadone initial dose Sedation, confusion, nausea, vomiting, consti- Use with caution in patients with cardiac or 20 mg, with a supplemental dose of 5-10 mg pation, possible hormonal changes, decreased respiratory disease. To treat opioid withdrawal and 4 hours later if necessary. sex drive, ECG changes such as prolonged QT dependence interval or bradycardia, hypotension, respiratory Opioid maintenance: initial dose 10-20 mg with depression. supplementary dose of 10 mg if needed, increasing the daily dose by 5-10 mg every few days if needed until the person is no longer experiencing opioid withdrawal and not using illicit opioids. Maintain until ready to cease opioid agonist treatment. Buprenorphine Initial dose of 4-8 mg, increasing by 4-8 mg each day as Sedation, dizziness, ataxia, nausea, vomiting, – Use with caution in congestive heart failure, needed until the person is no longer experiencing constipation, respiratory depression. respiratory disease, or liver disease. opioid withdrawal and not using illicit opioids. Maintain – Potential for abuse. until ready to cease opioid agonist treatment. – Abrupt cessation can cause withdrawal symptoms. Morphine 10-20 mg as an initial dose with 10 mg extra dose Sedation and respiratory depression which can Do not use in people who are sedated. Beware of sulphate if needed. be life threatening. Prolonged use can lead to combining with other sedatives. The person should not dependence. drive. Supervise dosing to minimise the risk of diversion. Give longer acting opioids, such as methadone or bupre- norphine, once per day to outpatients, when available. CLASS / INDICATION MEDICATION DOSING SIDE EFFECTS CONTRAINDICATIONS / CAUTIONS ALPHA ADRENERGIC Clonidine Start 0.1 mg 2-3 times daily. Increase as tolerated Sedation, light-headedness, dizziness, headache, Use caution in cardiac, cerebrovascular, and liver AGONISTS in divided doses to manage withdrawal symptoms, nausea/vomiting, dry mouth, constipation, sexual disease. Use lower doses in kidney disease. to a maximum of 1 mg daily. dysfunction, depression, agitation, low blood Be aware of the potential for abuse. Monitor vital pressure, tachycardia, sinus bradycardia, and signs closely. To treat opioid withdrawal AV block. DO NOT stop abruptly, as withdrawal can cause rebound hypertension. Avoid in women who are pregnant or breastfeeding. Lofexidine Start 0.4 - 0.6 mg twice daily. Increase Sedation, light-headedness, low blood Use caution in cardiac, cerebrovascular, and renal as needed by 0.4-0.8 mg daily. Maximum single pressure, ECG changes such as prolonged disease. Avoid in patients with prolonged QT dose: 0.8 mg. Maximum daily dose: 2.4 mg QT interval and sinus bradycardia. syndrome, metabolic disarray, or if they are taking (in 2-4 divided doses). any other QT-prolonging medications. Monitor vital signs closely. DO NOT stop medication abruptly, as withdrawal may cause rebound hypertension. MEDICATIONS TO Acamprosate Start 2 tablets of 333 mg p.o. each 3 times per day Diarrhoea, flatulence, nausea/vomiting, abdominal In moderate kidney disease, give a lower dose, PREVENT RELAPSE for 12 months. If the person weighs less than 60 kg, pain, depression, anxiety, suicidality, itching. 333 mg p.o. 3 times per day. IN ALCOHOL give 2 tablets 2 times per day p.o. for 12 months. Occasionally, a maculopapular rash can occur, and DEPENDENCE rarely, bullous skin reactions. CONTRAINDICATED in severe kidney disease and liver disease. Naltrexone Start 50 mg daily for 6-12 months. In opioid Sedation, dizziness, nausea/vomiting, abdominal Risk of FATAL OVERDOSE in patients who use To suppress the urge to drink dependence, ensure that there has been no opioid pain, insomnia, anxiety, reduced energy, joint opioids more than 24 hours after their last dose of use in the last 7 days (for example by administration and muscle pain. Monitor liver function due to naltrexone, due to the rapid loss of antagonistic effect. of dose of naloxone). risk of liver toxicity. DO NOT use in patients with liver failure or acute hepatitis. Disulfiram Start 200-400 mg daily. Drowsiness, dizziness, headache, flushing, Tricyclic antidepressants (TCAs), monamine oxidase sweating, dry mouth, nausea/vomiting, tremor, inhibitors (MAOIs), antipsychotics, vasodilators, and foul body odour, sexual dysfunction. Rarely, alpha or beta adrenergic antagonists make the psychotic reactions, allergic dermatitis, disulfiram-alcohol reaction more serious. Sensitisation peripheral neuritis, or hepatic cell damage can to alcohol continues 6-14 days after taking disulfiram, occur. Severe reactions can lead to confusion, even if in small amounts. cardiovascular collapse, and death. DO NOT use with alcohol, as reactions can be life-threatening or fatal. DO NOT use in women who are pregnant or breastfeeding. CONTRAINDICATED in people with hypertension, heart, liver, or kidney disease, a history of cerebro- vascular accidents, psychosis, impulsivity, or if at risk of suicide. DISORDERS DUE TO SUBSTANCE USE 127 128 SUB 3 DISORDERS DUE TO SUBSTANCE USE Follow-up SUB 3 Follow-up RECOMMENDATIONS ON FREQUENCY OF CONTACT 1 » Harmful use: Follow-up in one month. Follow-up as needed ASSESS FOR IMPROVEMENT thereafter. » Dependence: Follow-up several times per week in the first two weeks, then weekly in the first At every visit, assess: month. Once improving, » decrease frequency to monthly Quantity and frequency of substance use, mental health, physical and as needed thereafter. health, risk and protective factors (e.g. relationships, accommodation, employment, etc.) » Ask about factors that lead to substance use and consequences of substance use RECENT CESSATION OF USE LONG TERM CESSATION OR ONGOING SUBSTANCE USE OR SHIFT TO NON-HARMFUL USE NON-HARMFUL USE » D evelop strategies to reduce harm » C onsider urine testing to confirm abstinence » C onsider occasional urine testing to confirm » T reat health problems » G ive positive feedback to encourage the non-use » D evelop strategies to reduce use maintenance of abstinence/non-harmful use » P ositive feedback » A rrange detoxification or maintenance » T reat other medical problems » S upport factors which reduce the risk of treatment if client agrees » C onsider relapse prevention medications for relapse (such as housing and employment) » C onduct frequent review and outreach alcohol and opioid dependence » T reat other medical problems » C onsider psychosocial therapies to prevent » E ncourage participation in mutual help groups relapse and mutual help groups » L ess frequent review » S upport factors which reduce the risk of relapse such as housing and employment BOX 2. SIGNS OF CHRONIC SUBSTANCE USE & INVESTIGATIONS TO CONSIDER SIGNS OF CHRONIC, HEAVY ALCOHOL CONSUMPTION: SIGNS OF CHRONIC DRUG USE: Liver disease: look for jaundiced (yellow) skin and eyes, palpable and tender liver Difficulty caring for self, poor dentition, parasitic skin infections such as lice or scabies, edge (in early liver disease), ascites (distended abdomen filled with fluid), spider naevi and malnutrition. (spider-like blood vessels visible on the surface of the skin), and altered mental status Signs of injection: look for injection sites on arms or legs, with both new and old (hepatic encephalopathy). marks visible. Ask the person where they inject and inspect the sites to make sure there Cerebellar damage: Look for problems with balance, walking, coordinating movements, are no signs of local infection. and nystagmus. Common health complications of injecting drug use: people who inject drugs have a Investigations to consider: higher risk of contracting infections such as HIV/AIDS, Hepatitis B and C, and tuberculosis. They are also at high risk for skin infections at their injection sites. In some cases, this – Liver enzymes: elevated liver enzymes and elevated ammonia indicate liver disease. can spread through the blood and cause septicaemia, endocarditis, spinal abscesses, – Complete blood count: look for macrocytic anaemia and low platelets. meningitis, or even death. Investigations to consider: – Urine drug screen: for emergency cases, a urine drug screen should be conducted whenever intoxication, withdrawal, or overdose is suspected, especially in cases when the person is unable to convey what they have ingested. – If the person has been injecting drugs, offer serological testing for blood-borne viruses, HIV/AIDS and Hepatitis B and C, etc. – If the person has had unprotected sex, offer testing for sexually transmitted infections, including HIV, syphilis, chlamydia, gonorrhoea, and human papilloma virus (HPV). – Obtain a tuberculosis test, sputum sample, and a chest x-ray if tuberculosis is suspected. Look for signs and symptoms such as chronic productive cough, fevers, chills, and weight loss. DISORDERS DUE TO SUBSTANCE USE 129 130 DISORDERS DUE TO SUBSTANCE USE SELF-HARM / SUICIDE Suicide is the act of deliberately killing oneself. Self-harm is a Evaluate for thoughts, plans and acts of self-harm during the broader term referring to intentional self-inflicted poisoning or initial assessment and periodically thereafter, as required. Attend injury, which may or may not have a fatal intent or outcome. to the person’s mental state and emotional distress. Any person over 10 years of age experiencing any of the following conditions should be asked about thoughts or plans of self-harm in the last month, and about acts of self-harm in the last year: CLINICAL TIP: Asking about self-harm does NOT provoke acts of self-harm. It often reduces » Any of the priority MNS conditions. See Master Chart ( MC) anxiety associated with thoughts or acts of self-harm and helps the person feel » Chronic pain understood. However, try to establish a relationship with the person before asking » questions about self-harm. Ask the person to explain their reasons for harming Acute emotional distress themselves. 131 132 SUI SELF HARM / SUICIDE SUI Quick Overview ASSESSMENT MANAGEMENT A ssess if the person has attempted Management Protocols a medically serious act of self-harm 1. Medically serious act of self-harm 2. Imminent risk of self-harm/suicide Assess for imminent risk of 3. Risk of self-harm/suicide self-harm/suicide General Management and Assess for any of the priority MNS conditions Psychosocial Interventions Assess for chronic pain Assess for severity of emotional symptoms FOLLOW-UP SUI 1 SUI 1 Assessment ASSESS FOR SELF-HARM/SUICIDE IF THE PERSON PRESENTS WITH EITHER: E xtreme hopelessness and despair, current thoughts/plan/act of self-harm suicide or history thereof, act of self-harm with signs of poisoning/intoxication, bleeding from self-inflicted wound, loss of consciousness and/or extreme lethargy, OR A ny of the priority MNS conditions, chronic pain or extreme emotional distress 1 Has the person attempted a medically serious act of self-harm? Assess if there is evidence of self-injury and/or signs/symptoms requiring urgent medical treatment: – Signs of poisoning or intoxication – Loss of consciousness – Bleeding from self-inflicted wound – Extreme lethargy CLINICAL TIP Management for the medically serious act of If medically stable, perform appropriate self-harm is required. management, as needed. Go to PROTOCOL 1 R eturn to STEP 2 2 once person is medically stable. SELF-HARM /SUICIDE 133 134 SUI 1 SELF HARM / SUICIDE Assessment 2 Is there an imminent risk of self-harm/suicide? Ask the person and carers if there are ANY of the following: – Current thoughts or plan of self-harm/suicide – History of thoughts or plan of self-harm in the past month or act of self-harm in the past year in a person who is now extremely agitated, violent, distressed or lacks communication IMMINENT RISK OF SELF-HARM/SUICIDE is likely G o to PROTOCOL 2, manage, and then continue to STEP 3 3 Is there a history of thoughts or plan of self-harm in the past month or act of self-harm in the past year? Imminent risk of self-harm/suicide is unlikely, but a risk may still persist. G o to PROTOCOL 3, manage, Risk of self-harm/suicide is unlikely. and then continue to STEP 33 3 Does the person have concurrent MNS conditions? – Depression – Child & adolescent mental – Psychoses – Disorders due to substance use and behavioral disorders – Epilepsy M anage the concurrent conditions. See relevant modules. 4 Does the person have chronic pain? M anage the pain and treat any relevant medical conditions. 5 Does the person have emotional symptoms severe enough to warrant clinical management? – Difficulty carrying out usual work, school, – Repeated self-medication for emotional – Marked distress or repeated help-seeking domestic or social activities distress, or unexplained physical symptoms Manage the emotional symptoms. Go to SUI 3 (Follow-up) Go to OTH SELF-HARM /SUICIDE 135 136 SUI 2 SELF HARM / SUICIDE Management SUI 2 Management PROTOCOL PROTOCOL PROTOCOL 1 2 3 Medically Serious Act of Self-Harm Imminent Risk of Self-Harm/Suicide Risk of Self-Harm/Suicide » » » For all cases: Place the person in a Remove means of self-harm/suicide. Offer and activate psychosocial support. secure and supportive environment at a » (2.3) Create a secure and supportive environment; health facility. » if possible, offer a separate, quiet room while Consult a mental health specialist, if available. » DO NOT leave the person alone. waiting for treatment. » Maintain regular contact and Follow-Up. » » Medically treat injury or poisoning. DO NOT leave the person alone. If there is acute pesticide intoxication, follow » Supervise and assign a named staff or family “Management of pesticide intoxication”. (2.1) member to ensure person’s safety at all times. » If hospitalization is needed, continue to » Attend to mental state and emotional distress. monitor the person closely to prevent suicide. » » Provide psychoeducation to the person and Care for the person with self-harm. (2.2) their carers. (2.5) » Offer and activate psychosocial support. » Offer and activate psychosocial support. (2.3) (2.3) » Offer carers support. (2.4) » Offer carers support. (2.4) » Consult a mental health specialist, » Consult a mental health specialist, if available. if available. » » Maintain regular contact and Follow-Up. Maintain regular contact and Follow-Up.",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": true,
    "has_followup": true
  }
}