{
  "id": "everyday#screening_cues_e2583585",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Major or Mild NCD Due to Alzheimer’s Disease 305 Major or Mild Neurocognitive Disorder Due to Alzheimer’s Disease A. The criteria are met for major or mild neurocognitive disorder. B. There is insidious onset and gradual progression of impairment in one or more cognitive domains (for major neurocognitive dis- order, at least two domains must be impaired). C. Criteria are met for either probable or possible Alzheimer’s dis- ease as follows: For major neurocognitive disorder: Probable Alzheimer’s disease is diagnosed if either of the fol- lowing is present; otherwise, possible Alzheimer’s disease should be diagnosed. 1. Evidence of a causative Alzheimer’s disease genetic muta- tion from family history or genetic testing. 2. All three of the following are present: a. Clear evidence of decline in memory and learning and at least one other cognitive domain (based on detailed his- tory or serial neuropsychological testing). b. Steadily progressive, gradual decline in cognition, with- out extended plateaus. c. No evidence of mixed etiology (i.e., absence of other neurodegenerative or cerebrovascular disease, or an- other neurological, mental, or systemic disease or con- dition likely contributing to cognitive decline). For mild neurocognitive disorder: Probable Alzheimer’s disease is diagnosed if there is evidence of a causative Alzheimer’s disease genetic mutation from either genetic testing or family history. Possible Alzheimer’s disease is diagnosed if there is no evi- dence of a causative Alzheimer’s disease genetic mutation from either genetic testing or family history, and all three of the follow- ing are present: 1. Clear evidence of decline in memory and learning. 2. Steadily progressive, gradual decline in",
  "gloss_vi": "Major or mild ncd due to alzheimer’s disease 305 major or mild neurocognitive disorder due to alzheimer’s disease a. the criteria are met for major or mild neurocognitive disorder.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "management",
      "caregiver"
    ],
    "life_topics": [
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Major or Mild NCD Due to Alzheimer’s Disease 305 Major or Mild Neurocognitive Disorder Due to Alzheimer’s Disease A. The criteria are met for major or mild neurocognitive disorder. B. There is insidious onset and gradual progression of impairment in one or more cognitive domains (for major neurocognitive dis- order, at least two domains must be impaired). C. Criteria are met for either probable or possible Alzheimer’s dis- ease as follows: For major neurocognitive disorder: Probable Alzheimer’s disease is diagnosed if either of the fol- lowing is present; otherwise, possible Alzheimer’s disease should be diagnosed. 1. Evidence of a causative Alzheimer’s disease genetic muta- tion from family history or genetic testing. 2. All three of the following are present: a. Clear evidence of decline in memory and learning and at least one other cognitive domain (based on detailed his- tory or serial neuropsychological testing). b. Steadily progressive, gradual decline in cognition, with- out extended plateaus. c. No evidence of mixed etiology (i.e., absence of other neurodegenerative or cerebrovascular disease, or an- other neurological, mental, or systemic disease or con- dition likely contributing to cognitive decline). For mild neurocognitive disorder: Probable Alzheimer’s disease is diagnosed if there is evidence of a causative Alzheimer’s disease genetic mutation from either genetic testing or family history. Possible Alzheimer’s disease is diagnosed if there is no evi- dence of a causative Alzheimer’s disease genetic mutation from either genetic testing or family history, and all three of the follow- ing are present: 1. Clear evidence of decline in memory and learning. 2. Steadily progressive, gradual decline in Major or mild ncd due to alzheimer’s disease 305 major or mild neurocognitive disorder due to alzheimer’s disease a. the criteria are met for major or mild neurocognitive disorder."
}