{
  "id": "everyday#screening_cues_6c143087",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "224 Disruptive, Impulse-Control, and Conduct Disorders Shallow or deficient affect: Does not express feelings or show emotions to others, except in ways that seem shallow, insincere, or superficial (e.g., actions contradict the emotion displayed; can turn emotions “on” or “off” quickly) or when emotional expressions are used for gain (e.g., emotions dis- played to manipulate or intimidate others). Specify current severity: Mild: Few if any conduct problems in excess of those required to make the diagnosis are present, and conduct problems cause relatively minor harm to others (e.g., lying, truancy, staying out after dark without permission, other rule breaking). Moderate: The number of conduct problems and the effect on oth- ers are intermediate between those specified in “mild” and those in “severe” (e.g., stealing without confronting a victim, vandalism). Severe: Many conduct problems in excess of those required to make the diagnosis are present, or conduct problems cause consid- erable harm to others (e.g., forced sex, physical cruelty, use of a weapon, stealing while confronting a victim, breaking and entering). Antisocial Personality Disorder Criteria for antisocial personality disorder can be found in the chap- ter “Personality Disorders.” Because this disorder is closely con- nected to the spectrum of “externalizing” conduct disorders in this chapter, as well as to the disorders in the adjoining chapter “Sub- stance-Related and Addictive Disorders,” it is listed here, and the cri- teria are presented in the chapter “Personality Disorders.” Pyromania 312.33 (F63.1) A. Deliberate and purposeful fire setting on more than one occasion. B. Tension or affective arousal before the act. C. Fascination with, interest in, curiosity about, or attraction to",
  "gloss_vi": "224 disruptive, impulse-control, and conduct disorders shallow or deficient affect: does not express feelings or show emotions to others, except in ways that seem shallow, insincere, or superficial (e.g., actions contrad...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "stress"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 224 Disruptive, Impulse-Control, and Conduct Disorders Shallow or deficient affect: Does not express feelings or show emotions to others, except in ways that seem shallow, insincere, or superficial (e.g., actions contradict the emotion displayed; can turn emotions “on” or “off” quickly) or when emotional expressions are used for gain (e.g., emotions dis- played to manipulate or intimidate others). Specify current severity: Mild: Few if any conduct problems in excess of those required to make the diagnosis are present, and conduct problems cause relatively minor harm to others (e.g., lying, truancy, staying out after dark without permission, other rule breaking). Moderate: The number of conduct problems and the effect on oth- ers are intermediate between those specified in “mild” and those in “severe” (e.g., stealing without confronting a victim, vandalism). Severe: Many conduct problems in excess of those required to make the diagnosis are present, or conduct problems cause consid- erable harm to others (e.g., forced sex, physical cruelty, use of a weapon, stealing while confronting a victim, breaking and entering). Antisocial Personality Disorder Criteria for antisocial personality disorder can be found in the chap- ter “Personality Disorders.” Because this disorder is closely con- nected to the spectrum of “externalizing” conduct disorders in this chapter, as well as to the disorders in the adjoining chapter “Sub- stance-Related and Addictive Disorders,” it is listed here, and the cri- teria are presented in the chapter “Personality Disorders.” Pyromania 312.33 (F63.1) A. Deliberate and purposeful fire setting on more than one occasion. B. Tension or affective arousal before the act. C. Fascination with, interest in, curiosity about, or attraction to 224 disruptive, impulse-control, and conduct disorders shallow or deficient affect: does not express feelings or show emotions to others, except in ways that seem shallow, insincere, or superficial (e.g., actions contrad..."
}