{
  "id": "everyday#screening_cues_69242fb2",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "This page intentionally left blank Cautionary Statement for Forensic Use of DSM-5 Although the DSM-5 diagnostic criteria and text are primarily designed to assist clinicians in conducting clinical assessment, case formulation, and treatment planning, DSM-5 is also used as a refer- ence for the courts and attorneys in assessing the forensic conse- quences of mental disorders. As a result, it is important to note that the definition of mental disorder included in DSM-5 was developed to meet the needs of clinicians, public health professionals, and research investigators rather than all of the technical needs of the courts and legal professionals. It is also important to note that DSM-5 does not provide treatment guidelines for any given disorder. When used appropriately, diagnoses and diagnostic information can assist legal decision makers in their determinations. For example, when the presence of a mental disorder is the predicate for a subse- quent legal determination (e.g., involuntary civil commitment), the use of an established system of diagnosis enhances the value and re- liability of the determination. By",
  "gloss_vi": "This page intentionally left blank cautionary statement for forensic use of dsm-5 although the dsm-5 diagnostic criteria and text are primarily designed to assist clinicians in conducting clinical đánh giá, case formulat...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "management"
    ],
    "life_topics": [
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc This page intentionally left blank Cautionary Statement for Forensic Use of DSM-5 Although the DSM-5 diagnostic criteria and text are primarily designed to assist clinicians in conducting clinical assessment, case formulation, and treatment planning, DSM-5 is also used as a refer- ence for the courts and attorneys in assessing the forensic conse- quences of mental disorders. As a result, it is important to note that the definition of mental disorder included in DSM-5 was developed to meet the needs of clinicians, public health professionals, and research investigators rather than all of the technical needs of the courts and legal professionals. It is also important to note that DSM-5 does not provide treatment guidelines for any given disorder. When used appropriately, diagnoses and diagnostic information can assist legal decision makers in their determinations. For example, when the presence of a mental disorder is the predicate for a subse- quent legal determination (e.g., involuntary civil commitment), the use of an established system of diagnosis enhances the value and re- liability of the determination. By This page intentionally left blank cautionary statement for forensic use of dsm-5 although the dsm-5 diagnostic criteria and text are primarily designed to assist clinicians in conducting clinical đánh giá, case formulat..."
}