{
  "id": "everyday#screening_cues_05d2c57d",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "ent in two or more settings (e.g., at home, school, or work; with friends or relatives; in other activities). D. There is clear evidence that the symptoms interfere with, or re- duce the quality of, social, academic, or occupational functioning. 34 Neurodevelopmental Disorders E. The symptoms do not occur exclusively during the course of schizophrenia or another psychotic disorder and are not better explained by another mental disorder (e.g., mood disorder, anx- iety disorder, dissociative disorder, personality disorder, sub- stance intoxication or withdrawal). Specify whether: 314.01 (F90.2) Combined presentation: If both Criterion A1 (in- attention) and Criterion A2 (hyperactivity-impulsivity) are met for the past 6 months. 314.00 (F90.0) Predominantly inattentive presentation: If Cri- terion A1 (inattention) is met but Criterion A2 (hyperactivity- impulsivity) is not met for the past 6 months. 314.01 (F90.1) Predominantly hyperactive/impulsive presen- tation: If Criterion A2 (hyperactivity-impulsivity) is met and Crite- rion A1 (inattention) is not met for the past 6 months. Specify if: In partial remission: When full criteria were previously met, fewer than the full criteria have been met for the past 6 months, and the symptoms still result in impairment in social, academic, or occupational functioning. Specify current severity: Mild: Few, if any, symptoms in excess of those required to make the diagnosis are present, and symptoms result in no more than minor impairments in social or occupational functioning. Moderate: Symptoms or functional impairment between “mild” and “severe” are present. Severe: Many symptoms in excess of those required to make the diagnosis, or several symptoms that are particularly severe, are present, or the symptoms result in marked impairment in social or occupational functioning.",
  "gloss_vi": "Ent in two or more settings (e.g., at home, school, or công việc; with friends or relatives; in other activities). d.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "work",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc ent in two or more settings (e.g., at home, school, or work; with friends or relatives; in other activities). D. There is clear evidence that the symptoms interfere with, or re- duce the quality of, social, academic, or occupational functioning. 34 Neurodevelopmental Disorders E. The symptoms do not occur exclusively during the course of schizophrenia or another psychotic disorder and are not better explained by another mental disorder (e.g., mood disorder, anx- iety disorder, dissociative disorder, personality disorder, sub- stance intoxication or withdrawal). Specify whether: 314.01 (F90.2) Combined presentation: If both Criterion A1 (in- attention) and Criterion A2 (hyperactivity-impulsivity) are met for the past 6 months. 314.00 (F90.0) Predominantly inattentive presentation: If Cri- terion A1 (inattention) is met but Criterion A2 (hyperactivity- impulsivity) is not met for the past 6 months. 314.01 (F90.1) Predominantly hyperactive/impulsive presen- tation: If Criterion A2 (hyperactivity-impulsivity) is met and Crite- rion A1 (inattention) is not met for the past 6 months. Specify if: In partial remission: When full criteria were previously met, fewer than the full criteria have been met for the past 6 months, and the symptoms still result in impairment in social, academic, or occupational functioning. Specify current severity: Mild: Few, if any, symptoms in excess of those required to make the diagnosis are present, and symptoms result in no more than minor impairments in social or occupational functioning. Moderate: Symptoms or functional impairment between “mild” and “severe” are present. Severe: Many symptoms in excess of those required to make the diagnosis, or several symptoms that are particularly severe, are present, or the symptoms result in marked impairment in social or occupational functioning. Ent in two or more settings (e.g., at home, school, or công việc; with friends or relatives; in other activities). d."
}