{
  "id": "everyday#screening_cues_a4a431bb",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "motor and/or vocal tics. B. The tics have been present for less than 1 year since first tic onset. C. Onset is before age 18 years. D. The disturbance is not attributable to the physiological effects of a substance (e.g., cocaine) or another medical condition (e.g., Huntington’s disease, postviral encephalitis). E. Criteria have never been met for Tourette’s disorder or persistent (chronic) motor or vocal tic disorder. Other Specified Tic Disorder 307.20 (F95.8) This category applies to presentations in which symptoms character- istic of a tic disorder that cause clinically significant distress or impair- ment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for a tic disorder or any of the disorders in the neurodevelopmental disorders diagnostic class. The other specified tic disorder category is used in situations in which the clinician chooses to communicate the specific reason that the presentation does not meet the criteria for a tic disorder or any specific neurodevelopmental disorder. This is done by recording “other specified tic disorder” followed by the specific reason (e.g., “with onset after age 18 years”). Unspecified Tic Disorder 307.20 (F95.9) This category applies to presentations in which symptoms character- istic of a tic disorder that cause clinically significant distress or impair- ment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for a tic disorder or for any of the disorders in the neurodevelopmental disorders diagnostic class. The unspecified tic disorder category is used in situations in",
  "gloss_vi": "Motor and/or vocal tics. b.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "stress"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc motor and/or vocal tics. B. The tics have been present for less than 1 year since first tic onset. C. Onset is before age 18 years. D. The disturbance is not attributable to the physiological effects of a substance (e.g., cocaine) or another medical condition (e.g., Huntington’s disease, postviral encephalitis). E. Criteria have never been met for Tourette’s disorder or persistent (chronic) motor or vocal tic disorder. Other Specified Tic Disorder 307.20 (F95.8) This category applies to presentations in which symptoms character- istic of a tic disorder that cause clinically significant distress or impair- ment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for a tic disorder or any of the disorders in the neurodevelopmental disorders diagnostic class. The other specified tic disorder category is used in situations in which the clinician chooses to communicate the specific reason that the presentation does not meet the criteria for a tic disorder or any specific neurodevelopmental disorder. This is done by recording “other specified tic disorder” followed by the specific reason (e.g., “with onset after age 18 years”). Unspecified Tic Disorder 307.20 (F95.9) This category applies to presentations in which symptoms character- istic of a tic disorder that cause clinically significant distress or impair- ment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for a tic disorder or for any of the disorders in the neurodevelopmental disorders diagnostic class. The unspecified tic disorder category is used in situations in Motor and/or vocal tics. b."
}