{
  "id": "everyday#screening_cues_f1e14d88",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "daily or every few days, disturbed nocturnal sleep, and need for multiple naps daily. Severe: Drug-resistant cataplexy with multiple attacks daily, nearly constant sleepiness, and disturbed nocturnal sleep (i.e., movements, insomnia, and vivid dreaming). 186 Sleep-Wake Disorders Breathing-Related Sleep Disorders Obstructive Sleep Apnea Hypopnea 327.23 (G47.33) A. Either (1) or (2): 1. Evidence by polysomnography of at least five obstructive ap- neas or hypopneas per hour of sleep and either of the follow- ing sleep symptoms: a. Nocturnal breathing disturbances: snoring, snorting/ gasping, or breathing pauses during sleep. b. Daytime sleepiness, fatigue, or unrefreshing sleep despite sufficient opportunities to sleep that is not better explained by another mental disorder (including a sleep disorder) and is not attributable to another medical condition. 2. Evidence by polysomnography of 15 or more obstructive ap- neas and/or hypopneas per hour of sleep regardless of ac- companying symptoms. Specify current severity: Mild: Apnea hypopnea index is less than 15. Moderate: Apnea hypopnea index is 15–30. Severe: Apnea hypopnea index is greater than 30. Central Sleep Apnea A. Evidence by polysomnography of five or more central apneas per hour of sleep. B. The disorder is not better explained by another current sleep disorder. Specify whether: 327.21 (G47.31) Idiopathic central sleep apnea: Characterized by repeated episodes of apneas and hypopneas during sleep",
  "gloss_vi": "Daily or every few days, disturbed nocturnal giấc ngủ, and need for multiple naps daily. severe: drug-resistant cataplexy with multiple attacks daily, nearly constant sleepiness, and disturbed nocturnal giấc ngủ (i.e., m...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "sleep",
      "stress"
    ],
    "advice_section": [
      "coping_skill"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc daily or every few days, disturbed nocturnal sleep, and need for multiple naps daily. Severe: Drug-resistant cataplexy with multiple attacks daily, nearly constant sleepiness, and disturbed nocturnal sleep (i.e., movements, insomnia, and vivid dreaming). 186 Sleep-Wake Disorders Breathing-Related Sleep Disorders Obstructive Sleep Apnea Hypopnea 327.23 (G47.33) A. Either (1) or (2): 1. Evidence by polysomnography of at least five obstructive ap- neas or hypopneas per hour of sleep and either of the follow- ing sleep symptoms: a. Nocturnal breathing disturbances: snoring, snorting/ gasping, or breathing pauses during sleep. b. Daytime sleepiness, fatigue, or unrefreshing sleep despite sufficient opportunities to sleep that is not better explained by another mental disorder (including a sleep disorder) and is not attributable to another medical condition. 2. Evidence by polysomnography of 15 or more obstructive ap- neas and/or hypopneas per hour of sleep regardless of ac- companying symptoms. Specify current severity: Mild: Apnea hypopnea index is less than 15. Moderate: Apnea hypopnea index is 15–30. Severe: Apnea hypopnea index is greater than 30. Central Sleep Apnea A. Evidence by polysomnography of five or more central apneas per hour of sleep. B. The disorder is not better explained by another current sleep disorder. Specify whether: 327.21 (G47.31) Idiopathic central sleep apnea: Characterized by repeated episodes of apneas and hypopneas during sleep Daily or every few days, disturbed nocturnal giấc ngủ, and need for multiple naps daily. severe: drug-resistant cataplexy with multiple attacks daily, nearly constant sleepiness, and disturbed nocturnal giấc ngủ (i.e., m..."
}