{
  "id": "everyday#screening_cues_e8f94f94",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Unspecified Opioid-Related Disorder 261 Unspecified Opioid-Related Disorder 292.9 (F11.99) This category applies to presentations in which symptoms character- istic of an opioid-related disorder that cause clinically significant dis- tress or impairment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for any specific opioid-related disorder or any of the disorders in the sub- stance-related and addictive disorders diagnostic class. Sedative-, Hypnotic-, or Anxiolytic-Related Disorders Sedative, Hypnotic, or Anxiolytic Use Disorder A. A problematic pattern of sedative, hypnotic, or anxiolytic use leading to clinically significant impairment or distress, as manifested by at least two of the following, occurring within a 12-month period: 1. Sedatives, hypnotics, or anxiolytics are often taken in larger amounts or over a longer period than was intended. 2. There is a persistent desire or unsuccessful efforts to cut down or control sedative, hypnotic, or anxiolytic use. 3. A great deal of time is spent in activities necessary to obtain the sedative, hypnotic, or anxiolytic; use the sedative, hyp- notic, or anxiolytic; or recover from its effects. 4. Craving, or a strong desire or urge to use the sedative, hyp- notic, or anxiolytic. 5. Recurrent sedative, hypnotic, or anxiolytic use resulting in a failure to fulfill major role obligations at work, school, or home (e.g., repeated absences from work or poor work perfor- mance related to sedative, hypnotic, or anxiolytic use; seda- tive-, hypnotic-, or anxiolytic-related absences, suspensions, or expulsions from school; neglect of children or household). 262 Substance-Related and Addictive Disorders 6. Continued sedative, hypnotic, or anxiolytic use despite hav- ing persistent",
  "gloss_vi": "Unspecified opioid-related disorder 261 unspecified opioid-related disorder 292.9 (f11.99) this category applies to presentations in which symptoms character- istic of an opioid-related disorder that cause clinically sig...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "work"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Unspecified Opioid-Related Disorder 261 Unspecified Opioid-Related Disorder 292.9 (F11.99) This category applies to presentations in which symptoms character- istic of an opioid-related disorder that cause clinically significant dis- tress or impairment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for any specific opioid-related disorder or any of the disorders in the sub- stance-related and addictive disorders diagnostic class. Sedative-, Hypnotic-, or Anxiolytic-Related Disorders Sedative, Hypnotic, or Anxiolytic Use Disorder A. A problematic pattern of sedative, hypnotic, or anxiolytic use leading to clinically significant impairment or distress, as manifested by at least two of the following, occurring within a 12-month period: 1. Sedatives, hypnotics, or anxiolytics are often taken in larger amounts or over a longer period than was intended. 2. There is a persistent desire or unsuccessful efforts to cut down or control sedative, hypnotic, or anxiolytic use. 3. A great deal of time is spent in activities necessary to obtain the sedative, hypnotic, or anxiolytic; use the sedative, hyp- notic, or anxiolytic; or recover from its effects. 4. Craving, or a strong desire or urge to use the sedative, hyp- notic, or anxiolytic. 5. Recurrent sedative, hypnotic, or anxiolytic use resulting in a failure to fulfill major role obligations at work, school, or home (e.g., repeated absences from work or poor work perfor- mance related to sedative, hypnotic, or anxiolytic use; seda- tive-, hypnotic-, or anxiolytic-related absences, suspensions, or expulsions from school; neglect of children or household). 262 Substance-Related and Addictive Disorders 6. Continued sedative, hypnotic, or anxiolytic use despite hav- ing persistent Unspecified opioid-related disorder 261 unspecified opioid-related disorder 292.9 (f11.99) this category applies to presentations in which symptoms character- istic of an opioid-related disorder that cause clinically sig..."
}