{
  "id": "everyday#screening_cues_aafda9ac",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "inability to recall important autobiographical information, usu- ally of a traumatic or stressful nature, that is inconsistent with or- dinary forgetting. Note: Dissociative amnesia most often consists of localized or selective amnesia for a specific event or events; or generalized amnesia for identity and life history. B. The symptoms cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. C. The disturbance is not attributable to the physiological effects of a substance (e.g., alcohol or other drug of abuse, a medication) or a neurological or other medical condition (e.g., partial complex seizures, transient global amnesia, sequelae of a closed head in- jury/traumatic brain injury, other neurological condition). D. The disturbance is not better explained by dissociative identity disorder, posttraumatic stress disorder, acute stress disorder, somatic symptom disorder, or major or mild neurocognitive dis- order. Coding note: The code for dissociative amnesia without dissociative fugue is 300.12 (F44.0). The code for dissociative amnesia with dis- sociative fugue is 300.13 (F44.1). Specify if: 300.13 (F44.1) With dissociative fugue: Apparently purposeful travel or bewildered wandering that is associated with amnesia for identity or for other important autobiographical information.",
  "gloss_vi": "Inability to recall important autobiographical information, usu- ally of a traumatic or stressful nature, that is inconsistent with or- dinary forgetting. note: dissociative amnesia most often consists of localized or se...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "management"
    ],
    "life_topics": [
      "stress"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc inability to recall important autobiographical information, usu- ally of a traumatic or stressful nature, that is inconsistent with or- dinary forgetting. Note: Dissociative amnesia most often consists of localized or selective amnesia for a specific event or events; or generalized amnesia for identity and life history. B. The symptoms cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. C. The disturbance is not attributable to the physiological effects of a substance (e.g., alcohol or other drug of abuse, a medication) or a neurological or other medical condition (e.g., partial complex seizures, transient global amnesia, sequelae of a closed head in- jury/traumatic brain injury, other neurological condition). D. The disturbance is not better explained by dissociative identity disorder, posttraumatic stress disorder, acute stress disorder, somatic symptom disorder, or major or mild neurocognitive dis- order. Coding note: The code for dissociative amnesia without dissociative fugue is 300.12 (F44.0). The code for dissociative amnesia with dis- sociative fugue is 300.13 (F44.1). Specify if: 300.13 (F44.1) With dissociative fugue: Apparently purposeful travel or bewildered wandering that is associated with amnesia for identity or for other important autobiographical information. Inability to recall important autobiographical information, usu- ally of a traumatic or stressful nature, that is inconsistent with or- dinary forgetting. note: dissociative amnesia most often consists of localized or se..."
}