{
  "id": "everyday#screening_cues_627e8978",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "impairing learning difficulties may be substituted for the standardized assessment. Specific Learning Disorder 37 C. The learning difficulties begin during school-age years but may not become fully manifest until the demands for those affected academic skills exceed the individual’s limited capacities (e.g., as in timed tests, reading or writing lengthy complex reports for a tight deadline, excessively heavy academic loads). D. The learning difficulties are not better accounted for by intellec- tual disabilities, uncorrected visual or auditory acuity, other men- tal or neurological disorders, psychosocial adversity, lack of proficiency in the language of academic instruction, or inade- quate educational instruction. Note: The four diagnostic criteria are to be met based on a clinical synthesis of the individual’s history (developmental, medical, family, educational), school reports, and psychoeducational assessment. Coding note: Specify all academic domains and subskills that are impaired. When more than one domain is impaired, each one should be coded individually according to the following specifiers. Specify if: 315.00 (F81.0) With impairment in reading: Word reading accuracy Reading rate or fluency Reading comprehension Note: Dyslexia is an alternative term used to refer to a pattern of learning difficulties characterized by problems with accurate or fluent word recognition, poor decoding, and poor spelling abili- ties. If dyslexia is used to specify this particular pattern of difficul- ties, it is important also to specify any additional difficulties that are present, such as difficulties with reading comprehension or math reasoning. 315.2 (F81.81) With impairment in written expression: Spelling accuracy Grammar and punctuation accuracy Clarity or organization of written expression 315.1 (F81.2) With impairment in mathematics: Number sense Memorization of arithmetic facts",
  "gloss_vi": "Impairing learning difficulties may be substituted for the standardized đánh giá. specific learning disorder 37 c.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "psychoeducation",
      "caregiver"
    ],
    "life_topics": [
      "work",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc impairing learning difficulties may be substituted for the standardized assessment. Specific Learning Disorder 37 C. The learning difficulties begin during school-age years but may not become fully manifest until the demands for those affected academic skills exceed the individual’s limited capacities (e.g., as in timed tests, reading or writing lengthy complex reports for a tight deadline, excessively heavy academic loads). D. The learning difficulties are not better accounted for by intellec- tual disabilities, uncorrected visual or auditory acuity, other men- tal or neurological disorders, psychosocial adversity, lack of proficiency in the language of academic instruction, or inade- quate educational instruction. Note: The four diagnostic criteria are to be met based on a clinical synthesis of the individual’s history (developmental, medical, family, educational), school reports, and psychoeducational assessment. Coding note: Specify all academic domains and subskills that are impaired. When more than one domain is impaired, each one should be coded individually according to the following specifiers. Specify if: 315.00 (F81.0) With impairment in reading: Word reading accuracy Reading rate or fluency Reading comprehension Note: Dyslexia is an alternative term used to refer to a pattern of learning difficulties characterized by problems with accurate or fluent word recognition, poor decoding, and poor spelling abili- ties. If dyslexia is used to specify this particular pattern of difficul- ties, it is important also to specify any additional difficulties that are present, such as difficulties with reading comprehension or math reasoning. 315.2 (F81.81) With impairment in written expression: Spelling accuracy Grammar and punctuation accuracy Clarity or organization of written expression 315.1 (F81.2) With impairment in mathematics: Number sense Memorization of arithmetic facts Impairing learning difficulties may be substituted for the standardized đánh giá. specific learning disorder 37 c."
}