{
  "id": "everyday#screening_cues_0ca7f8d4",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "256 Substance-Related and Addictive Disorders Unspecified Inhalant-Related Disorder 292.9 (F18.99) This category applies to presentations in which symptoms character- istic of an inhalant-related disorder that cause clinically significant distress or impairment in social, occupational, or other important ar- eas of functioning predominate but do not meet the full criteria for any specific inhalant-related disorder or any of the disorders in the sub- stance-related and addictive disorders diagnostic class. Opioid-Related Disorders Opioid Use Disorder A. A problematic pattern of opioid use leading to clinically significant impairment or distress, as manifested by at least two of the fol- lowing, occurring within a 12-month period: 1. Opioids are often taken in larger amounts or over a longer period than was intended. 2. There is a persistent desire or unsuccessful efforts to cut down or control opioid use. 3. A great deal of time is spent in activities necessary to obtain the opioid, use the opioid, or recover from its effects. 4. Craving, or a strong desire or urge to use opioids. 5. Recurrent opioid use resulting in a failure to fulfill major role obligations at work, school, or home. 6. Continued opioid use despite having persistent or recurrent social or interpersonal problems caused or exacerbated by the effects of opioids. 7. Important social, occupational, or recreational activities are given up or reduced because of opioid use. 8. Recurrent opioid use in situations in which it is physically hazardous. Opioid Use Disorder 257 9. Continued opioid use despite knowledge of having a persis- tent or recurrent physical or psychological problem that is likely to have been caused or exacerbated by the substance. 10. Tolerance, as defined by either of the following:",
  "gloss_vi": "256 substance-related and addictive disorders unspecified inhalant-related disorder 292.9 (f18.99) this category applies to presentations in which symptoms character- istic of an inhalant-related disorder that cause clin...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "work"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 256 Substance-Related and Addictive Disorders Unspecified Inhalant-Related Disorder 292.9 (F18.99) This category applies to presentations in which symptoms character- istic of an inhalant-related disorder that cause clinically significant distress or impairment in social, occupational, or other important ar- eas of functioning predominate but do not meet the full criteria for any specific inhalant-related disorder or any of the disorders in the sub- stance-related and addictive disorders diagnostic class. Opioid-Related Disorders Opioid Use Disorder A. A problematic pattern of opioid use leading to clinically significant impairment or distress, as manifested by at least two of the fol- lowing, occurring within a 12-month period: 1. Opioids are often taken in larger amounts or over a longer period than was intended. 2. There is a persistent desire or unsuccessful efforts to cut down or control opioid use. 3. A great deal of time is spent in activities necessary to obtain the opioid, use the opioid, or recover from its effects. 4. Craving, or a strong desire or urge to use opioids. 5. Recurrent opioid use resulting in a failure to fulfill major role obligations at work, school, or home. 6. Continued opioid use despite having persistent or recurrent social or interpersonal problems caused or exacerbated by the effects of opioids. 7. Important social, occupational, or recreational activities are given up or reduced because of opioid use. 8. Recurrent opioid use in situations in which it is physically hazardous. Opioid Use Disorder 257 9. Continued opioid use despite knowledge of having a persis- tent or recurrent physical or psychological problem that is likely to have been caused or exacerbated by the substance. 10. Tolerance, as defined by either of the following: 256 substance-related and addictive disorders unspecified inhalant-related disorder 292.9 (f18.99) this category applies to presentations in which symptoms character- istic of an inhalant-related disorder that cause clin..."
}