{
  "id": "everyday#screening_cues_ca082643",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Disorders disorder due to frontotemporal lobar degeneration. (Note: Do not use the additional code for frontotemporal disease. Behavioral disturbance cannot be coded but should still be indicated in writing.) For mild neurocognitive disorder due to frontotemporal lobar de- generation, code 331.83 (G31.84). (Note: Do not use the additional code for frontotemporal disease. Behavioral disturbance cannot be coded but should still be indicated in writing.) Major or Mild Neurocognitive Disorder With Lewy Bodies A. The criteria are met for major or mild neurocognitive disorder. B. The disorder has an insidious onset and gradual progression. C. The disorder meets a combination of core diagnostic features and suggestive diagnostic features for either probable or possi- ble neurocognitive disorder with Lewy bodies. For probable major or mild neurocognitive disorder with Lewy bodies, the individual has two core features, or one sug- gestive feature with one or more core features. For possible ma- jor or mild neurocognitive disorder with Lewy bodies, the individual has only one core feature, or one or more suggestive features. 1. Core diagnostic features: a. Fluctuating cognition with pronounced variations in at- tention and alertness. b. Recurrent visual hallucinations that are well formed and detailed. c. Spontaneous features of parkinsonism, with onset sub- sequent to the development of cognitive decline. 2. Suggestive diagnostic features: a. Meets criteria for rapid eye movement sleep behavior disorder. b. Severe neuroleptic sensitivity. D. The disturbance is not better explained by cerebrovascular dis- ease, another neurodegenerative disease, the effects of a sub- stance, or another mental, neurological, or systemic disorder.",
  "gloss_vi": "Disorders disorder due to frontotemporal lobar degeneration. (note: do not use the additional code for frontotemporal disease.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do",
      "management"
    ],
    "life_topics": [
      "sleep"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Disorders disorder due to frontotemporal lobar degeneration. (Note: Do not use the additional code for frontotemporal disease. Behavioral disturbance cannot be coded but should still be indicated in writing.) For mild neurocognitive disorder due to frontotemporal lobar de- generation, code 331.83 (G31.84). (Note: Do not use the additional code for frontotemporal disease. Behavioral disturbance cannot be coded but should still be indicated in writing.) Major or Mild Neurocognitive Disorder With Lewy Bodies A. The criteria are met for major or mild neurocognitive disorder. B. The disorder has an insidious onset and gradual progression. C. The disorder meets a combination of core diagnostic features and suggestive diagnostic features for either probable or possi- ble neurocognitive disorder with Lewy bodies. For probable major or mild neurocognitive disorder with Lewy bodies, the individual has two core features, or one sug- gestive feature with one or more core features. For possible ma- jor or mild neurocognitive disorder with Lewy bodies, the individual has only one core feature, or one or more suggestive features. 1. Core diagnostic features: a. Fluctuating cognition with pronounced variations in at- tention and alertness. b. Recurrent visual hallucinations that are well formed and detailed. c. Spontaneous features of parkinsonism, with onset sub- sequent to the development of cognitive decline. 2. Suggestive diagnostic features: a. Meets criteria for rapid eye movement sleep behavior disorder. b. Severe neuroleptic sensitivity. D. The disturbance is not better explained by cerebrovascular dis- ease, another neurodegenerative disease, the effects of a sub- stance, or another mental, neurological, or systemic disorder. Disorders disorder due to frontotemporal lobar degeneration. (note: do not use the additional code for frontotemporal disease."
}