{
  "id": "everyday#screening_cues_a99ff370",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "predominate but do not meet the full criteria for any of the disorders in the sleep-wake disorders diagnostic class and do not qualify for a diagnosis of other specified insomnia disorder or other specified hypersomnolence disorder. The other specified sleep-wake disorder category is used in situations in which the clinician chooses 200 Sleep-Wake Disorders to communicate the specific reason that the presentation does not meet the criteria for any specific sleep-wake disorder. This is done by recording “other specified sleep-wake disorder” followed by the spe- cific reason (e.g., “repeated arousals during rapid eye movement sleep without polysomnography or history of Parkinson’s disease or other synucleinopathy”). Unspecified Sleep-Wake Disorder 780.59 (G47.9) This category applies to presentations in which symptoms character- istic of a sleep-wake disorder that cause clinically significant distress or impairment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for any of the disorders in the sleep-wake disorders diagnostic class and do not qualify for a diagnosis of unspecified insomnia disorder or unspeci- fied hypersomnolence disorder. The unspecified sleep-wake disor- der category is used in situations in which the clinician chooses not to specify the reason that the criteria are not met for a specific sleep- wake disorder, and includes presentations in which there is insuffi- cient information to make a more specific diagnosis.",
  "gloss_vi": "Predominate but do not meet the full criteria for any of the disorders in the giấc ngủ-wake disorders diagnostic class and do not qualify for a diagnosis of other specified insomnia disorder or other specified hypersomno...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "sleep",
      "stress"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc predominate but do not meet the full criteria for any of the disorders in the sleep-wake disorders diagnostic class and do not qualify for a diagnosis of other specified insomnia disorder or other specified hypersomnolence disorder. The other specified sleep-wake disorder category is used in situations in which the clinician chooses 200 Sleep-Wake Disorders to communicate the specific reason that the presentation does not meet the criteria for any specific sleep-wake disorder. This is done by recording “other specified sleep-wake disorder” followed by the spe- cific reason (e.g., “repeated arousals during rapid eye movement sleep without polysomnography or history of Parkinson’s disease or other synucleinopathy”). Unspecified Sleep-Wake Disorder 780.59 (G47.9) This category applies to presentations in which symptoms character- istic of a sleep-wake disorder that cause clinically significant distress or impairment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for any of the disorders in the sleep-wake disorders diagnostic class and do not qualify for a diagnosis of unspecified insomnia disorder or unspeci- fied hypersomnolence disorder. The unspecified sleep-wake disor- der category is used in situations in which the clinician chooses not to specify the reason that the criteria are not met for a specific sleep- wake disorder, and includes presentations in which there is insuffi- cient information to make a more specific diagnosis. Predominate but do not meet the full criteria for any of the disorders in the giấc ngủ-wake disorders diagnostic class and do not qualify for a diagnosis of other specified insomnia disorder or other specified hypersomno..."
}