{
  "id": "everyday#screening_cues_f92534d4",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "penetration. 4. Marked tensing or tightening of the pelvic floor muscles dur- ing attempted vaginal penetration. B. The symptoms in Criterion A have persisted for a minimum dura- tion of approximately 6 months. C. The symptoms in Criterion A cause clinically significant distress in the individual. D. The sexual dysfunction is not better explained by a nonsexual men- tal disorder or as a consequence of a severe relationship distress (e.g., partner violence) or other significant stressors and is not at- tributable to the effects of a substance/medication or another medical condition. Specify whether: Lifelong: The disturbance has been present since the individual became sexually active. Acquired: The disturbance began after a period of relatively nor- mal sexual function. Specify current severity: Mild: Evidence of mild distress over the symptoms in Criterion A. Moderate: Evidence of moderate distress over the symptoms in Criterion A. Severe: Evidence of severe or extreme distress over the symp- toms in Criterion A. Male Hypoactive Sexual Desire Disorder 302.71 (F52.0) A. Persistently or recurrently deficient (or absent) sexual/erotic thoughts or fantasies and desire for sexual activity. The judgment of deficiency is made by the clinician, taking into account factors that affect sexual functioning, such as age and general and so- ciocultural contexts of the individual’s life. B. The symptoms in Criterion A have persisted for a minimum dura- tion of approximately 6 months.",
  "gloss_vi": "Penetration. 4.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "stress",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc penetration. 4. Marked tensing or tightening of the pelvic floor muscles dur- ing attempted vaginal penetration. B. The symptoms in Criterion A have persisted for a minimum dura- tion of approximately 6 months. C. The symptoms in Criterion A cause clinically significant distress in the individual. D. The sexual dysfunction is not better explained by a nonsexual men- tal disorder or as a consequence of a severe relationship distress (e.g., partner violence) or other significant stressors and is not at- tributable to the effects of a substance/medication or another medical condition. Specify whether: Lifelong: The disturbance has been present since the individual became sexually active. Acquired: The disturbance began after a period of relatively nor- mal sexual function. Specify current severity: Mild: Evidence of mild distress over the symptoms in Criterion A. Moderate: Evidence of moderate distress over the symptoms in Criterion A. Severe: Evidence of severe or extreme distress over the symp- toms in Criterion A. Male Hypoactive Sexual Desire Disorder 302.71 (F52.0) A. Persistently or recurrently deficient (or absent) sexual/erotic thoughts or fantasies and desire for sexual activity. The judgment of deficiency is made by the clinician, taking into account factors that affect sexual functioning, such as age and general and so- ciocultural contexts of the individual’s life. B. The symptoms in Criterion A have persisted for a minimum dura- tion of approximately 6 months. Penetration. 4."
}