{
  "id": "everyday#general_017bc089",
  "title_en": "General — General",
  "title_vi": "General — General",
  "text_en": "216 Gender Dysphoria Specify if: With a disorder of sex development (e.g., a congenital adre- nogenital disorder such as 255.2 [E25.0] congenital adrenal hy- perplasia or 259.50 [E34.50] androgen insensitivity syndrome). Coding note: Code the disorder of sex development as well as gender dysphoria. Gender Dysphoria in Adolescents and Adults 302.85 (F64.1) A. A marked incongruence between one’s experienced/expressed gender and assigned gender, of at least 6 months’ duration, as manifested by at least two of the following: 1. A marked incongruence between one’s experienced/ expressed gender and primary and/or secondary sex char- acteristics (or in young adolescents, the anticipated second- ary sex characteristics). 2. A strong desire to be rid of one’s primary and/or secondary sex characteristics because of a marked incongruence with one’s experienced/expressed gender (or in young adoles- cents, a desire to prevent the development of the anticipated secondary sex characteristics). 3. A strong desire for the primary and/or secondary sex charac- teristics of the other gender. 4. A strong desire to be of the other gender (or some alternative gender different from one’s assigned gender). 5. A strong desire to be treated as the other gender (or some alternative gender different from one’s assigned gender). 6. A strong conviction that one has the typical feelings and re- actions of the other gender (or some alternative gender dif- ferent from one’s assigned gender). B. The condition is associated with clinically significant distress or impairment in social, occupational, or other important areas of",
  "gloss_vi": "216 gender dysphoria specify if: with a disorder of sex development (e.g., a congenital adre- nogenital disorder such as 255.2 [e25.0] congenital adrenal hy- perplasia or 259.50 [e34.50] androgen insensitivity syndrome)....",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [],
    "life_topics": [
      "stress"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — General General — General 216 Gender Dysphoria Specify if: With a disorder of sex development (e.g., a congenital adre- nogenital disorder such as 255.2 [E25.0] congenital adrenal hy- perplasia or 259.50 [E34.50] androgen insensitivity syndrome). Coding note: Code the disorder of sex development as well as gender dysphoria. Gender Dysphoria in Adolescents and Adults 302.85 (F64.1) A. A marked incongruence between one’s experienced/expressed gender and assigned gender, of at least 6 months’ duration, as manifested by at least two of the following: 1. A marked incongruence between one’s experienced/ expressed gender and primary and/or secondary sex char- acteristics (or in young adolescents, the anticipated second- ary sex characteristics). 2. A strong desire to be rid of one’s primary and/or secondary sex characteristics because of a marked incongruence with one’s experienced/expressed gender (or in young adoles- cents, a desire to prevent the development of the anticipated secondary sex characteristics). 3. A strong desire for the primary and/or secondary sex charac- teristics of the other gender. 4. A strong desire to be of the other gender (or some alternative gender different from one’s assigned gender). 5. A strong desire to be treated as the other gender (or some alternative gender different from one’s assigned gender). 6. A strong conviction that one has the typical feelings and re- actions of the other gender (or some alternative gender dif- ferent from one’s assigned gender). B. The condition is associated with clinically significant distress or impairment in social, occupational, or other important areas of 216 gender dysphoria specify if: with a disorder of sex development (e.g., a congenital adre- nogenital disorder such as 255.2 [e25.0] congenital adrenal hy- perplasia or 259.50 [e34.50] androgen insensitivity syndrome)...."
}