{
  "id": "everyday#screening_cues_fd548588",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "or body (e.g., feeling as though one were in a dream; feeling a sense of unreality of self or body or of time moving slowly). 2. Derealization: Persistent or recurrent experiences of unre- ality of surroundings (e.g., the world around the individual is experienced as unreal, dreamlike, distant, or distorted). Note: To use this subtype, the dissociative symptoms must not be attributable to the physiological effects of a substance (e.g., blackouts) or another medical condition (e.g., complex partial seizures). Specify if: With delayed expression: If the full diagnostic criteria are not met until at least 6 months after the event (although the onset and expression of some symptoms may be immediate). Acute Stress Disorder 308.3 (F43.0) A. Exposure to actual or threatened death, serious injury, or sexual violation in one (or more) of the following ways: 1. Directly experiencing the traumatic event(s). 2. Witnessing, in person, the event(s) as it occurred to others. 3. Learning that the event(s) occurred to a close family member or close friend. Note: In cases of actual or threatened death of a family member or friend, the event(s) must have been vi- olent or accidental. 4. Experiencing repeated or extreme exposure to aversive de- tails of the traumatic event(s) (e.g., first responders collect- ing human remains, police officers repeatedly exposed to details of child abuse). Note: This does not apply to exposure through electronic media, television, movies, or pictures, unless this exposure is work related. B. Presence of nine (or more) of the following symptoms from any of the five categories of intrusion, negative mood, dissociation,",
  "gloss_vi": "Or body (e.g., feeling as though one were in a dream; feeling a sense of unreality of self or body or of time moving slowly). 2.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "caregiver"
    ],
    "life_topics": [
      "stress",
      "work",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc or body (e.g., feeling as though one were in a dream; feeling a sense of unreality of self or body or of time moving slowly). 2. Derealization: Persistent or recurrent experiences of unre- ality of surroundings (e.g., the world around the individual is experienced as unreal, dreamlike, distant, or distorted). Note: To use this subtype, the dissociative symptoms must not be attributable to the physiological effects of a substance (e.g., blackouts) or another medical condition (e.g., complex partial seizures). Specify if: With delayed expression: If the full diagnostic criteria are not met until at least 6 months after the event (although the onset and expression of some symptoms may be immediate). Acute Stress Disorder 308.3 (F43.0) A. Exposure to actual or threatened death, serious injury, or sexual violation in one (or more) of the following ways: 1. Directly experiencing the traumatic event(s). 2. Witnessing, in person, the event(s) as it occurred to others. 3. Learning that the event(s) occurred to a close family member or close friend. Note: In cases of actual or threatened death of a family member or friend, the event(s) must have been vi- olent or accidental. 4. Experiencing repeated or extreme exposure to aversive de- tails of the traumatic event(s) (e.g., first responders collect- ing human remains, police officers repeatedly exposed to details of child abuse). Note: This does not apply to exposure through electronic media, television, movies, or pictures, unless this exposure is work related. B. Presence of nine (or more) of the following symptoms from any of the five categories of intrusion, negative mood, dissociation, Or body (e.g., feeling as though one were in a dream; feeling a sense of unreality of self or body or of time moving slowly). 2."
}