{
  "id": "everyday#screening_cues_aaf9ea45",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "symptoms are not attributable to the physiological effects of a substance (e.g., a drug of abuse, a medication) or another medical condition. D. The disturbance is not better explained by the symptoms of an- other mental disorder (e.g., excessive worries, as in generalized anxiety disorder; preoccupation with appearance, as in body dys- morphic disorder; difficulty discarding or parting with possessions, as in hoarding disorder; hair pulling, as in trichotillomania [hair- pulling disorder]; skin picking, as in excoriation [skin-picking] dis- order; stereotypies, as in stereotypic movement disorder; ritualized eating behavior, as in eating disorders; preoccupation with sub- stances or gambling, as in substance-related and addictive dis- orders; preoccupation with having an illness, as in illness anxiety disorder; sexual urges or fantasies, as in paraphilic disorders; im- pulses, as in disruptive, impulse-control, and conduct disorders; guilty ruminations, as in major depressive disorder; thought inser- tion or delusional preoccupations, as in schizophrenia spectrum and other psychotic disorders; or repetitive patterns of behavior, as in autism spectrum disorder). Specify if: With good or fair insight: The individual recognizes that obses- sive-compulsive disorder beliefs are definitely or probably not true or that they may or may not be true. With poor insight: The individual thinks obsessive-compulsive disorder beliefs are probably true. With absent insight/delusional beliefs: The individual is com- pletely convinced that obsessive-compulsive disorder beliefs are true. Specify if: Tic-related: The individual has a current or past history of a tic disorder.",
  "gloss_vi": "Symptoms are not attributable to the physiological effects of a substance (e.g., a drug of abuse, a medication) or another medical condition. d.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc symptoms are not attributable to the physiological effects of a substance (e.g., a drug of abuse, a medication) or another medical condition. D. The disturbance is not better explained by the symptoms of an- other mental disorder (e.g., excessive worries, as in generalized anxiety disorder; preoccupation with appearance, as in body dys- morphic disorder; difficulty discarding or parting with possessions, as in hoarding disorder; hair pulling, as in trichotillomania [hair- pulling disorder]; skin picking, as in excoriation [skin-picking] dis- order; stereotypies, as in stereotypic movement disorder; ritualized eating behavior, as in eating disorders; preoccupation with sub- stances or gambling, as in substance-related and addictive dis- orders; preoccupation with having an illness, as in illness anxiety disorder; sexual urges or fantasies, as in paraphilic disorders; im- pulses, as in disruptive, impulse-control, and conduct disorders; guilty ruminations, as in major depressive disorder; thought inser- tion or delusional preoccupations, as in schizophrenia spectrum and other psychotic disorders; or repetitive patterns of behavior, as in autism spectrum disorder). Specify if: With good or fair insight: The individual recognizes that obses- sive-compulsive disorder beliefs are definitely or probably not true or that they may or may not be true. With poor insight: The individual thinks obsessive-compulsive disorder beliefs are probably true. With absent insight/delusional beliefs: The individual is com- pletely convinced that obsessive-compulsive disorder beliefs are true. Specify if: Tic-related: The individual has a current or past history of a tic disorder. Symptoms are not attributable to the physiological effects of a substance (e.g., a drug of abuse, a medication) or another medical condition. d."
}