{
  "id": "everyday#screening_cues_886808ea",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "and are not attributable to a neurological condition affecting movement (e.g., cerebral palsy, muscular dystrophy, degenera- tive disorder). 40 Neurodevelopmental Disorders Stereotypic Movement Disorder 307.3 (F98.4) A. Repetitive, seemingly driven, and apparently purposeless motor behavior (e.g., hand shaking or waving, body rocking, head bang- ing, self-biting, hitting own body). B. The repetitive motor behavior interferes with social, academic, or other activities and may result in self-injury. C. Onset is in the early developmental period. D. The repetitive motor behavior is not attributable to the physiolog- ical effects of a substance or neurological condition and is not better explained by another neurodevelopmental or mental disorder (e.g., trichotillomania [hair-pulling disorder], obsessive- compulsive disorder). Specify if: With self-injurious behavior (or behavior that would result in an injury if preventive measures were not used). Without self-injurious behavior Specify if: Associated with a known medical or genetic condition, neu- rodevelopmental disorder, or environmental factor (e.g., Lesch-Nyhan syndrome, intellectual disability [intellectual devel- opmental disorder], intrauterine alcohol exposure). Coding note: Use additional code to identify the associated medical or genetic condition, or neurodevelopmental disorder. Specify current severity: Mild: Symptoms are easily suppressed by sensory stimulus or distraction. Moderate: Symptoms require explicit protective measures and behavioral modification. Severe: Continuous monitoring and protective measures are re- quired to prevent serious injury.",
  "gloss_vi": "And are not attributable to a neurological condition affecting movement (e.g., cerebral palsy, muscular dystrophy, degenera- tive disorder). 40 neurodevelopmental disorders stereotypic movement disorder 307.3 (f98.4) a.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc and are not attributable to a neurological condition affecting movement (e.g., cerebral palsy, muscular dystrophy, degenera- tive disorder). 40 Neurodevelopmental Disorders Stereotypic Movement Disorder 307.3 (F98.4) A. Repetitive, seemingly driven, and apparently purposeless motor behavior (e.g., hand shaking or waving, body rocking, head bang- ing, self-biting, hitting own body). B. The repetitive motor behavior interferes with social, academic, or other activities and may result in self-injury. C. Onset is in the early developmental period. D. The repetitive motor behavior is not attributable to the physiolog- ical effects of a substance or neurological condition and is not better explained by another neurodevelopmental or mental disorder (e.g., trichotillomania [hair-pulling disorder], obsessive- compulsive disorder). Specify if: With self-injurious behavior (or behavior that would result in an injury if preventive measures were not used). Without self-injurious behavior Specify if: Associated with a known medical or genetic condition, neu- rodevelopmental disorder, or environmental factor (e.g., Lesch-Nyhan syndrome, intellectual disability [intellectual devel- opmental disorder], intrauterine alcohol exposure). Coding note: Use additional code to identify the associated medical or genetic condition, or neurodevelopmental disorder. Specify current severity: Mild: Symptoms are easily suppressed by sensory stimulus or distraction. Moderate: Symptoms require explicit protective measures and behavioral modification. Severe: Continuous monitoring and protective measures are re- quired to prevent serious injury. And are not attributable to a neurological condition affecting movement (e.g., cerebral palsy, muscular dystrophy, degenera- tive disorder). 40 neurodevelopmental disorders stereotypic movement disorder 307.3 (f98.4) a."
}