{
  "id": "everyday#screening_cues_4b399f74",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "factor, record stereotypic movement disorder associated with (name of condition, disorder, or factor) (e.g., stereotypic move- ment disorder associated with Lesch-Nyhan syndrome). Tic Disorders Note: A tic is a sudden, rapid, recurrent, nonrhythmic motor move- ment or vocalization. Tourette’s Disorder 307.23 (F95.2) A. Both multiple motor and one or more vocal tics have been pres- ent at some time during the illness, although not necessarily con- currently. B. The tics may wax and wane in frequency but have persisted for more than 1 year since first tic onset. C. Onset is before age 18 years. D. The disturbance is not attributable to the physiological effects of a substance (e.g., cocaine) or another medical condition (e.g., Huntington’s disease, postviral encephalitis). Persistent (Chronic) Motor or Vocal Tic Disorder 307.22 (F95.1) A. Single or multiple motor or vocal tics have been present during the illness, but not both motor and vocal. B. The tics may wax and wane in frequency but have persisted for more than 1 year since first tic onset. C. Onset is before age 18 years. D. The disturbance is not attributable to the physiological effects of a substance (e.g., cocaine) or another medical condition (e.g., Huntington’s disease, postviral encephalitis). E. Criteria have never been met for Tourette’s disorder. Specify if: With motor tics only With vocal tics only",
  "gloss_vi": "Factor, record stereotypic movement disorder associated with (name of condition, disorder, or factor) (e.g., stereotypic move- ment disorder associated with lesch-nyhan syndrome). tic disorders note: a tic is a sudden, r...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc factor, record stereotypic movement disorder associated with (name of condition, disorder, or factor) (e.g., stereotypic move- ment disorder associated with Lesch-Nyhan syndrome). Tic Disorders Note: A tic is a sudden, rapid, recurrent, nonrhythmic motor move- ment or vocalization. Tourette’s Disorder 307.23 (F95.2) A. Both multiple motor and one or more vocal tics have been pres- ent at some time during the illness, although not necessarily con- currently. B. The tics may wax and wane in frequency but have persisted for more than 1 year since first tic onset. C. Onset is before age 18 years. D. The disturbance is not attributable to the physiological effects of a substance (e.g., cocaine) or another medical condition (e.g., Huntington’s disease, postviral encephalitis). Persistent (Chronic) Motor or Vocal Tic Disorder 307.22 (F95.1) A. Single or multiple motor or vocal tics have been present during the illness, but not both motor and vocal. B. The tics may wax and wane in frequency but have persisted for more than 1 year since first tic onset. C. Onset is before age 18 years. D. The disturbance is not attributable to the physiological effects of a substance (e.g., cocaine) or another medical condition (e.g., Huntington’s disease, postviral encephalitis). E. Criteria have never been met for Tourette’s disorder. Specify if: With motor tics only With vocal tics only Factor, record stereotypic movement disorder associated with (name of condition, disorder, or factor) (e.g., stereotypic move- ment disorder associated with lesch-nyhan syndrome). tic disorders note: a tic is a sudden, r..."
}