{
  "id": "everyday#screening_cues_57579edf",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "10 Use of the Manual disorder is unable to give an adequate history, and thus it cannot be established that the full criteria are met. Another use of the term pro- visional is for those situations in which differential diagnosis de- pends exclusively on the duration of illness. For example, a diagnosis of schizophreniform disorder requires a duration of less than 6 months but of at least 1 month and can only be given provisionally if as- signed before remission has occurred. Coding and Reporting Procedures Each disorder is accompanied by an identifying diagnostic and statisti- cal code, which is typically used by institutions and agencies for data collection and billing purposes. There are specific recording protocols for these diagnostic codes (identified as coding notes in the text) that were established by WHO, the U.S. Centers for Medicare and Medicaid Services (CMS), and the Centers for Disease Control and Prevention’s National Center for Health Statistics to ensure consistent international recording of prevalence and mortality rates for identified health condi- tions. For most clinicians, the codes are used to identify the diagnosis or reason for visit for CMS and private insurance service claims. The of- ficial coding system in use in the United States as of publication of this manual is ICD-9-CM. Official adoption of ICD-10-CM is scheduled to take place on October 1, 2014, and these codes, which are shown paren- thetically in this manual, should not be used until the official imple- mentation occurs. Both ICD-9-CM and ICD-10-CM codes have been listed 1) preceding the name of the disorder in the classification and 2)accompanying the criteria set for each disorder. For some diagnoses (e.g., neurocognitive and substance/medication-induced disorders), the appropriate code depends on further specification and is listed within the criteria set for the disorder, as coding notes, and, in some",
  "gloss_vi": "10 use of the manual disorder is unable to give an adequate history, and thus it cannot be established that the full criteria are met. another use of the term pro- visional is for those situations in which differential d...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "management"
    ],
    "life_topics": [
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 10 Use of the Manual disorder is unable to give an adequate history, and thus it cannot be established that the full criteria are met. Another use of the term pro- visional is for those situations in which differential diagnosis de- pends exclusively on the duration of illness. For example, a diagnosis of schizophreniform disorder requires a duration of less than 6 months but of at least 1 month and can only be given provisionally if as- signed before remission has occurred. Coding and Reporting Procedures Each disorder is accompanied by an identifying diagnostic and statisti- cal code, which is typically used by institutions and agencies for data collection and billing purposes. There are specific recording protocols for these diagnostic codes (identified as coding notes in the text) that were established by WHO, the U.S. Centers for Medicare and Medicaid Services (CMS), and the Centers for Disease Control and Prevention’s National Center for Health Statistics to ensure consistent international recording of prevalence and mortality rates for identified health condi- tions. For most clinicians, the codes are used to identify the diagnosis or reason for visit for CMS and private insurance service claims. The of- ficial coding system in use in the United States as of publication of this manual is ICD-9-CM. Official adoption of ICD-10-CM is scheduled to take place on October 1, 2014, and these codes, which are shown paren- thetically in this manual, should not be used until the official imple- mentation occurs. Both ICD-9-CM and ICD-10-CM codes have been listed 1) preceding the name of the disorder in the classification and 2)accompanying the criteria set for each disorder. For some diagnoses (e.g., neurocognitive and substance/medication-induced disorders), the appropriate code depends on further specification and is listed within the criteria set for the disorder, as coding notes, and, in some 10 use of the manual disorder is unable to give an adequate history, and thus it cannot be established that the full criteria are met. another use of the term pro- visional is for those situations in which differential d..."
}