{
  "id": "everyday#risk_safety_ada8337e",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "Specifiers for Bipolar and Related Disorders 85 a suicide attempt or a specific plan for committing suicide. B. Mixed symptoms are observable by others and repre- sent a change from the person’s usual behavior. C. For individuals whose symptoms meet full episode crite- ria for both mania and depression simultaneously, the di- agnosis should be manic episode, with mixed features, due to the marked impairment and clinical severity of full mania. D. The mixed symptoms are not attributable to the physio- logical effects of a substance (e.g., a drug of abuse, a medication other treatment). Depressive episode, with mixed features: A. Full criteria are met for a major depressive episode, and at least three of the following manic/hypomanic symp- toms are present during the majority of days of the cur- rent or most recent episode of depression: 1. Elevated, expansive mood. 2. Inflated self-esteem or grandiosity. 3. More talkative than usual or pressure to keep talking. 4. Flight of ideas or subjective experience that thoughts are racing. 5. Increase in energy or goal-directed activity (either socially, at work or school, or sexually). 6. Increased or excessive involvement in activities that have a high potential for painful consequences (e.g., engaging in unrestrained buying sprees, sexual in- discretions, or foolish business investments). 7. Decreased need for sleep (feeling rested despite sleeping less than usual; to be contrasted with in- somnia). B. Mixed symptoms are observable by others and repre- sent a change from the person’s usual behavior. C. For individuals whose symptoms meet full episode crite- ria for both mania and depression simultaneously, the di- agnosis should be manic episode, with mixed features. 86 Bipolar and Related Disorders D. The mixed symptoms are not attributable to the physio- logical effects of a substance (e.g., a drug of abuse, a medication or other treatment). Note: Mixed features associated with",
  "gloss_vi": "Specifiers for bipolar and related disorders 85 a tự sát attempt or a specific plan for committing tự sát. b.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "management"
    ],
    "life_topics": [
      "sleep",
      "work",
      "self_esteem"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn Specifiers for Bipolar and Related Disorders 85 a suicide attempt or a specific plan for committing suicide. B. Mixed symptoms are observable by others and repre- sent a change from the person’s usual behavior. C. For individuals whose symptoms meet full episode crite- ria for both mania and depression simultaneously, the di- agnosis should be manic episode, with mixed features, due to the marked impairment and clinical severity of full mania. D. The mixed symptoms are not attributable to the physio- logical effects of a substance (e.g., a drug of abuse, a medication other treatment). Depressive episode, with mixed features: A. Full criteria are met for a major depressive episode, and at least three of the following manic/hypomanic symp- toms are present during the majority of days of the cur- rent or most recent episode of depression: 1. Elevated, expansive mood. 2. Inflated self-esteem or grandiosity. 3. More talkative than usual or pressure to keep talking. 4. Flight of ideas or subjective experience that thoughts are racing. 5. Increase in energy or goal-directed activity (either socially, at work or school, or sexually). 6. Increased or excessive involvement in activities that have a high potential for painful consequences (e.g., engaging in unrestrained buying sprees, sexual in- discretions, or foolish business investments). 7. Decreased need for sleep (feeling rested despite sleeping less than usual; to be contrasted with in- somnia). B. Mixed symptoms are observable by others and repre- sent a change from the person’s usual behavior. C. For individuals whose symptoms meet full episode crite- ria for both mania and depression simultaneously, the di- agnosis should be manic episode, with mixed features. 86 Bipolar and Related Disorders D. The mixed symptoms are not attributable to the physio- logical effects of a substance (e.g., a drug of abuse, a medication or other treatment). Note: Mixed features associated with Specifiers for bipolar and related disorders 85 a tự sát attempt or a specific plan for committing tự sát. b."
}