{
  "id": "everyday#general_6451164a",
  "title_en": "General — General",
  "title_vi": "General — General",
  "text_en": "212 Sexual Dysfunctions When recording the name of the disorder, the comorbid substance use disorder (if any) is listed first, followed by the word “with,” fol- lowed by the name of the substance-induced sexual dysfunction, followed by the specification of onset (i.e., onset during intoxication, onset during withdrawal, with onset after medication use), followed by the severity specifier (e.g., mild, moderate, severe). For example, in the case of erectile dysfunction occurring during intoxication in a man with a severe alcohol use disorder, the diagnosis is F10.281 mod- erate alcohol use disorder with alcohol-induced sexual dysfunction, with onset during intoxication, moderate. A separate diagnosis of the comorbid severe alcohol use disorder is not given. If the substance- induced sexual dysfunction occurs without a comorbid substance use disorder (e.g., after a one-time heavy use of the substance), no ac- companying substance use disorder is noted (e.g., F15.981 amphet- amine-induced sexual dysfunction, with onset during intoxication). When more than one substance is judged to play a significant role in the development of the sexual dysfunction, each should be listed sep- arately (e.g., F14.181 mild cocaine use disorder with cocaine-induced sexual dysfunction, with onset during intoxication, moderate; F19.981 fluoxetine-induced sexual dysfunction, with onset",
  "gloss_vi": "212 sexual dysfunctions when recording the name of the disorder, the comorbid substance use disorder (if any) is listed first, followed by the word “with,” fol- lowed by the name of the substance-induced sexual dysfuncti...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [],
    "life_topics": [
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — General General — General 212 Sexual Dysfunctions When recording the name of the disorder, the comorbid substance use disorder (if any) is listed first, followed by the word “with,” fol- lowed by the name of the substance-induced sexual dysfunction, followed by the specification of onset (i.e., onset during intoxication, onset during withdrawal, with onset after medication use), followed by the severity specifier (e.g., mild, moderate, severe). For example, in the case of erectile dysfunction occurring during intoxication in a man with a severe alcohol use disorder, the diagnosis is F10.281 mod- erate alcohol use disorder with alcohol-induced sexual dysfunction, with onset during intoxication, moderate. A separate diagnosis of the comorbid severe alcohol use disorder is not given. If the substance- induced sexual dysfunction occurs without a comorbid substance use disorder (e.g., after a one-time heavy use of the substance), no ac- companying substance use disorder is noted (e.g., F15.981 amphet- amine-induced sexual dysfunction, with onset during intoxication). When more than one substance is judged to play a significant role in the development of the sexual dysfunction, each should be listed sep- arately (e.g., F14.181 mild cocaine use disorder with cocaine-induced sexual dysfunction, with onset during intoxication, moderate; F19.981 fluoxetine-induced sexual dysfunction, with onset 212 sexual dysfunctions when recording the name of the disorder, the comorbid substance use disorder (if any) is listed first, followed by the word “with,” fol- lowed by the name of the substance-induced sexual dysfuncti..."
}