{
  "id": "everyday#screening_cues_f56ca930",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "278 Substance-Related and Addictive Disorders 2. There is a persistent desire or unsuccessful efforts to cut down or control use of the substance. 3. A great deal of time is spent in activities necessary to obtain the substance, use the substance, or recover from its effects. 4. Craving, or a strong desire or urge to use the substance. 5. Recurrent use of the substance resulting in a failure to fulfill major role obligations at work, school, or home. 6. Continued use of the substance despite having persistent or recurrent social or interpersonal problems caused or exacer- bated by the effects of its use. 7. Important social, occupational, or recreational activities are given up or reduced because of use of the substance. 8. Recurrent use of the substance in situations in which it is physically hazardous. 9. Use of the substance is continued despite knowledge of hav- ing a persistent or recurrent physical or psychological prob- lem that is likely to have been caused or exacerbated by the substance. 10. Tolerance, as defined by either of the following: a. A need for markedly increased amounts of the sub- stance to achieve intoxication or desired effect. b. A markedly diminished effect with continued use of the same amount of the substance. 11. Withdrawal, as manifested by either of the following: a. The characteristic withdrawal syndrome for other (or un- known) substance (refer to Criteria A and B of the criteria sets for other [or unknown] substance withdrawal, pp. 280–281). b. The substance (or a closely related substance) is taken to relieve or avoid withdrawal symptoms. Specify if: In early remission: After full criteria for other (or unknown) sub- stance use disorder were previously met, none of the criteria for other (or unknown) substance use disorder have been met for at least 3 months but for less than 12 months (with the exception Other (or Unknown)",
  "gloss_vi": "278 substance-related and addictive disorders 2. there is a persistent desire or unsuccessful efforts to cut down or control use of the substance.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "do_not_do"
    ],
    "life_topics": [
      "work"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 278 Substance-Related and Addictive Disorders 2. There is a persistent desire or unsuccessful efforts to cut down or control use of the substance. 3. A great deal of time is spent in activities necessary to obtain the substance, use the substance, or recover from its effects. 4. Craving, or a strong desire or urge to use the substance. 5. Recurrent use of the substance resulting in a failure to fulfill major role obligations at work, school, or home. 6. Continued use of the substance despite having persistent or recurrent social or interpersonal problems caused or exacer- bated by the effects of its use. 7. Important social, occupational, or recreational activities are given up or reduced because of use of the substance. 8. Recurrent use of the substance in situations in which it is physically hazardous. 9. Use of the substance is continued despite knowledge of hav- ing a persistent or recurrent physical or psychological prob- lem that is likely to have been caused or exacerbated by the substance. 10. Tolerance, as defined by either of the following: a. A need for markedly increased amounts of the sub- stance to achieve intoxication or desired effect. b. A markedly diminished effect with continued use of the same amount of the substance. 11. Withdrawal, as manifested by either of the following: a. The characteristic withdrawal syndrome for other (or un- known) substance (refer to Criteria A and B of the criteria sets for other [or unknown] substance withdrawal, pp. 280–281). b. The substance (or a closely related substance) is taken to relieve or avoid withdrawal symptoms. Specify if: In early remission: After full criteria for other (or unknown) sub- stance use disorder were previously met, none of the criteria for other (or unknown) substance use disorder have been met for at least 3 months but for less than 12 months (with the exception Other (or Unknown) 278 substance-related and addictive disorders 2. there is a persistent desire or unsuccessful efforts to cut down or control use of the substance."
}