{
  "id": "everyday#screening_cues_e22a9521",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "and other important areas of functioning. Circadian Rhythm Sleep-Wake Disorders 189 Coding note: For ICD-9-CM, code 307.45 for all subtypes. For ICD- 10-CM, code is based on subtype. Specify whether: 307.45 (G47.21) Delayed sleep phase type: A pattern of de- layed sleep onset and awakening times, with an inability to fall asleep and awaken at a desired or conventionally acceptable earlier time. Specify if: Familial: A family history of delayed sleep phase is present. Specify if: Overlapping with non-24-hour sleep-wake type: Delayed sleep phase type may overlap with another circadian rhythm sleep-wake disorder, non-24-hour sleep-wake type. 307.45 (G47.22) Advanced sleep phase type: A pattern of ad- vanced sleep onset and awakening times, with an inability to re- main awake or asleep until the desired or conventionally acceptable later sleep or wake times. Specify if: Familial: A family history of advanced sleep phase is present. 307.45 (G47.23) Irregular sleep-wake type: A temporally disor- ganized sleep-wake pattern, such that the timing of sleep and wake periods is variable throughout the 24-hour period. 307.45 (G47.24) Non-24-hour sleep-wake type: A pattern of sleep-wake cycles that is not synchronized to the 24-hour envi- ronment, with a consistent daily drift (usually to later and later times) of sleep onset and wake times. 307.45 (G47.26) Shift work type: Insomnia during the major sleep period and/or excessive sleepiness (including inadvertent sleep) during the major awake period associated with a shift work schedule (i.e., requiring unconventional work hours). 307.45 (G47.20) Unspecified type Specify if: Episodic: Symptoms last at least 1 month but less than 3 months. Persistent: Symptoms last 3 months or longer. Recurrent: Two or more episodes occur within the space of 1 year.",
  "gloss_vi": "And other important areas of functioning. circadian rhythm giấc ngủ-wake disorders 189 coding note: for icd-9-cm, code 307.45 for all subtypes.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "caregiver"
    ],
    "life_topics": [
      "sleep",
      "work",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc and other important areas of functioning. Circadian Rhythm Sleep-Wake Disorders 189 Coding note: For ICD-9-CM, code 307.45 for all subtypes. For ICD- 10-CM, code is based on subtype. Specify whether: 307.45 (G47.21) Delayed sleep phase type: A pattern of de- layed sleep onset and awakening times, with an inability to fall asleep and awaken at a desired or conventionally acceptable earlier time. Specify if: Familial: A family history of delayed sleep phase is present. Specify if: Overlapping with non-24-hour sleep-wake type: Delayed sleep phase type may overlap with another circadian rhythm sleep-wake disorder, non-24-hour sleep-wake type. 307.45 (G47.22) Advanced sleep phase type: A pattern of ad- vanced sleep onset and awakening times, with an inability to re- main awake or asleep until the desired or conventionally acceptable later sleep or wake times. Specify if: Familial: A family history of advanced sleep phase is present. 307.45 (G47.23) Irregular sleep-wake type: A temporally disor- ganized sleep-wake pattern, such that the timing of sleep and wake periods is variable throughout the 24-hour period. 307.45 (G47.24) Non-24-hour sleep-wake type: A pattern of sleep-wake cycles that is not synchronized to the 24-hour envi- ronment, with a consistent daily drift (usually to later and later times) of sleep onset and wake times. 307.45 (G47.26) Shift work type: Insomnia during the major sleep period and/or excessive sleepiness (including inadvertent sleep) during the major awake period associated with a shift work schedule (i.e., requiring unconventional work hours). 307.45 (G47.20) Unspecified type Specify if: Episodic: Symptoms last at least 1 month but less than 3 months. Persistent: Symptoms last 3 months or longer. Recurrent: Two or more episodes occur within the space of 1 year. And other important areas of functioning. circadian rhythm giấc ngủ-wake disorders 189 coding note: for icd-9-cm, code 307.45 for all subtypes."
}