{
  "id": "everyday#risk_safety_0cd18837",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "90 Bipolar and Related Disorders ciated with postpartum psychotic episodes that are charac- terized by command hallucinations to kill the infant or delusions that the infant is possessed, but psychotic symp- toms can also occur in severe postpartum mood episodes without such specific delusions or hallucinations. Postpartum mood (major depressive or manic) episodes with psychotic features appear to occur in from 1 in 500 to 1 in 1,000 deliveries and may be more common in primiparous women. The risk of postpartum episodes with psychotic fea- tures is particularly increased for women with prior postpar- tum mood episodes but is also elevated for those with a prior history of a depressive or bipolar disorder (especially bipolar I disorder) and those with a family history of bipolar disorders. Once a woman has had a postpartum episode with psy- chotic features, the risk of recurrence with each subsequent delivery is between 30% and 50%. Postpartum episodes must be differentiated from delirium occurring in the postpar- tum period, which is distinguished by a fluctuating level of awareness or attention. The postpartum period is unique with respect to the degree of neuroendocrine alterations and psy- chosocial adjustments, the potential impact of breast-feed- ing on treatment planning, and the long-term implications of a history of postpartum mood disorder on subsequent family planning. With seasonal pattern: This specifier applies to the lifetime pat- tern of mood episodes. The essential feature is a regular season- al pattern of at least one type of episode (i.e., mania, hypomania, or depression). The other types of episodes may not follow this pattern. For example, an individual may have seasonal manias, but his or her depressions do not regularly occur at a specific time of year. A. There has been a regular temporal relationship between the onset of manic, hypomanic, or major depressive episodes and a particular time of the year (e.g., in the fall or winter) in bipolar I or bipolar II disorder. Note: Do not include cases in which there is an obvious ef- fect of seasonally related psychosocial stressors (e.g., regu- larly being unemployed every winter). Specifiers for Bipolar",
  "gloss_vi": "90 bipolar and related disorders ciated with postpartum psychotic episodes that are charac- terized by command hallucinations to kill the infant or delusions that the infant is possessed, but psychotic symp- toms can als...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "do_not_do",
      "management",
      "caregiver"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 90 Bipolar and Related Disorders ciated with postpartum psychotic episodes that are charac- terized by command hallucinations to kill the infant or delusions that the infant is possessed, but psychotic symp- toms can also occur in severe postpartum mood episodes without such specific delusions or hallucinations. Postpartum mood (major depressive or manic) episodes with psychotic features appear to occur in from 1 in 500 to 1 in 1,000 deliveries and may be more common in primiparous women. The risk of postpartum episodes with psychotic fea- tures is particularly increased for women with prior postpar- tum mood episodes but is also elevated for those with a prior history of a depressive or bipolar disorder (especially bipolar I disorder) and those with a family history of bipolar disorders. Once a woman has had a postpartum episode with psy- chotic features, the risk of recurrence with each subsequent delivery is between 30% and 50%. Postpartum episodes must be differentiated from delirium occurring in the postpar- tum period, which is distinguished by a fluctuating level of awareness or attention. The postpartum period is unique with respect to the degree of neuroendocrine alterations and psy- chosocial adjustments, the potential impact of breast-feed- ing on treatment planning, and the long-term implications of a history of postpartum mood disorder on subsequent family planning. With seasonal pattern: This specifier applies to the lifetime pat- tern of mood episodes. The essential feature is a regular season- al pattern of at least one type of episode (i.e., mania, hypomania, or depression). The other types of episodes may not follow this pattern. For example, an individual may have seasonal manias, but his or her depressions do not regularly occur at a specific time of year. A. There has been a regular temporal relationship between the onset of manic, hypomanic, or major depressive episodes and a particular time of the year (e.g., in the fall or winter) in bipolar I or bipolar II disorder. Note: Do not include cases in which there is an obvious ef- fect of seasonally related psychosocial stressors (e.g., regu- larly being unemployed every winter). Specifiers for Bipolar 90 bipolar and related disorders ciated with postpartum psychotic episodes that are charac- terized by command hallucinations to kill the infant or delusions that the infant is possessed, but psychotic symp- toms can als..."
}