{
  "id": "everyday#screening_cues_6cbf2c60",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "symptoms or observations Examples of assessments Learning and Major: Repeats self in conversation, often Immediate memory span: Ability to repeat a list of memory (imme- within the same conversation. Cannot keep words or digits. Note: Immediate memory some- diate memory, track of short list of items when shopping, times subsumed under “working memory” (see recent memory or of plans for the day. Requires frequent “Executive Function”). [including free reminders to orient to task at hand. Recent memory: Assesses the process of encoding recall, cued Mild: Has difficulty recalling recent events, new information (e.g., word lists, a short story, or recall, and and relies increasingly on list making or diagrams). The aspects of recent memory that can recognition calendar. Needs occasional reminders or be tested include 1) free recall (the person is memory], very re-reading to keep track of characters in a asked to recall as many words, diagrams, or ele- long term mem- movie or novel. Occasionally may repeat ments of a story as possible); 2) cued recall (exam- ory [semantic; self over a few weeks to the same person. iner aids recall by providing semantic cues like autobiographi- Loses track of whether bills have already “List all the food items on the list” or “Name all cal], implicit been paid. of the children from the story”); and 3) recogni- learning) Note: Except in severe forms of major tion memory (examiner asks about specific neurocognitive disorder, semantic, autobi- items—e.g., “Was ’apple’ on the list? or “Did you ographical, and implicit memory are rela- see this diagram or figure?”). Other aspects of tively preserved, compared with recent memory that can be assessed include semantic memory. memory (memory for facts), autobiographical memory (memory for personal events or people), and implicit (procedural) learning (unconscious learning of skills).",
  "gloss_vi": "Symptoms or observations examples of assessments learning and major: repeats self in conversation, often immediate memory span: ability to repeat a list of memory (imme- within the same conversation. cannot keep words or...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "management"
    ],
    "life_topics": [
      "study",
      "work"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc symptoms or observations Examples of assessments Learning and Major: Repeats self in conversation, often Immediate memory span: Ability to repeat a list of memory (imme- within the same conversation. Cannot keep words or digits. Note: Immediate memory some- diate memory, track of short list of items when shopping, times subsumed under “working memory” (see recent memory or of plans for the day. Requires frequent “Executive Function”). [including free reminders to orient to task at hand. Recent memory: Assesses the process of encoding recall, cued Mild: Has difficulty recalling recent events, new information (e.g., word lists, a short story, or recall, and and relies increasingly on list making or diagrams). The aspects of recent memory that can recognition calendar. Needs occasional reminders or be tested include 1) free recall (the person is memory], very re-reading to keep track of characters in a asked to recall as many words, diagrams, or ele- long term mem- movie or novel. Occasionally may repeat ments of a story as possible); 2) cued recall (exam- ory [semantic; self over a few weeks to the same person. iner aids recall by providing semantic cues like autobiographi- Loses track of whether bills have already “List all the food items on the list” or “Name all cal], implicit been paid. of the children from the story”); and 3) recogni- learning) Note: Except in severe forms of major tion memory (examiner asks about specific neurocognitive disorder, semantic, autobi- items—e.g., “Was ’apple’ on the list? or “Did you ographical, and implicit memory are rela- see this diagram or figure?”). Other aspects of tively preserved, compared with recent memory that can be assessed include semantic memory. memory (memory for facts), autobiographical memory (memory for personal events or people), and implicit (procedural) learning (unconscious learning of skills). Symptoms or observations examples of assessments learning and major: repeats self in conversation, often immediate memory span: ability to repeat a list of memory (imme- within the same conversation. cannot keep words or..."
}