{
  "id": "everyday#screening_cues_b6de841d",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Other Specified Neurodevelopmental Disorder 43 which the clinician chooses not to specify the reason that the criteria are not met for a tic disorder or for a specific neurodevelopmental dis- order, and includes presentations in which there is insufficient infor- mation to make a more specific diagnosis. Other Neurodevelopmental Disorders Other Specified Neurodevelopmental Disorder 315.8 (F88) This category applies to presentations in which symptoms charac- teristic of a neurodevelopmental disorder that cause impairment in so- cial, occupational, or other important areas of functioning predominate but do not meet the full criteria for any of the disorders in the neurode- velopmental disorders diagnostic class. The other specified neuro- developmental disorder category is used in situations in which the clinician chooses to communicate the specific reason that the presen- tation does not meet the criteria for any specific neurodevelopmental disorder. This is done by recording “other specified neurodevelopmen- tal disorder” followed by the specific reason (e.g., “neurodevelopmen- tal disorder associated with prenatal alcohol exposure”). An example of a presentation that can be specified using the “other specified” designation is the following: Neurodevelopmental disorder associated with prenatal al- cohol exposure: Neurodevelopmental disorder associated with prenatal alcohol exposure is characterized by a range of devel- opmental disabilities following exposure to alcohol in utero. 44 Neurodevelopmental Disorders Unspecified Neurodevelopmental Disorder 315.9 (F89) This category applies to presentations in which symptoms charac- teristic of a neurodevelopmental disorder that cause impairment in social, occupational, or other important areas of functioning predom- inate but do not meet the full criteria for any of the disorders in the neurodevelopmental disorders diagnostic class. The unspecified neurodevelopmental disorder category is used in situations in which the clinician chooses not to specify the reason that the criteria are not met for a specific neurodevelopmental disorder, and includes pre- sentations in which there is insufficient information to make a more specific diagnosis (e.g., in emergency room settings).",
  "gloss_vi": "Other specified neurodevelopmental disorder 43 which the clinician chooses not to specify the reason that the criteria are not met for a tic disorder or for a specific neurodevelopmental dis- order, and includes presenta...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Other Specified Neurodevelopmental Disorder 43 which the clinician chooses not to specify the reason that the criteria are not met for a tic disorder or for a specific neurodevelopmental dis- order, and includes presentations in which there is insufficient infor- mation to make a more specific diagnosis. Other Neurodevelopmental Disorders Other Specified Neurodevelopmental Disorder 315.8 (F88) This category applies to presentations in which symptoms charac- teristic of a neurodevelopmental disorder that cause impairment in so- cial, occupational, or other important areas of functioning predominate but do not meet the full criteria for any of the disorders in the neurode- velopmental disorders diagnostic class. The other specified neuro- developmental disorder category is used in situations in which the clinician chooses to communicate the specific reason that the presen- tation does not meet the criteria for any specific neurodevelopmental disorder. This is done by recording “other specified neurodevelopmen- tal disorder” followed by the specific reason (e.g., “neurodevelopmen- tal disorder associated with prenatal alcohol exposure”). An example of a presentation that can be specified using the “other specified” designation is the following: Neurodevelopmental disorder associated with prenatal al- cohol exposure: Neurodevelopmental disorder associated with prenatal alcohol exposure is characterized by a range of devel- opmental disabilities following exposure to alcohol in utero. 44 Neurodevelopmental Disorders Unspecified Neurodevelopmental Disorder 315.9 (F89) This category applies to presentations in which symptoms charac- teristic of a neurodevelopmental disorder that cause impairment in social, occupational, or other important areas of functioning predom- inate but do not meet the full criteria for any of the disorders in the neurodevelopmental disorders diagnostic class. The unspecified neurodevelopmental disorder category is used in situations in which the clinician chooses not to specify the reason that the criteria are not met for a specific neurodevelopmental disorder, and includes pre- sentations in which there is insufficient information to make a more specific diagnosis (e.g., in emergency room settings). Other specified neurodevelopmental disorder 43 which the clinician chooses not to specify the reason that the criteria are not met for a tic disorder or for a specific neurodevelopmental dis- order, and includes presenta..."
}