{
  "id": "everyday#screening_cues_c433f6d2",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "(at least 1 year in children and adolescents) there have been numerous periods with hypomanic symptoms that do not meet criteria for a hypomanic episode and numerous periods with depressive symptoms that do not meet criteria for a major depressive episode. B. During the above 2-year period (1 year in children and adoles- cents), the hypomanic and depressive periods have been pres- ent for at least half the time and the individual has not been without the symptoms for more than 2 months at a time. C. Criteria for a major depressive, manic, or hypomanic episode have never been met. D. The symptoms in Criterion A are not better explained by schizo- affective disorder, schizophrenia, schizophreniform disorder, de- lusional disorder, or other specified or unspecified schizophrenia spectrum and other psychotic disorder. E. The symptoms are not attributable to the physiological effects of a substance (e.g., a drug of abuse, a medication) or another med- ical condition (e.g., hyperthyroidism). F. The symptoms cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. Specify if: With anxious distress (see pp. 83–84) Substance/Medication-Induced Bipolar and Related Disorder A. A prominent and persistent disturbance in mood that predominates in the clinical picture and is characterized by elevated, expansive, or irritable mood, with or without depressed mood, or markedly dimin- ished interest or pleasure in all, or almost all, activities.",
  "gloss_vi": "(at least 1 year in children and adolescents) there have been numerous periods with hypomanic symptoms that do not meet criteria for a hypomanic episode and numerous periods with depressive symptoms that do not meet crit...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "stress"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc (at least 1 year in children and adolescents) there have been numerous periods with hypomanic symptoms that do not meet criteria for a hypomanic episode and numerous periods with depressive symptoms that do not meet criteria for a major depressive episode. B. During the above 2-year period (1 year in children and adoles- cents), the hypomanic and depressive periods have been pres- ent for at least half the time and the individual has not been without the symptoms for more than 2 months at a time. C. Criteria for a major depressive, manic, or hypomanic episode have never been met. D. The symptoms in Criterion A are not better explained by schizo- affective disorder, schizophrenia, schizophreniform disorder, de- lusional disorder, or other specified or unspecified schizophrenia spectrum and other psychotic disorder. E. The symptoms are not attributable to the physiological effects of a substance (e.g., a drug of abuse, a medication) or another med- ical condition (e.g., hyperthyroidism). F. The symptoms cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. Specify if: With anxious distress (see pp. 83–84) Substance/Medication-Induced Bipolar and Related Disorder A. A prominent and persistent disturbance in mood that predominates in the clinical picture and is characterized by elevated, expansive, or irritable mood, with or without depressed mood, or markedly dimin- ished interest or pleasure in all, or almost all, activities. (at least 1 year in children and adolescents) there have been numerous periods with hypomanic symptoms that do not meet criteria for a hypomanic episode and numerous periods with depressive symptoms that do not meet crit..."
}