{
  "id": "everyday#screening_cues_5611f296",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Disorders mood that is characteristic of the “with melancholic features” specifier is experienced as qualitatively different from that during a nonmelancholic depressive episode. A depressed mood that is described as merely more severe, longer lasting, or present without a reason is not considered distinct in quality. Psycho- motor changes are nearly always present and are observable by others. Melancholic features exhibit only a modest tendency to repeat across episodes in the same individual. They are more frequent in inpatients, as opposed to outpatients; are less likely to occur in milder than in more severe major depressive episodes; and are more likely to occur in those with psychotic features. With atypical features: This specifier can be applied when these features predominate during the majority of days of the current or most recent major depressive episode or persistent depressive disorder. A. Mood reactivity (i.e., mood brightens in response to actual or potential positive events). B. Two (or more) of the following: 1. Significant weight gain or increase in appetite. 2. Hypersomnia. 3. Leaden paralysis (i.e., heavy, leaden feelings in arms or legs). 4. A long-standing pattern of interpersonal rejection sensi- tivity (not limited to episodes of mood disturbance) that results in significant social or occupational impairment. C. Criteria are not met for “with melancholic features” or “with catatonia” during the same episode. Note: “Atypical depression” has historical significance (i.e., atypical in contradistinction to the more classical agitated, “endogenous” presentations of depression that were the norm when depression was rarely diagnosed in outpatients and almost never in adoles- cents or younger adults) and today does not connote an uncommon or unusual clinical presentation as the term might imply. Mood reactivity is the capacity to be cheered up when present- ed with positive events (e.g., a visit from children, compliments from others). Mood may become euthymic (not sad) even for ex-",
  "gloss_vi": "Disorders mood that is characteristic of the “with melancholic features” specifier is experienced as qualitatively different from that during a nonmelancholic depressive episode. a depressed mood that is described as mer...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Disorders mood that is characteristic of the “with melancholic features” specifier is experienced as qualitatively different from that during a nonmelancholic depressive episode. A depressed mood that is described as merely more severe, longer lasting, or present without a reason is not considered distinct in quality. Psycho- motor changes are nearly always present and are observable by others. Melancholic features exhibit only a modest tendency to repeat across episodes in the same individual. They are more frequent in inpatients, as opposed to outpatients; are less likely to occur in milder than in more severe major depressive episodes; and are more likely to occur in those with psychotic features. With atypical features: This specifier can be applied when these features predominate during the majority of days of the current or most recent major depressive episode or persistent depressive disorder. A. Mood reactivity (i.e., mood brightens in response to actual or potential positive events). B. Two (or more) of the following: 1. Significant weight gain or increase in appetite. 2. Hypersomnia. 3. Leaden paralysis (i.e., heavy, leaden feelings in arms or legs). 4. A long-standing pattern of interpersonal rejection sensi- tivity (not limited to episodes of mood disturbance) that results in significant social or occupational impairment. C. Criteria are not met for “with melancholic features” or “with catatonia” during the same episode. Note: “Atypical depression” has historical significance (i.e., atypical in contradistinction to the more classical agitated, “endogenous” presentations of depression that were the norm when depression was rarely diagnosed in outpatients and almost never in adoles- cents or younger adults) and today does not connote an uncommon or unusual clinical presentation as the term might imply. Mood reactivity is the capacity to be cheered up when present- ed with positive events (e.g., a visit from children, compliments from others). Mood may become euthymic (not sad) even for ex- Disorders mood that is characteristic of the “with melancholic features” specifier is experienced as qualitatively different from that during a nonmelancholic depressive episode. a depressed mood that is described as mer..."
}