{
  "id": "everyday#screening_cues_996fd2b8",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Factitious Disorder Imposed on Self A. Falsification of physical or psychological signs or symptoms, or induction of injury or disease, associated with identified decep- tion. B. The individual presents himself or herself to others as ill, im- paired, or injured. C. The deceptive behavior is evident even in the absence of obvi- ous external rewards. D. The behavior is not better explained by another mental disorder, such as delusional disorder or another psychotic disorder. Specify: Single episode Recurrent episodes (two or more events of falsification of ill- ness and/or induction of injury) Factitious Disorder Imposed on Another (Previously Factitious Disorder by Proxy) A. Falsification of physical or psychological signs or symptoms, or induction of injury or disease, in another, associated with identi- fied deception. B. The individual presents another individual (victim) to others as ill, impaired, or injured. C. The deceptive behavior is evident even in the absence of obvi- ous external rewards. D. The behavior is not better explained by another mental disorder, such as delusional disorder or another psychotic disorder. Note: The perpetrator, not the victim, receives this diagnosis. Specify: Single episode Recurrent episodes (two or more events of falsification of ill- ness and/or induction of injury)",
  "gloss_vi": "Factitious disorder imposed on self a. falsification of physical or psychological signs or symptoms, or induction of injury or disease, associated with identified decep- tion.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Factitious Disorder Imposed on Self A. Falsification of physical or psychological signs or symptoms, or induction of injury or disease, associated with identified decep- tion. B. The individual presents himself or herself to others as ill, im- paired, or injured. C. The deceptive behavior is evident even in the absence of obvi- ous external rewards. D. The behavior is not better explained by another mental disorder, such as delusional disorder or another psychotic disorder. Specify: Single episode Recurrent episodes (two or more events of falsification of ill- ness and/or induction of injury) Factitious Disorder Imposed on Another (Previously Factitious Disorder by Proxy) A. Falsification of physical or psychological signs or symptoms, or induction of injury or disease, in another, associated with identi- fied deception. B. The individual presents another individual (victim) to others as ill, impaired, or injured. C. The deceptive behavior is evident even in the absence of obvi- ous external rewards. D. The behavior is not better explained by another mental disorder, such as delusional disorder or another psychotic disorder. Note: The perpetrator, not the victim, receives this diagnosis. Specify: Single episode Recurrent episodes (two or more events of falsification of ill- ness and/or induction of injury) Factitious disorder imposed on self a. falsification of physical or psychological signs or symptoms, or induction of injury or disease, associated with identified decep- tion."
}