{
  "id": "everyday#coping_skill_07a3bbaf",
  "title_en": "General — Coping Skill",
  "title_vi": "General — Coping Skill",
  "text_en": "Sexual Masochism Disorder 335 In full remission: The individual has not acted on the urges with a nonconsenting person, and there has been no distress or im- pairment in social, occupational, or other areas of functioning, for at least 5 years while in an uncontrolled environment. Sexual Masochism Disorder 302.83 (F65.51) A. Over a period of at least 6 months, recurrent and intense sexual arousal from the act of being humiliated, beaten, bound, or oth- erwise made to suffer, as manifested by fantasies, urges, or be- haviors. B. The fantasies, sexual urges, or behaviors cause clinically signif- icant distress or impairment in social, occupational, or other im- portant areas of functioning. Specify if: With asphyxiophilia: If the individual engages in the practice of achieving sexual arousal related to restriction of breathing. Specify if: In a controlled environment: This specifier is primarily appli- cable to individuals living in institutional or other settings where opportunities to engage in masochistic sexual behaviors are re- stricted. In full remission: There has been no distress or impairment in social, occupational, or other areas of functioning for at least 5 years while in an uncontrolled environment. Sexual Sadism Disorder 302.84 (F65.52) A. Over a period of at least 6 months, recurrent and intense sexual arousal from the physical or psychological suffering of another person, as manifested by fantasies, urges, or behaviors. 336 Paraphilic Disorders B. The individual has acted",
  "gloss_vi": "Sexual masochism disorder 335 in full remission: the individual has not acted on the urges with a nonconsenting person, and there has been no distress or im- pairment in social, occupational, or other areas of functionin...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [],
    "life_topics": [
      "stress"
    ],
    "advice_section": [
      "coping_skill",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Coping Skill General — Coping Skill Sexual Masochism Disorder 335 In full remission: The individual has not acted on the urges with a nonconsenting person, and there has been no distress or im- pairment in social, occupational, or other areas of functioning, for at least 5 years while in an uncontrolled environment. Sexual Masochism Disorder 302.83 (F65.51) A. Over a period of at least 6 months, recurrent and intense sexual arousal from the act of being humiliated, beaten, bound, or oth- erwise made to suffer, as manifested by fantasies, urges, or be- haviors. B. The fantasies, sexual urges, or behaviors cause clinically signif- icant distress or impairment in social, occupational, or other im- portant areas of functioning. Specify if: With asphyxiophilia: If the individual engages in the practice of achieving sexual arousal related to restriction of breathing. Specify if: In a controlled environment: This specifier is primarily appli- cable to individuals living in institutional or other settings where opportunities to engage in masochistic sexual behaviors are re- stricted. In full remission: There has been no distress or impairment in social, occupational, or other areas of functioning for at least 5 years while in an uncontrolled environment. Sexual Sadism Disorder 302.84 (F65.52) A. Over a period of at least 6 months, recurrent and intense sexual arousal from the physical or psychological suffering of another person, as manifested by fantasies, urges, or behaviors. 336 Paraphilic Disorders B. The individual has acted Sexual masochism disorder 335 in full remission: the individual has not acted on the urges with a nonconsenting person, and there has been no distress or im- pairment in social, occupational, or other areas of functionin..."
}