{
  "id": "everyday#screening_cues_d9d4c29b",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "bewildered wandering that is associated with amnesia for identity or for other important autobiographical information. Depersonalization/Derealization Disorder 157 Depersonalization/Derealization Disorder 300.6 (F48.1) A. The presence of persistent or recurrent experiences of deper- sonalization, derealization, or both: 1. Depersonalization: Experiences of unreality, detachment, or being an outside observer with respect to one’s thoughts, feelings, sensations, body, or actions (e.g., perceptual alter- ations, distorted sense of time, unreal or absent self, emo- tional and/or physical numbing). 2. Derealization: Experiences of unreality or detachment with respect to surroundings (e.g., individuals or objects are ex- perienced as unreal, dreamlike, foggy, lifeless, or visually distorted). B. During the depersonalization or derealization experiences, reality testing remains intact. C. The symptoms cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. D. The disturbance is not attributable to the physiological effects of a substance (e.g., a drug of abuse, medication) or another med- ical condition (e.g., seizures). E. The disturbance is not better explained by another mental disor- der, such as schizophrenia, panic disorder, major depressive disorder, acute stress disorder, posttraumatic stress disorder, or another dissociative disorder.",
  "gloss_vi": "Bewildered wandering that is associated with amnesia for identity or for other important autobiographical information. depersonalization/derealization disorder 157 depersonalization/derealization disorder 300.6 (f48.1) a...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "stress"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc bewildered wandering that is associated with amnesia for identity or for other important autobiographical information. Depersonalization/Derealization Disorder 157 Depersonalization/Derealization Disorder 300.6 (F48.1) A. The presence of persistent or recurrent experiences of deper- sonalization, derealization, or both: 1. Depersonalization: Experiences of unreality, detachment, or being an outside observer with respect to one’s thoughts, feelings, sensations, body, or actions (e.g., perceptual alter- ations, distorted sense of time, unreal or absent self, emo- tional and/or physical numbing). 2. Derealization: Experiences of unreality or detachment with respect to surroundings (e.g., individuals or objects are ex- perienced as unreal, dreamlike, foggy, lifeless, or visually distorted). B. During the depersonalization or derealization experiences, reality testing remains intact. C. The symptoms cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. D. The disturbance is not attributable to the physiological effects of a substance (e.g., a drug of abuse, medication) or another med- ical condition (e.g., seizures). E. The disturbance is not better explained by another mental disor- der, such as schizophrenia, panic disorder, major depressive disorder, acute stress disorder, posttraumatic stress disorder, or another dissociative disorder. Bewildered wandering that is associated with amnesia for identity or for other important autobiographical information. depersonalization/derealization disorder 157 depersonalization/derealization disorder 300.6 (f48.1) a..."
}