{
  "id": "everyday#screening_cues_63a779c7",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "discontinuation syn- 352 Medication-Induced Movement Disorders drome has no pathognomonic symptoms. Instead, the symptoms tend to be vague and variable and typically begin 2–4 days after the last dose of the antidepressant. For SSRIs (e.g., paroxetine), symptoms such as dizziness, ringing in the ears, “electric shocks in the head,” an inability to sleep, and acute anxiety are described. The antidepressant use prior to discontinuation must not have incurred hypomania or euphoria (i.e., there should be confidence that the discontinuation syndrome is not the result of fluctuations in mood stability associated with the previous treatment). The antidepressant discontinuation syndrome is based solely on pharmacological factors and is not related to the reinforcing ef- fects of an antidepressant. Also, in the case of stimulant augmentation of an antidepressant, abrupt cessation may result in stimulant withdrawal symptoms (see “Stimulant Withdrawal” in the chapter “Substance- Related and Addictive Disorders”) rather than the antidepressant dis- continuation syndrome described here. Prevalence The prevalence of antidepressant discontinuation syndrome is un- known but is thought to vary according to the dosage prior to dis- continuation, the half-life and receptor-binding affinity of the medication, and possibly the individual’s genetically influenced rate of metabolism for this medication. Course and Development Because longitudinal studies are lacking, little is known about the clinical course of antidepressant discontinuation syndrome. Symp- toms appear to abate over time with very gradual dosage reductions. After an episode, some individuals may prefer to resume medication indefinitely if tolerated. Differential Diagnosis The differential diagnosis of antidepressant discontinuation syn- drome includes anxiety and depressive disorders, substance use dis- orders, and tolerance to medications. Anxiety and depressive disorders. Discontinuation symptoms of- ten resemble symptoms of a persistent anxiety disorder or a return of somatic symptoms of depression for which the medication was ini- tially given.",
  "gloss_vi": "Discontinuation syn- 352 medication-induced movement disorders drome has no pathognomonic symptoms. instead, the symptoms tend to be vague and variable and typically begin 2–4 days after the last dose of the antidepressa...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "management"
    ],
    "life_topics": [
      "sleep",
      "self_esteem"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc discontinuation syn- 352 Medication-Induced Movement Disorders drome has no pathognomonic symptoms. Instead, the symptoms tend to be vague and variable and typically begin 2–4 days after the last dose of the antidepressant. For SSRIs (e.g., paroxetine), symptoms such as dizziness, ringing in the ears, “electric shocks in the head,” an inability to sleep, and acute anxiety are described. The antidepressant use prior to discontinuation must not have incurred hypomania or euphoria (i.e., there should be confidence that the discontinuation syndrome is not the result of fluctuations in mood stability associated with the previous treatment). The antidepressant discontinuation syndrome is based solely on pharmacological factors and is not related to the reinforcing ef- fects of an antidepressant. Also, in the case of stimulant augmentation of an antidepressant, abrupt cessation may result in stimulant withdrawal symptoms (see “Stimulant Withdrawal” in the chapter “Substance- Related and Addictive Disorders”) rather than the antidepressant dis- continuation syndrome described here. Prevalence The prevalence of antidepressant discontinuation syndrome is un- known but is thought to vary according to the dosage prior to dis- continuation, the half-life and receptor-binding affinity of the medication, and possibly the individual’s genetically influenced rate of metabolism for this medication. Course and Development Because longitudinal studies are lacking, little is known about the clinical course of antidepressant discontinuation syndrome. Symp- toms appear to abate over time with very gradual dosage reductions. After an episode, some individuals may prefer to resume medication indefinitely if tolerated. Differential Diagnosis The differential diagnosis of antidepressant discontinuation syn- drome includes anxiety and depressive disorders, substance use dis- orders, and tolerance to medications. Anxiety and depressive disorders. Discontinuation symptoms of- ten resemble symptoms of a persistent anxiety disorder or a return of somatic symptoms of depression for which the medication was ini- tially given. Discontinuation syn- 352 medication-induced movement disorders drome has no pathognomonic symptoms. instead, the symptoms tend to be vague and variable and typically begin 2–4 days after the last dose of the antidepressa..."
}