{
  "id": "everyday#screening_cues_234f89da",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "198 Sleep-Wake Disorders order or any of the disorders in the sleep-wake disorders diagnostic class. The other specified insomnia disorder category is used in situ- ations in which the clinician chooses to communicate the specific reason that the presentation does not meet the criteria for insomnia disorder or any specific sleep-wake disorder. This is done by record- ing “other specified insomnia disorder” followed by the specific rea- son (e.g., “brief insomnia disorder”). Examples of presentations that can be specified using the “other specified” designation include the following: 1. Brief insomnia disorder: Duration is less than 3 months. 2. Restricted to nonrestorative sleep: Predominant complaint is nonrestorative sleep unaccompanied by other sleep symptoms such as difficulty falling asleep or remaining asleep. Unspecified Insomnia Disorder 780.52 (G47.00) This category applies to presentations in which symptoms character- istic of insomnia disorder that cause clinically significant distress or impairment in social, occupational, or other important areas of func- tioning predominate but do not meet the full criteria for insomnia dis- order or any of the disorders in the sleep-wake disorders diagnostic class. The unspecified insomnia disorder category is used in situa- tions in which the clinician chooses not to specify the reason that the criteria are not met for insomnia disorder or a specific sleep-wake disorder, and includes presentations in which there is insufficient in- formation to make a more specific diagnosis. Other Specified Hypersomnolence Disorder 780.54 (G47.19) This category applies to presentations in which symptoms character- istic of hypersomnolence disorder that cause clinically significant dis- tress or impairment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for",
  "gloss_vi": "198 giấc ngủ-wake disorders order or any of the disorders in the giấc ngủ-wake disorders diagnostic class. the other specified insomnia disorder category is used in situ- ations in which the clinician chooses to communic...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "sleep",
      "stress",
      "study"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 198 Sleep-Wake Disorders order or any of the disorders in the sleep-wake disorders diagnostic class. The other specified insomnia disorder category is used in situ- ations in which the clinician chooses to communicate the specific reason that the presentation does not meet the criteria for insomnia disorder or any specific sleep-wake disorder. This is done by record- ing “other specified insomnia disorder” followed by the specific rea- son (e.g., “brief insomnia disorder”). Examples of presentations that can be specified using the “other specified” designation include the following: 1. Brief insomnia disorder: Duration is less than 3 months. 2. Restricted to nonrestorative sleep: Predominant complaint is nonrestorative sleep unaccompanied by other sleep symptoms such as difficulty falling asleep or remaining asleep. Unspecified Insomnia Disorder 780.52 (G47.00) This category applies to presentations in which symptoms character- istic of insomnia disorder that cause clinically significant distress or impairment in social, occupational, or other important areas of func- tioning predominate but do not meet the full criteria for insomnia dis- order or any of the disorders in the sleep-wake disorders diagnostic class. The unspecified insomnia disorder category is used in situa- tions in which the clinician chooses not to specify the reason that the criteria are not met for insomnia disorder or a specific sleep-wake disorder, and includes presentations in which there is insufficient in- formation to make a more specific diagnosis. Other Specified Hypersomnolence Disorder 780.54 (G47.19) This category applies to presentations in which symptoms character- istic of hypersomnolence disorder that cause clinically significant dis- tress or impairment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for 198 giấc ngủ-wake disorders order or any of the disorders in the giấc ngủ-wake disorders diagnostic class. the other specified insomnia disorder category is used in situ- ations in which the clinician chooses to communic..."
}