{
  "id": "everyday#screening_cues_385bbdde",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Attention-Deficit/Hyperactivity Disorder 31 Recording Procedures For autism spectrum disorder that is associated with a known medical or genetic condition or environmental factor, or with another neurode- velopmental, mental, or behavioral disorder, record autism spectrum disorder associated with (name of condition, disorder, or factor) (e.g., autism spectrum disorder associated with Rett syndrome). Severity should be recorded as level of support needed for each of the two psy- chopathological domains in Table 2 (e.g., “requiring very substantial support for deficits in social communication and requiring substantial support for restricted, repetitive behaviors”). Specification of “with accompanying intellectual impairment” or “without accompanying intellectual impairment” should be recorded next. Language impair- ment specification should be recorded thereafter. If there is accompa- nying language impairment, the current level of verbal functioning should be recorded (e.g., “with accompanying language impair- ment—no intelligible speech” or “with accompanying language im- pairment—phrase speech”). If catatonia is present, record separately “catatonia associated with autism spectrum disorder.” Attention-Deficit/Hyperactivity Disorder Attention-Deficit/Hyperactivity Disorder A. A persistent pattern of inattention and/or hyperactivity-impulsivity that interferes with functioning or development, as characterized by (1) and/or (2): 1. Inattention: Six (or more) of the following symptoms have persisted for at least 6months to a degree that is inconsis- tent with developmental level and that negatively impacts di- rectly on social and academic/occupational activities: Note: The symptoms are not solely a manifestation of oppo- sitional behavior, defiance, hostility, or failure to understand 32 Neurodevelopmental Disorders tasks or instructions. For older adolescents and adults (age 17 and older), at least five symptoms are required. a. Often fails to give close attention to details or",
  "gloss_vi": "Attention-deficit/hyperactivity disorder 31 recording procedures for autism spectrum disorder that is associated with a known medical or genetic condition or environmental factor, or with another neurode- velopmental, me...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation"
    ],
    "life_topics": [],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Attention-Deficit/Hyperactivity Disorder 31 Recording Procedures For autism spectrum disorder that is associated with a known medical or genetic condition or environmental factor, or with another neurode- velopmental, mental, or behavioral disorder, record autism spectrum disorder associated with (name of condition, disorder, or factor) (e.g., autism spectrum disorder associated with Rett syndrome). Severity should be recorded as level of support needed for each of the two psy- chopathological domains in Table 2 (e.g., “requiring very substantial support for deficits in social communication and requiring substantial support for restricted, repetitive behaviors”). Specification of “with accompanying intellectual impairment” or “without accompanying intellectual impairment” should be recorded next. Language impair- ment specification should be recorded thereafter. If there is accompa- nying language impairment, the current level of verbal functioning should be recorded (e.g., “with accompanying language impair- ment—no intelligible speech” or “with accompanying language im- pairment—phrase speech”). If catatonia is present, record separately “catatonia associated with autism spectrum disorder.” Attention-Deficit/Hyperactivity Disorder Attention-Deficit/Hyperactivity Disorder A. A persistent pattern of inattention and/or hyperactivity-impulsivity that interferes with functioning or development, as characterized by (1) and/or (2): 1. Inattention: Six (or more) of the following symptoms have persisted for at least 6months to a degree that is inconsis- tent with developmental level and that negatively impacts di- rectly on social and academic/occupational activities: Note: The symptoms are not solely a manifestation of oppo- sitional behavior, defiance, hostility, or failure to understand 32 Neurodevelopmental Disorders tasks or instructions. For older adolescents and adults (age 17 and older), at least five symptoms are required. a. Often fails to give close attention to details or Attention-deficit/hyperactivity disorder 31 recording procedures for autism spectrum disorder that is associated with a known medical or genetic condition or environmental factor, or with another neurode- velopmental, me..."
}