{
  "id": "everyday#screening_cues_b15769ff",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "the misuse of laxatives, diuretics, or enemas). 172 Feeding and Eating Disorders Specify if: In partial remission: After full criteria for anorexia nervosa were previously met, Criterion A (low body weight) has not been met for a sustained period, but either Criterion B (intense fear of gain- ing weight or becoming fat or behavior that interferes with weight gain) or Criterion C (disturbances in self-perception of weight and shape) is still met. In full remission: After full criteria for anorexia nervosa were previously met, none of the criteria have been met for a sus- tained period of time. Specify current severity: The minimum level of severity is based, for adults, on current body mass index (BMI) (see below) or, for children and adolescents, on BMI percentile. The ranges below are derived from World Health Or- ganization categories for thinness in adults; for children and adoles- cents, corresponding BMI percentiles should be used. The level of severity may be increased to reflect clinical symptoms, the degree of functional disability, and the need for supervision. Mild: BMI ≥ 17 kg/m2 Moderate: BMI 16–16.99 kg/m2 Severe: BMI 15–15.99 kg/m2 Extreme: BMI < 15 kg/m2 Bulimia Nervosa 307.51 (F50.2) A. Recurrent episodes of binge eating. An episode of binge eating is characterized by both of the following: 1. Eating, in a discrete period of time (e.g., within any 2-hour period), an amount of food that is definitely larger than what most individuals would eat in a similar period of time under similar circumstances. 2. A sense of lack of control over eating during the episode (e.g., a feeling that one cannot stop eating or control what or how much one is eating).",
  "gloss_vi": "The misuse of laxatives, diuretics, or enemas). 172 feeding and eating disorders specify if: in partial remission: after full criteria for anorexia nervosa were previously met, criterion a (low body weight) has not been ...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc the misuse of laxatives, diuretics, or enemas). 172 Feeding and Eating Disorders Specify if: In partial remission: After full criteria for anorexia nervosa were previously met, Criterion A (low body weight) has not been met for a sustained period, but either Criterion B (intense fear of gain- ing weight or becoming fat or behavior that interferes with weight gain) or Criterion C (disturbances in self-perception of weight and shape) is still met. In full remission: After full criteria for anorexia nervosa were previously met, none of the criteria have been met for a sus- tained period of time. Specify current severity: The minimum level of severity is based, for adults, on current body mass index (BMI) (see below) or, for children and adolescents, on BMI percentile. The ranges below are derived from World Health Or- ganization categories for thinness in adults; for children and adoles- cents, corresponding BMI percentiles should be used. The level of severity may be increased to reflect clinical symptoms, the degree of functional disability, and the need for supervision. Mild: BMI ≥ 17 kg/m2 Moderate: BMI 16–16.99 kg/m2 Severe: BMI 15–15.99 kg/m2 Extreme: BMI < 15 kg/m2 Bulimia Nervosa 307.51 (F50.2) A. Recurrent episodes of binge eating. An episode of binge eating is characterized by both of the following: 1. Eating, in a discrete period of time (e.g., within any 2-hour period), an amount of food that is definitely larger than what most individuals would eat in a similar period of time under similar circumstances. 2. A sense of lack of control over eating during the episode (e.g., a feeling that one cannot stop eating or control what or how much one is eating). The misuse of laxatives, diuretics, or enemas). 172 feeding and eating disorders specify if: in partial remission: after full criteria for anorexia nervosa were previously met, criterion a (low body weight) has not been ..."
}