{
  "id": "everyday#screening_cues_9a524ec8",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "This page intentionally left blank Somatic Symptom and Related Disorders Somatic Symptom Disorder 300.82 (F45.1) A. One or more somatic symptoms that are distressing or result in significant disruption of daily life. B. Excessive thoughts, feelings, or behaviors related to the somatic symptoms or associated health concerns as manifested by at least one of the following: 1. Disproportionate and persistent thoughts about the serious- ness of one’s symptoms. 2. Persistently high level of anxiety about health or symptoms. 3. Excessive time and energy devoted to these symptoms or health concerns. C. Although any one somatic symptom may not be continuously present, the state of being symptomatic is persistent (typically more than 6 months). Specify if: With predominant pain (previously pain disorder): This specifier is for individuals whose somatic symptoms predominantly involve pain. Specify if: Persistent: A persistent course is characterized by severe symp- toms, marked impairment, and long duration (more than 6 months). Specify current severity: Mild: Only one of the symptoms specified in Criterion B is ful- filled. Moderate: Two or more of the symptoms specified in Criterion B are fulfilled. 161",
  "gloss_vi": "This page intentionally left blank somatic symptom and related disorders somatic symptom disorder 300.82 (f45.1) a. one or more somatic symptoms that are distressing or result in significant disruption of daily life.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "stress"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc This page intentionally left blank Somatic Symptom and Related Disorders Somatic Symptom Disorder 300.82 (F45.1) A. One or more somatic symptoms that are distressing or result in significant disruption of daily life. B. Excessive thoughts, feelings, or behaviors related to the somatic symptoms or associated health concerns as manifested by at least one of the following: 1. Disproportionate and persistent thoughts about the serious- ness of one’s symptoms. 2. Persistently high level of anxiety about health or symptoms. 3. Excessive time and energy devoted to these symptoms or health concerns. C. Although any one somatic symptom may not be continuously present, the state of being symptomatic is persistent (typically more than 6 months). Specify if: With predominant pain (previously pain disorder): This specifier is for individuals whose somatic symptoms predominantly involve pain. Specify if: Persistent: A persistent course is characterized by severe symp- toms, marked impairment, and long duration (more than 6 months). Specify current severity: Mild: Only one of the symptoms specified in Criterion B is ful- filled. Moderate: Two or more of the symptoms specified in Criterion B are fulfilled. 161 This page intentionally left blank somatic symptom and related disorders somatic symptom disorder 300.82 (f45.1) a. one or more somatic symptoms that are distressing or result in significant disruption of daily life."
}