{
  "id": "everyday#psychoeducation_8ce57439",
  "title_en": "General — Psychoeducation",
  "title_vi": "General — Giáo dục tâm lý",
  "text_en": "30 Neurodevelopmental Disorders TABLE 2 Severity levels for autism spectrum disorder Severity level Social communication Restricted, repetitive behaviors Level 3 Severe deficits in verbal and nonverbal social communication Inflexibility of behavior, extreme difficulty “Requiring very skills cause severe impairments in functioning, very limited coping with change, or other restricted/ substantial initiation of social interactions, and minimal response to social repetitive behaviors markedly interfere support” overtures from others. For example, a person with few words with functioning in all spheres. Great dis- of intelligible speech who rarely initiates interaction and, when tress/difficulty changing focus or action. he or she does, makes unusual approaches to meet needs only and responds to only very direct social approaches. Level 2 Marked deficits in verbal and nonverbal social communication Inflexibility of behavior, difficulty coping “Requiring skills; social impairments apparent even with supports in place; with change, or other restricted/repeti- substantial limited initiation of social interactions; and reduced or abnormal tive behaviors appear frequently enough support” responses to social overtures from others. For example, a person to be obvious to the casual observer and who speaks simple sentences, whose interaction is limited to interfere with functioning in a variety of narrow special interests, and who has markedly odd nonverbal contexts. Distress and/or difficulty communication. changing focus or action. Level 1 Without supports in place, deficits in social communication Inflexibility of behavior causes significant “Requiring cause noticeable impairments. Difficulty initiating social interference with functioning in one or support” interactions, and clear examples of atypical or unsuccessful more contexts. Difficulty switching responses to social overtures of others. May appear to have between activities. Problems of organiza- decreased interest in social interactions. For",
  "gloss_vi": "30 neurodevelopmental disorders table 2 severity levels for autism spectrum disorder severity level social giao tiếp restricted, repetitive behaviors level 3 severe deficits in verbal and nonverbal social giao tiếp infle...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "psychoeducation"
    ],
    "life_topics": [
      "stress",
      "study"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Psychoeducation General — Giáo dục tâm lý 30 Neurodevelopmental Disorders TABLE 2 Severity levels for autism spectrum disorder Severity level Social communication Restricted, repetitive behaviors Level 3 Severe deficits in verbal and nonverbal social communication Inflexibility of behavior, extreme difficulty “Requiring very skills cause severe impairments in functioning, very limited coping with change, or other restricted/ substantial initiation of social interactions, and minimal response to social repetitive behaviors markedly interfere support” overtures from others. For example, a person with few words with functioning in all spheres. Great dis- of intelligible speech who rarely initiates interaction and, when tress/difficulty changing focus or action. he or she does, makes unusual approaches to meet needs only and responds to only very direct social approaches. Level 2 Marked deficits in verbal and nonverbal social communication Inflexibility of behavior, difficulty coping “Requiring skills; social impairments apparent even with supports in place; with change, or other restricted/repeti- substantial limited initiation of social interactions; and reduced or abnormal tive behaviors appear frequently enough support” responses to social overtures from others. For example, a person to be obvious to the casual observer and who speaks simple sentences, whose interaction is limited to interfere with functioning in a variety of narrow special interests, and who has markedly odd nonverbal contexts. Distress and/or difficulty communication. changing focus or action. Level 1 Without supports in place, deficits in social communication Inflexibility of behavior causes significant “Requiring cause noticeable impairments. Difficulty initiating social interference with functioning in one or support” interactions, and clear examples of atypical or unsuccessful more contexts. Difficulty switching responses to social overtures of others. May appear to have between activities. Problems of organiza- decreased interest in social interactions. For 30 neurodevelopmental disorders table 2 severity levels for autism spectrum disorder severity level social giao tiếp restricted, repetitive behaviors level 3 severe deficits in verbal and nonverbal social giao tiếp infle..."
}