{
  "id": "everyday#screening_cues_20a45c85",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "dysfunctions, delirium, and neurocognitive disorders). Reflecting some unique aspects of the 10 substance classes rele- vant to this chapter, the remainder of the chapter is organized by the class of substance. To facilitate differential diagnosis, the criteria for the substance/medication-induced mental disorders are included with disorders with which they share phenomenology (e.g., sub- stance/medication-induced depressive disorder is in the chapter “Depressive Disorders”). The broad diagnostic categories associated with each specific group of substances are shown in the Table 1. 227 228 Substance-Related and Addictive Disorders TABLE 1 Diagnoses associated with substance class Obsessive- Sub- Sub- Depres- compulsive Sexual Neuro- Substance stance stance Psychotic Bipolar sive Anxiety and related Sleep dysfunc- cognitive use intoxi- with- disordersdisordersdisorders disorders disorders disorders tions Deliriumdisorders disorders cation drawal Alcohol I/W I/W I/W I/W I/W I/W I/W I/W/P X X X Caffeine I I/W X X Cannabis I I I/W I X X X Hallucinogens Phencyclidine I I I I I X X Other I* I I I I X X hallucino- gens Inhalants I I I I I/P X X Opioids I/W W I/W I/W I/W X X X Sedatives, I/W I/W I/W W I/W I/W I/W I/W/P X X X hypnotics, or anxiolytics",
  "gloss_vi": "Dysfunctions, delirium, and neurocognitive disorders). reflecting some unique aspects of the 10 substance classes rele- vant to this chapter, the remainder of the chapter is organized by the class of substance.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "management"
    ],
    "life_topics": [
      "sleep"
    ],
    "advice_section": [
      "sleep_hygiene"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc dysfunctions, delirium, and neurocognitive disorders). Reflecting some unique aspects of the 10 substance classes rele- vant to this chapter, the remainder of the chapter is organized by the class of substance. To facilitate differential diagnosis, the criteria for the substance/medication-induced mental disorders are included with disorders with which they share phenomenology (e.g., sub- stance/medication-induced depressive disorder is in the chapter “Depressive Disorders”). The broad diagnostic categories associated with each specific group of substances are shown in the Table 1. 227 228 Substance-Related and Addictive Disorders TABLE 1 Diagnoses associated with substance class Obsessive- Sub- Sub- Depres- compulsive Sexual Neuro- Substance stance stance Psychotic Bipolar sive Anxiety and related Sleep dysfunc- cognitive use intoxi- with- disordersdisordersdisorders disorders disorders disorders tions Deliriumdisorders disorders cation drawal Alcohol I/W I/W I/W I/W I/W I/W I/W I/W/P X X X Caffeine I I/W X X Cannabis I I I/W I X X X Hallucinogens Phencyclidine I I I I I X X Other I* I I I I X X hallucino- gens Inhalants I I I I I/P X X Opioids I/W W I/W I/W I/W X X X Sedatives, I/W I/W I/W W I/W I/W I/W I/W/P X X X hypnotics, or anxiolytics Dysfunctions, delirium, and neurocognitive disorders). reflecting some unique aspects of the 10 substance classes rele- vant to this chapter, the remainder of the chapter is organized by the class of substance."
}