{
  "id": "everyday#screening_cues_60d42b20",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "or tobacco-induced sleep disorder). For example, if there is comorbid to- bacco-induced sleep disorder and tobacco use disorder, only the tobacco-induced sleep disorder code is given, with the 4th character in- dicating whether the comorbid tobacco use disorder is moderate or se- vere: F17.208 for moderate or severe tobacco use disorder with tobacco-induced sleep disorder. It is not permissible to code a comor- bid mild tobacco use disorder with a tobacco-induced sleep disorder. 276 Substance-Related and Addictive Disorders Specify current severity: 305.1 (Z72.0) Mild: Presence of 2–3 symptoms 305.1 (F17.200) Moderate: Presence of 4–5 symptoms 305.1 (F17.200) Severe: Presence of 6 or more symptoms Tobacco Withdrawal 292.0 (F17.203) A. Daily use of tobacco for at least several weeks. B. Abrupt cessation of tobacco use, or reduction in the amount of to- bacco used, followed within 24 hours by four (or more) of the fol- lowing signs or symptoms: 1. Irritability, frustration, or anger. 2. Anxiety. 3. Difficulty concentrating. 4. Increased appetite. 5. Restlessness. 6. Depressed mood. 7. Insomnia. C. The signs or symptoms in Criterion B cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. D. The signs or symptoms are not attributable to another medical condition and are not better explained by another mental disor- der, including intoxication or withdrawal from another substance. Coding note: The ICD-9-CM code is 292.0. The ICD-10-CM code for tobacco withdrawal is F17.203. Note that the ICD-10-CM code indi- cates the comorbid presence of a moderate or severe tobacco use disorder, reflecting the fact that tobacco withdrawal can only occur in the presence of a moderate or severe tobacco use disorder. It is not permissible to code a comorbid mild tobacco use disorder with tobac- co withdrawal.",
  "gloss_vi": "Or tobacco-induced giấc ngủ disorder). for example, if there is comorbid to- bacco-induced giấc ngủ disorder and tobacco use disorder, only the tobacco-induced giấc ngủ disorder code is given, with the 4th character in- ...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "sleep",
      "stress",
      "study"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc or tobacco-induced sleep disorder). For example, if there is comorbid to- bacco-induced sleep disorder and tobacco use disorder, only the tobacco-induced sleep disorder code is given, with the 4th character in- dicating whether the comorbid tobacco use disorder is moderate or se- vere: F17.208 for moderate or severe tobacco use disorder with tobacco-induced sleep disorder. It is not permissible to code a comor- bid mild tobacco use disorder with a tobacco-induced sleep disorder. 276 Substance-Related and Addictive Disorders Specify current severity: 305.1 (Z72.0) Mild: Presence of 2–3 symptoms 305.1 (F17.200) Moderate: Presence of 4–5 symptoms 305.1 (F17.200) Severe: Presence of 6 or more symptoms Tobacco Withdrawal 292.0 (F17.203) A. Daily use of tobacco for at least several weeks. B. Abrupt cessation of tobacco use, or reduction in the amount of to- bacco used, followed within 24 hours by four (or more) of the fol- lowing signs or symptoms: 1. Irritability, frustration, or anger. 2. Anxiety. 3. Difficulty concentrating. 4. Increased appetite. 5. Restlessness. 6. Depressed mood. 7. Insomnia. C. The signs or symptoms in Criterion B cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. D. The signs or symptoms are not attributable to another medical condition and are not better explained by another mental disor- der, including intoxication or withdrawal from another substance. Coding note: The ICD-9-CM code is 292.0. The ICD-10-CM code for tobacco withdrawal is F17.203. Note that the ICD-10-CM code indi- cates the comorbid presence of a moderate or severe tobacco use disorder, reflecting the fact that tobacco withdrawal can only occur in the presence of a moderate or severe tobacco use disorder. It is not permissible to code a comorbid mild tobacco use disorder with tobac- co withdrawal. Or tobacco-induced giấc ngủ disorder). for example, if there is comorbid to- bacco-induced giấc ngủ disorder and tobacco use disorder, only the tobacco-induced giấc ngủ disorder code is given, with the 4th character in- ..."
}