{
  "id": "everyday#screening_cues_227fa6df",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "80 Bipolar and Related Disorders related disorder, followed by the specification of onset (i.e., onset during intoxication, onset during withdrawal). For example, in the case of irritable symptoms occurring during intoxication in a man with a severe cocaine use disorder, the diagnosis is F14.24 severe co- caine use disorder with cocaine-induced bipolar and related disorder, with onset during intoxication. A separate diagnosis of the comorbid severe cocaine use disorder is not given. If the substance-induced bi- polar and related disorder occurs without a comorbid substance use disorder (e.g., after a one-time heavy use of the substance), no accom- panying substance use disorder is noted (e.g., F15.94 amphetamine- induced bipolar and related disorder, with onset during intoxica- tion). When more than one substance is judged to play a significant role in the development of bipolar mood symptoms, each should be listed separately (e.g., F15.24 severe methylphenidate use disorder with methylphenidate-induced bipolar and related disorder, with onset during intoxication; F19.94 dexamethasone-induced bipolar and related disorder, with onset during intoxication). Bipolar and Related Disorder Due to Another Medical Condition A. A prominent and persistent period of abnormally elevated, ex- pansive, or irritable mood and abnormally increased activity or energy that predominates in the clinical picture. B. There is evidence from the history, physical examination, or lab- oratory findings that the disturbance is the direct pathophysiolog- ical consequence of another medical condition. C. The disturbance is not better explained by another mental disorder. D. The disturbance does not occur exclusively during the course of a delirium. E. The disturbance causes clinically significant distress or impair- ment in social, occupational, or other important areas of function- ing, or necessitates hospitalization to prevent harm to self or others, or there are psychotic features. Coding note: The ICD-9-CM code for bipolar",
  "gloss_vi": "80 bipolar and related disorders related disorder, followed by the specification of onset (i.e., onset during intoxication, onset during withdrawal). for example, in the case of irritable symptoms occurring during intoxi...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "stress",
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 80 Bipolar and Related Disorders related disorder, followed by the specification of onset (i.e., onset during intoxication, onset during withdrawal). For example, in the case of irritable symptoms occurring during intoxication in a man with a severe cocaine use disorder, the diagnosis is F14.24 severe co- caine use disorder with cocaine-induced bipolar and related disorder, with onset during intoxication. A separate diagnosis of the comorbid severe cocaine use disorder is not given. If the substance-induced bi- polar and related disorder occurs without a comorbid substance use disorder (e.g., after a one-time heavy use of the substance), no accom- panying substance use disorder is noted (e.g., F15.94 amphetamine- induced bipolar and related disorder, with onset during intoxica- tion). When more than one substance is judged to play a significant role in the development of bipolar mood symptoms, each should be listed separately (e.g., F15.24 severe methylphenidate use disorder with methylphenidate-induced bipolar and related disorder, with onset during intoxication; F19.94 dexamethasone-induced bipolar and related disorder, with onset during intoxication). Bipolar and Related Disorder Due to Another Medical Condition A. A prominent and persistent period of abnormally elevated, ex- pansive, or irritable mood and abnormally increased activity or energy that predominates in the clinical picture. B. There is evidence from the history, physical examination, or lab- oratory findings that the disturbance is the direct pathophysiolog- ical consequence of another medical condition. C. The disturbance is not better explained by another mental disorder. D. The disturbance does not occur exclusively during the course of a delirium. E. The disturbance causes clinically significant distress or impair- ment in social, occupational, or other important areas of function- ing, or necessitates hospitalization to prevent harm to self or others, or there are psychotic features. Coding note: The ICD-9-CM code for bipolar 80 bipolar and related disorders related disorder, followed by the specification of onset (i.e., onset during intoxication, onset during withdrawal). for example, in the case of irritable symptoms occurring during intoxi..."
}