{
  "id": "everyday#screening_cues_1d17f9a4",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "un- known) substances. These 10 classes are not fully distinct. All drugs that are taken in excess have in common direct activation of the brain reward system, which is involved in the reinforcement of behaviors and the production of memories. They produce such an intense acti- vation of the reward system that normal activities may be neglected. In addition to the substance-related disorders, this chapter also includes gambling disorder, reflecting evidence that gambling be- haviors activate reward systems similar to those activated by drugs of abuse and produce some behavioral symptoms that appear com- parable to the substance use disorders. The substance-related disorders are divided into two groups: substance use disorders and substance-induced disorders. The fol- lowing conditions may be classified as substance-induced: intoxica- tion, withdrawal, and other substance/medication-induced mental disorders (psychotic disorders, bipolar and related disorders, de- pressive disorders, anxiety disorders, obsessive-compulsive and re- lated disorders, sleep disorders, sexual dysfunctions, delirium, and neurocognitive disorders). Reflecting some unique aspects of the 10 substance classes rele- vant to this chapter, the remainder of the chapter is organized by the class of substance. To facilitate differential diagnosis, the criteria for the substance/medication-induced mental disorders are included with disorders with which they share phenomenology (e.g., sub- stance/medication-induced depressive disorder is in the chapter “Depressive Disorders”). The broad diagnostic categories associated with each specific group of substances are shown in the Table 1. 227",
  "gloss_vi": "Un- known) substances. these 10 classes are not fully distinct.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "management"
    ],
    "life_topics": [
      "sleep"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc un- known) substances. These 10 classes are not fully distinct. All drugs that are taken in excess have in common direct activation of the brain reward system, which is involved in the reinforcement of behaviors and the production of memories. They produce such an intense acti- vation of the reward system that normal activities may be neglected. In addition to the substance-related disorders, this chapter also includes gambling disorder, reflecting evidence that gambling be- haviors activate reward systems similar to those activated by drugs of abuse and produce some behavioral symptoms that appear com- parable to the substance use disorders. The substance-related disorders are divided into two groups: substance use disorders and substance-induced disorders. The fol- lowing conditions may be classified as substance-induced: intoxica- tion, withdrawal, and other substance/medication-induced mental disorders (psychotic disorders, bipolar and related disorders, de- pressive disorders, anxiety disorders, obsessive-compulsive and re- lated disorders, sleep disorders, sexual dysfunctions, delirium, and neurocognitive disorders). Reflecting some unique aspects of the 10 substance classes rele- vant to this chapter, the remainder of the chapter is organized by the class of substance. To facilitate differential diagnosis, the criteria for the substance/medication-induced mental disorders are included with disorders with which they share phenomenology (e.g., sub- stance/medication-induced depressive disorder is in the chapter “Depressive Disorders”). The broad diagnostic categories associated with each specific group of substances are shown in the Table 1. 227 Un- known) substances. these 10 classes are not fully distinct."
}