{
  "id": "everyday#screening_cues_6b2fbc39",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "duration to the situation or provocation. B. The temper outbursts are inconsistent with developmental level. C. The temper outbursts occur, on average, three or more times per week. D. The mood between temper outbursts is persistently irritable or angry most of the day, nearly every day, and is observable by others (e.g., parents, teachers, peers). E. Criteria A–D have been present for 12 or more months. Through- out that time, the individual has not had a period lasting 3 or more consecutive months without all of the symptoms in Criteria A–D. F. Criteria A and D are present in at least two of three settings (i.e., at home, at school, with peers) and are severe in at least one of these. G. The diagnosis should not be made for the first time before age 6 years or after age 18 years. H. By history or observation, the age at onset of Criteria A–E is be- fore 10 years. I. There has never been a distinct period lasting more than 1 day during which the full symptom criteria, except duration, for a manic or hypomanic episode have been met. Note: Developmentally appropriate mood elevation, such as oc- curs in the context of a highly positive event or its anticipation, should not be considered as a symptom of mania or hypomania. J. The behaviors do not occur exclusively during an episode of ma- jor depressive disorder and are not better explained by another 93",
  "gloss_vi": "Duration to the situation or provocation. b.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc duration to the situation or provocation. B. The temper outbursts are inconsistent with developmental level. C. The temper outbursts occur, on average, three or more times per week. D. The mood between temper outbursts is persistently irritable or angry most of the day, nearly every day, and is observable by others (e.g., parents, teachers, peers). E. Criteria A–D have been present for 12 or more months. Through- out that time, the individual has not had a period lasting 3 or more consecutive months without all of the symptoms in Criteria A–D. F. Criteria A and D are present in at least two of three settings (i.e., at home, at school, with peers) and are severe in at least one of these. G. The diagnosis should not be made for the first time before age 6 years or after age 18 years. H. By history or observation, the age at onset of Criteria A–E is be- fore 10 years. I. There has never been a distinct period lasting more than 1 day during which the full symptom criteria, except duration, for a manic or hypomanic episode have been met. Note: Developmentally appropriate mood elevation, such as oc- curs in the context of a highly positive event or its anticipation, should not be considered as a symptom of mania or hypomania. J. The behaviors do not occur exclusively during an episode of ma- jor depressive disorder and are not better explained by another 93 Duration to the situation or provocation. b."
}