{
  "id": "everyday#screening_cues_2193b4fa",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "242 Substance-Related and Addictive Disorders 1. Conjunctival injection. 2. Increased appetite. 3. Dry mouth. 4. Tachycardia. D. The signs or symptoms are not attributable to another medical condition and are not better explained by another mental disor- der, including intoxication with another substance. Specify if: With perceptual disturbances: Hallucinations with intact reality testing or auditory, visual, or tactile illusions occur in the absence of a delirium. Coding note: The ICD-9-CM code is 292.89. The ICD-10-CM code depends on whether or not there is a comorbid cannabis use disorder and whether or not there are perceptual disturbances. For cannabis intoxication, without perceptual disturbances: If a mild cannabis use disorder is comorbid, the ICD-10-CM code is F12.129, and if a moderate or severe cannabis use disorder is comorbid, the ICD-10-CM code is F12.229. If there is no comor- bid cannabis use disorder, then the ICD-10-CM code is F12.929. For cannabis intoxication, with perceptual disturbances: If a mild cannabis use disorder is comorbid, the ICD-10-CM code is F12.122, and if a moderate or severe cannabis use disorder is comorbid, the ICD-10-CM code is F12.222. If there is no comor- bid cannabis use disorder, then the ICD-10-CM code is F12.922. Cannabis Withdrawal 292.0 (F12.288) A. Cessation of cannabis use that has been heavy and prolonged (i.e., usually daily or almost daily use over a period of at least a few months). B. Three (or more) of the following signs and symptoms develop within approximately 1 week after Criterion A: 1. Irritability, anger, or aggression. 2. Nervousness or anxiety.",
  "gloss_vi": "242 substance-related and addictive disorders 1. conjunctival injection.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 242 Substance-Related and Addictive Disorders 1. Conjunctival injection. 2. Increased appetite. 3. Dry mouth. 4. Tachycardia. D. The signs or symptoms are not attributable to another medical condition and are not better explained by another mental disor- der, including intoxication with another substance. Specify if: With perceptual disturbances: Hallucinations with intact reality testing or auditory, visual, or tactile illusions occur in the absence of a delirium. Coding note: The ICD-9-CM code is 292.89. The ICD-10-CM code depends on whether or not there is a comorbid cannabis use disorder and whether or not there are perceptual disturbances. For cannabis intoxication, without perceptual disturbances: If a mild cannabis use disorder is comorbid, the ICD-10-CM code is F12.129, and if a moderate or severe cannabis use disorder is comorbid, the ICD-10-CM code is F12.229. If there is no comor- bid cannabis use disorder, then the ICD-10-CM code is F12.929. For cannabis intoxication, with perceptual disturbances: If a mild cannabis use disorder is comorbid, the ICD-10-CM code is F12.122, and if a moderate or severe cannabis use disorder is comorbid, the ICD-10-CM code is F12.222. If there is no comor- bid cannabis use disorder, then the ICD-10-CM code is F12.922. Cannabis Withdrawal 292.0 (F12.288) A. Cessation of cannabis use that has been heavy and prolonged (i.e., usually daily or almost daily use over a period of at least a few months). B. Three (or more) of the following signs and symptoms develop within approximately 1 week after Criterion A: 1. Irritability, anger, or aggression. 2. Nervousness or anxiety. 242 substance-related and addictive disorders 1. conjunctival injection."
}