{
  "id": "everyday#screening_cues_c24698ed",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "in reading, impairments in written expression, and im- pairments in mathematics, with their corresponding impairments in subskills, must be coded separately. For example, impairments in reading and mathematics and impairments in the subskills of read- Developmental Coordination Disorder 39 ing rate or fluency, reading comprehension, accurate or fluent calcu- lation, and accurate math reasoning would be coded and recorded as 315.00 (F81.0) specific learning disorder with impairment in reading, with impairment in reading rate or fluency and impairment in read- ing comprehension; 315.1 (F81.2) specific learning disorder with im- pairment in mathematics, with impairment in accurate or fluent calculation and impairment in accurate math reasoning. Motor Disorders Developmental Coordination Disorder 315.4 (F82) A. The acquisition and execution of coordinated motor skills is sub- stantially below that expected given the individual’s chronologi- cal age and opportunity for skill learning and use. Difficulties are manifested as clumsiness (e.g., dropping or bumping into ob- jects) as well as slowness and inaccuracy of performance of mo- tor skills (e.g., catching an object, using scissors or cutlery, handwriting, riding a bike, or participating in sports). B. The motor skills deficit in Criterion A significantly and persistently interferes with activities of daily living appropriate to chrono- logical age (e.g., self-care and self-maintenance) and impacts academic/school productivity, prevocational and vocational ac- tivities, leisure, and play. C. Onset of symptoms is in the early developmental period. D. The motor skills deficits are not better explained by intellectual disability (intellectual developmental disorder) or visual impair- ment and are not attributable to a neurological condition affecting movement (e.g., cerebral palsy, muscular dystrophy, degenera- tive disorder).",
  "gloss_vi": "In reading, impairments in written expression, and im- pairments in mathematics, with their corresponding impairments in subskills, must be coded separately. for example, impairments in reading and mathematics and impair...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc in reading, impairments in written expression, and im- pairments in mathematics, with their corresponding impairments in subskills, must be coded separately. For example, impairments in reading and mathematics and impairments in the subskills of read- Developmental Coordination Disorder 39 ing rate or fluency, reading comprehension, accurate or fluent calcu- lation, and accurate math reasoning would be coded and recorded as 315.00 (F81.0) specific learning disorder with impairment in reading, with impairment in reading rate or fluency and impairment in read- ing comprehension; 315.1 (F81.2) specific learning disorder with im- pairment in mathematics, with impairment in accurate or fluent calculation and impairment in accurate math reasoning. Motor Disorders Developmental Coordination Disorder 315.4 (F82) A. The acquisition and execution of coordinated motor skills is sub- stantially below that expected given the individual’s chronologi- cal age and opportunity for skill learning and use. Difficulties are manifested as clumsiness (e.g., dropping or bumping into ob- jects) as well as slowness and inaccuracy of performance of mo- tor skills (e.g., catching an object, using scissors or cutlery, handwriting, riding a bike, or participating in sports). B. The motor skills deficit in Criterion A significantly and persistently interferes with activities of daily living appropriate to chrono- logical age (e.g., self-care and self-maintenance) and impacts academic/school productivity, prevocational and vocational ac- tivities, leisure, and play. C. Onset of symptoms is in the early developmental period. D. The motor skills deficits are not better explained by intellectual disability (intellectual developmental disorder) or visual impair- ment and are not attributable to a neurological condition affecting movement (e.g., cerebral palsy, muscular dystrophy, degenera- tive disorder). In reading, impairments in written expression, and im- pairments in mathematics, with their corresponding impairments in subskills, must be coded separately. for example, impairments in reading and mathematics and impair..."
}