{
  "id": "everyday#screening_cues_ca76f90b",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "is F13.232. Note that the ICD-10-CM codes in- dicate the comorbid presence of a moderate or severe sedative, hyp- 266 Substance-Related and Addictive Disorders notic, or anxiolytic use disorder, reflecting the fact that sedative, hypnotic, or anxiolytic withdrawal can only occur in the presence of a moderate or severe sedative, hypnotic, or anxiolytic use disorder. It is not permissible to code a comorbid mild sedative, hypnotic, or anx- iolytic use disorder with sedative, hypnotic, or anxiolytic withdrawal. Other Sedative-, Hypnotic-, or Anxiolytic-Induced Disorders The following sedative-, hypnotic-, or anxiolytic-induced disorders are described in other chapters of the book with disorders with which they share phenomenology (see the substance/medication-induced mental disorders in these chapters): sedative-, hypnotic-, or anxiolytic- induced psychotic disorder (“Schizophrenia Spectrum and Other Psychotic Disorders”); sedative-, hypnotic-, or anxiolytic-induced bi- polar disorder (“Bipolar and Related Disorders”); sedative-, hyp- notic-, or anxiolytic-induced depressive disorder (“Depressive Disorders”); sedative-, hypnotic-, or anxiolytic-induced anxiety dis- order (“Anxiety Disorders”); sedative-, hypnotic-, or anxiolytic- induced sleep disorder (“Sleep-Wake Disorders”); sedative-, hyp- notic-, or anxiolytic-induced sexual dysfunction (“Sexual Dysfunc- tions”); and sedative-, hypnotic-, or anxiolytic-induced major or mild neurocognitive disorder (“Neurocognitive Disorders”). For sedative, hypnotic, or anxiolytic intoxication delirium and sedative, hypnotic, or anxiolytic withdrawal delirium, see the criteria and discussion of delirium in the chapter “Neurocognitive Disorders.” These sedative- , hypnotic-, or anxiolytic-induced disorders are diagnosed instead of sedative, hypnotic, or anxiolytic intoxication or sedative, hypnotic, or anxiolytic withdrawal only when the symptoms are sufficiently se- vere to warrant independent clinical attention.",
  "gloss_vi": "Is f13.232. note that the icd-10-cm codes in- dicate the comorbid presence of a moderate or severe sedative, hyp- 266 substance-related and addictive disorders notic, or anxiolytic use disorder, reflecting the fact that ...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "management"
    ],
    "life_topics": [
      "sleep"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc is F13.232. Note that the ICD-10-CM codes in- dicate the comorbid presence of a moderate or severe sedative, hyp- 266 Substance-Related and Addictive Disorders notic, or anxiolytic use disorder, reflecting the fact that sedative, hypnotic, or anxiolytic withdrawal can only occur in the presence of a moderate or severe sedative, hypnotic, or anxiolytic use disorder. It is not permissible to code a comorbid mild sedative, hypnotic, or anx- iolytic use disorder with sedative, hypnotic, or anxiolytic withdrawal. Other Sedative-, Hypnotic-, or Anxiolytic-Induced Disorders The following sedative-, hypnotic-, or anxiolytic-induced disorders are described in other chapters of the book with disorders with which they share phenomenology (see the substance/medication-induced mental disorders in these chapters): sedative-, hypnotic-, or anxiolytic- induced psychotic disorder (“Schizophrenia Spectrum and Other Psychotic Disorders”); sedative-, hypnotic-, or anxiolytic-induced bi- polar disorder (“Bipolar and Related Disorders”); sedative-, hyp- notic-, or anxiolytic-induced depressive disorder (“Depressive Disorders”); sedative-, hypnotic-, or anxiolytic-induced anxiety dis- order (“Anxiety Disorders”); sedative-, hypnotic-, or anxiolytic- induced sleep disorder (“Sleep-Wake Disorders”); sedative-, hyp- notic-, or anxiolytic-induced sexual dysfunction (“Sexual Dysfunc- tions”); and sedative-, hypnotic-, or anxiolytic-induced major or mild neurocognitive disorder (“Neurocognitive Disorders”). For sedative, hypnotic, or anxiolytic intoxication delirium and sedative, hypnotic, or anxiolytic withdrawal delirium, see the criteria and discussion of delirium in the chapter “Neurocognitive Disorders.” These sedative- , hypnotic-, or anxiolytic-induced disorders are diagnosed instead of sedative, hypnotic, or anxiolytic intoxication or sedative, hypnotic, or anxiolytic withdrawal only when the symptoms are sufficiently se- vere to warrant independent clinical attention. Is f13.232. note that the icd-10-cm codes in- dicate the comorbid presence of a moderate or severe sedative, hyp- 266 substance-related and addictive disorders notic, or anxiolytic use disorder, reflecting the fact that ..."
}