{
  "id": "everyday#screening_cues_c98351eb",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "300 Neurocognitive Disorders Another medical condition (pp. 318–319) Multiple etiologies (pp. 319–320) Unspecified (p. 320) Coding note: Code based on medical or substance etiology. In some cases, there is need for an additional code for the etiological medical condition, which must immediately precede the diagnostic code for major neurocognitive disorder, as shown in table on pp. 302–304. Specify: Without behavioral disturbance: If the cognitive disturbance is not accompanied by any clinically significant behavioral distur- bance. With behavioral disturbance (specify disturbance): If the cog- nitive disturbance is accompanied by a clinically significant behavioral disturbance (e.g., psychotic symptoms, mood distur- bance, agitation, apathy, or other behavioral symptoms). Specify current severity: Mild: Difficulties with instrumental activities of daily living (e.g., housework, managing money). Moderate: Difficulties with basic activities of daily living (e.g., feeding, dressing). Severe: Fully dependent. Mild Neurocognitive Disorder A. Evidence of modest cognitive decline from a previous level of performance in one or more cognitive domains (complex atten- tion, executive function, learning and memory, language, per- ceptual-motor, or social cognition) based on: 1. Concern of the individual, a knowledgeable informant, or the clinician that there has been a mild decline in cognitive func- tion; and 2. A modest impairment in cognitive performance, preferably documented by standardized neuropsychological testing or, in its absence, another quantified clinical assessment. B. The cognitive deficits do not interfere with capacity for indepen- dence",
  "gloss_vi": "300 neurocognitive disorders another medical condition (pp. 318–319) multiple etiologies (pp.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "do_not_do",
      "management"
    ],
    "life_topics": [
      "work"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 300 Neurocognitive Disorders Another medical condition (pp. 318–319) Multiple etiologies (pp. 319–320) Unspecified (p. 320) Coding note: Code based on medical or substance etiology. In some cases, there is need for an additional code for the etiological medical condition, which must immediately precede the diagnostic code for major neurocognitive disorder, as shown in table on pp. 302–304. Specify: Without behavioral disturbance: If the cognitive disturbance is not accompanied by any clinically significant behavioral distur- bance. With behavioral disturbance (specify disturbance): If the cog- nitive disturbance is accompanied by a clinically significant behavioral disturbance (e.g., psychotic symptoms, mood distur- bance, agitation, apathy, or other behavioral symptoms). Specify current severity: Mild: Difficulties with instrumental activities of daily living (e.g., housework, managing money). Moderate: Difficulties with basic activities of daily living (e.g., feeding, dressing). Severe: Fully dependent. Mild Neurocognitive Disorder A. Evidence of modest cognitive decline from a previous level of performance in one or more cognitive domains (complex atten- tion, executive function, learning and memory, language, per- ceptual-motor, or social cognition) based on: 1. Concern of the individual, a knowledgeable informant, or the clinician that there has been a mild decline in cognitive func- tion; and 2. A modest impairment in cognitive performance, preferably documented by standardized neuropsychological testing or, in its absence, another quantified clinical assessment. B. The cognitive deficits do not interfere with capacity for indepen- dence 300 neurocognitive disorders another medical condition (pp. 318–319) multiple etiologies (pp."
}