{
  "id": "everyday#screening_cues_07d62ccc",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Narcissistic Personality Disorder 327 Narcissistic Personality Disorder 301.81 (F60.81) A pervasive pattern of grandiosity (in fantasy or behavior), need for admiration, and lack of empathy, beginning by early adulthood and present in a variety of contexts, as indicated by five (or more) of the following: 1. Has a grandiose sense of self-importance (e.g., exaggerates achievements and talents, expects to be recognized as superior without commensurate achievements). 2. Is preoccupied with fantasies of unlimited success, power, bril- liance, beauty, or ideal love. 3. Believes that he or she is “special” and unique and can only be understood by, or should associate with, other special or high- status people (or institutions). 4. Requires excessive admiration. 5. Has a sense of entitlement (i.e., unreasonable expectations of especially favorable treatment or automatic compliance with his or her expectations). 6. Is interpersonally exploitative (i.e., takes advantage of others to achieve his or her own ends). 7. Lacks empathy: is unwilling to recognize or identify with the feel- ings and needs of others. 8. Is often envious of others or believes that others are envious of him or her. 9. Shows arrogant, haughty behaviors or attitudes. 328 Personality Disorders Cluster C Personality Disorders Avoidant Personality Disorder",
  "gloss_vi": "Narcissistic personality disorder 327 narcissistic personality disorder 301.81 (f60.81) a pervasive pattern of grandiosity (in fantasy or behavior), need for admiration, and lack of empathy, beginning by early adulthood ...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do",
      "management"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Narcissistic Personality Disorder 327 Narcissistic Personality Disorder 301.81 (F60.81) A pervasive pattern of grandiosity (in fantasy or behavior), need for admiration, and lack of empathy, beginning by early adulthood and present in a variety of contexts, as indicated by five (or more) of the following: 1. Has a grandiose sense of self-importance (e.g., exaggerates achievements and talents, expects to be recognized as superior without commensurate achievements). 2. Is preoccupied with fantasies of unlimited success, power, bril- liance, beauty, or ideal love. 3. Believes that he or she is “special” and unique and can only be understood by, or should associate with, other special or high- status people (or institutions). 4. Requires excessive admiration. 5. Has a sense of entitlement (i.e., unreasonable expectations of especially favorable treatment or automatic compliance with his or her expectations). 6. Is interpersonally exploitative (i.e., takes advantage of others to achieve his or her own ends). 7. Lacks empathy: is unwilling to recognize or identify with the feel- ings and needs of others. 8. Is often envious of others or believes that others are envious of him or her. 9. Shows arrogant, haughty behaviors or attitudes. 328 Personality Disorders Cluster C Personality Disorders Avoidant Personality Disorder Narcissistic personality disorder 327 narcissistic personality disorder 301.81 (f60.81) a pervasive pattern of grandiosity (in fantasy or behavior), need for admiration, and lack of empathy, beginning by early adulthood ..."
}