{
  "id": "everyday#screening_cues_e5e3f056",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Unspecified Sedative- or Hypnotic-Related Disorder 267 Unspecified Sedative-, Hypnotic-, or Anxiolytic-Related Disorder 292.9 (F13.99) This category applies to presentations in which symptoms character- istic of a sedative-, hypnotic-, or anxiolytic-related disorder that cause clinically significant distress or impairment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for any specific sedative-, hypnotic-, or anxiolytic-related disorder or any of the disorders in the substance-related and addic- tive disorders diagnostic class. Stimulant-Related Disorders Stimulant Use Disorder A. A pattern of amphetamine-type substance, cocaine, or other stimulant use leading to clinically significant impairment or dis- tress, as manifested by at least two of the following, occurring within a 12-month period: 1. The stimulant is often taken in larger amounts or over a lon- ger period than was intended. 2. There is a persistent desire or unsuccessful efforts to cut down or control stimulant use. 3. A great deal of time is spent in activities necessary to obtain the stimulant, use the stimulant, or recover from its effects. 4. Craving, or a strong desire or urge to use the stimulant. 5. Recurrent stimulant use resulting in a failure to fulfill major role obligations at work, school, or home. 268 Substance-Related and Addictive Disorders 6. Continued stimulant use despite having persistent or recur- rent social or interpersonal problems caused or exacerbated by the effects of the stimulant. 7. Important social, occupational, or recreational activities are given up or reduced because of stimulant",
  "gloss_vi": "Unspecified sedative- or hypnotic-related disorder 267 unspecified sedative-, hypnotic-, or anxiolytic-related disorder 292.9 (f13.99) this category applies to presentations in which symptoms character- istic of a sedati...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "work"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Unspecified Sedative- or Hypnotic-Related Disorder 267 Unspecified Sedative-, Hypnotic-, or Anxiolytic-Related Disorder 292.9 (F13.99) This category applies to presentations in which symptoms character- istic of a sedative-, hypnotic-, or anxiolytic-related disorder that cause clinically significant distress or impairment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for any specific sedative-, hypnotic-, or anxiolytic-related disorder or any of the disorders in the substance-related and addic- tive disorders diagnostic class. Stimulant-Related Disorders Stimulant Use Disorder A. A pattern of amphetamine-type substance, cocaine, or other stimulant use leading to clinically significant impairment or dis- tress, as manifested by at least two of the following, occurring within a 12-month period: 1. The stimulant is often taken in larger amounts or over a lon- ger period than was intended. 2. There is a persistent desire or unsuccessful efforts to cut down or control stimulant use. 3. A great deal of time is spent in activities necessary to obtain the stimulant, use the stimulant, or recover from its effects. 4. Craving, or a strong desire or urge to use the stimulant. 5. Recurrent stimulant use resulting in a failure to fulfill major role obligations at work, school, or home. 268 Substance-Related and Addictive Disorders 6. Continued stimulant use despite having persistent or recur- rent social or interpersonal problems caused or exacerbated by the effects of the stimulant. 7. Important social, occupational, or recreational activities are given up or reduced because of stimulant Unspecified sedative- or hypnotic-related disorder 267 unspecified sedative-, hypnotic-, or anxiolytic-related disorder 292.9 (f13.99) this category applies to presentations in which symptoms character- istic of a sedati..."
}