{
  "id": "everyday#screening_cues_6c29422e",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "areas of func- tioning predominate but do not meet the full criteria for any of the dis- orders in the personality disorders diagnostic class. The other specified personality disorder category is used in situations in which the clinician chooses to communicate the specific reason that the pre- sentation does not meet the criteria for any specific personality disor- der. This is done by recording “other specified personality disorder” followed by the specific reason (e.g., “mixed personality features”). 332 Personality Disorders Unspecified Personality Disorder 301.9 (F60.9) This category applies to presentations in which symptoms character- istic of a personality disorder that cause clinically significant distress or impairment in social, occupational, or other important areas of func- tioning predominate but do not meet the full criteria for any of the dis- orders in the personality disorders diagnostic class. The unspecified personality disorder category is used in situations in which the clinician chooses not to specify the reason that the criteria are not met for a spe- cific personality disorder, and includes presentations in which there is insufficient information to make a more specific diagnosis.",
  "gloss_vi": "Areas of func- tioning predominate but do not meet the full criteria for any of the dis- orders in the personality disorders diagnostic class. the other specified personality disorder category is used in situations in wh...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "stress"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc areas of func- tioning predominate but do not meet the full criteria for any of the dis- orders in the personality disorders diagnostic class. The other specified personality disorder category is used in situations in which the clinician chooses to communicate the specific reason that the pre- sentation does not meet the criteria for any specific personality disor- der. This is done by recording “other specified personality disorder” followed by the specific reason (e.g., “mixed personality features”). 332 Personality Disorders Unspecified Personality Disorder 301.9 (F60.9) This category applies to presentations in which symptoms character- istic of a personality disorder that cause clinically significant distress or impairment in social, occupational, or other important areas of func- tioning predominate but do not meet the full criteria for any of the dis- orders in the personality disorders diagnostic class. The unspecified personality disorder category is used in situations in which the clinician chooses not to specify the reason that the criteria are not met for a spe- cific personality disorder, and includes presentations in which there is insufficient information to make a more specific diagnosis. Areas of func- tioning predominate but do not meet the full criteria for any of the dis- orders in the personality disorders diagnostic class. the other specified personality disorder category is used in situations in wh..."
}