{
  "id": "everyday#screening_cues_a0124e01",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "220 Disruptive, Impulse-Control, and Conduct Disorders for at least 6 months, unless otherwise noted (Criterion A8). While these frequency criteria provide guidance on a minimal level of fre- quency to define symptoms, other factors should also be consid- ered, such as whether the frequency and intensity of the behaviors are outside a range that is normative for the individual’s develop- mental level, gender, and culture. B. The disturbance in behavior is associated with distress in the in- dividual or others in his or her immediate social context (e.g., family, peer group, work colleagues), or it impacts negatively on social, educational, occupational, or other important areas of functioning. C. The behaviors do not occur exclusively during the course of a psy- chotic, substance use, depressive, or bipolar disorder. Also, the criteria are not met for disruptive mood dysregulation disorder. Specify current severity: Mild: Symptoms are confined to only one setting (e.g., at home, at school, at work, with peers). Moderate: Some symptoms are present in at least two settings. Severe: Some symptoms are present in three or more settings. Intermittent Explosive Disorder 312.34 (F63.81) A. Recurrent behavioral outbursts representing a failure to control aggressive impulses as manifested by either of the following: 1. Verbal aggression (e.g., temper tantrums, tirades, verbal ar- guments or fights) or physical aggression toward property, animals, or other individuals, occurring twice weekly, on aver- age, for a period of 3 months. The physical aggression does not result in damage or destruction of property and does not result in physical injury to animals or other individuals. 2. Three behavioral outbursts involving damage or destruction of property and/or physical assault involving physical injury against animals or other individuals occurring within a 12- month period. Conduct Disorder 221 B. The magnitude of aggressiveness expressed during",
  "gloss_vi": "220 disruptive, impulse-control, and conduct disorders for at least 6 months, unless otherwise noted (criterion a8). while these frequency criteria provide guidance on a minimal level of fre- quency to define symptoms, o...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation",
      "do_not_do",
      "caregiver"
    ],
    "life_topics": [
      "stress",
      "work",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 220 Disruptive, Impulse-Control, and Conduct Disorders for at least 6 months, unless otherwise noted (Criterion A8). While these frequency criteria provide guidance on a minimal level of fre- quency to define symptoms, other factors should also be consid- ered, such as whether the frequency and intensity of the behaviors are outside a range that is normative for the individual’s develop- mental level, gender, and culture. B. The disturbance in behavior is associated with distress in the in- dividual or others in his or her immediate social context (e.g., family, peer group, work colleagues), or it impacts negatively on social, educational, occupational, or other important areas of functioning. C. The behaviors do not occur exclusively during the course of a psy- chotic, substance use, depressive, or bipolar disorder. Also, the criteria are not met for disruptive mood dysregulation disorder. Specify current severity: Mild: Symptoms are confined to only one setting (e.g., at home, at school, at work, with peers). Moderate: Some symptoms are present in at least two settings. Severe: Some symptoms are present in three or more settings. Intermittent Explosive Disorder 312.34 (F63.81) A. Recurrent behavioral outbursts representing a failure to control aggressive impulses as manifested by either of the following: 1. Verbal aggression (e.g., temper tantrums, tirades, verbal ar- guments or fights) or physical aggression toward property, animals, or other individuals, occurring twice weekly, on aver- age, for a period of 3 months. The physical aggression does not result in damage or destruction of property and does not result in physical injury to animals or other individuals. 2. Three behavioral outbursts involving damage or destruction of property and/or physical assault involving physical injury against animals or other individuals occurring within a 12- month period. Conduct Disorder 221 B. The magnitude of aggressiveness expressed during 220 disruptive, impulse-control, and conduct disorders for at least 6 months, unless otherwise noted (criterion a8). while these frequency criteria provide guidance on a minimal level of fre- quency to define symptoms, o..."
}