{
  "id": "everyday#psychoeducation_53439b51",
  "title_en": "General — Psychoeducation",
  "title_vi": "General — Giáo dục tâm lý",
  "text_en": "money man- personal life. Ongoing assis- typically developing peers are agement. A variety of recreational skills can tance on a daily basis is often affected by communication be developed. These typically require addi- needed to complete concep- or social limitations. Significant tional supports and learning opportunities tual tasks of day-to-day life, social and communicative sup- over an extended period of time. Maladap- and others may take over port is needed in work settings tive behavior is present in a significant these responsibilities fully for success. minority and causes social problems. for the individual. Intellectual Disability (Intellectual Developmental Disorder) 21 TABLE 1 Severity levels for intellectual disability (intellectual developmental disorder) (continued) Severity level Conceptual domain Social domain Practical domain Severe Attainment of conceptual Spoken language is quite limited in The individual requires support for all activi- skills is limited. The individ- terms of vocabulary and gram- ties of daily living, including meals, dress- ual generally has little mar. Speech may be single words ing, bathing, and elimination. The understanding of written or phrases and may be supple- individual requires supervision at all times. language or of concepts mented through augmentative The individual cannot make responsible involving numbers, quan- means. Speech and communica- decisions regarding well-being of self or tity, time, and money. Care- tion are focused on the here and others. In adulthood, participation in tasks takers provide extensive now within everyday events. at home, recreation, and work requires supports for problem solv- Language is used for social com- ongoing support and assistance. Skill acqui- ing throughout life. munication more than for explica- sition in all domains involves long-term tion. Individuals understand teaching and ongoing support. Maladaptive simple speech and gestural com- behavior, including self-injury, is present in munication. Relationships with a significant minority. family members and familiar oth- ers are a source of pleasure and help.",
  "gloss_vi": "Money man- personal life. ongoing assis- typically developing peers are agement.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "psychoeducation",
      "caregiver"
    ],
    "life_topics": [
      "study",
      "work",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Psychoeducation General — Giáo dục tâm lý money man- personal life. Ongoing assis- typically developing peers are agement. A variety of recreational skills can tance on a daily basis is often affected by communication be developed. These typically require addi- needed to complete concep- or social limitations. Significant tional supports and learning opportunities tual tasks of day-to-day life, social and communicative sup- over an extended period of time. Maladap- and others may take over port is needed in work settings tive behavior is present in a significant these responsibilities fully for success. minority and causes social problems. for the individual. Intellectual Disability (Intellectual Developmental Disorder) 21 TABLE 1 Severity levels for intellectual disability (intellectual developmental disorder) (continued) Severity level Conceptual domain Social domain Practical domain Severe Attainment of conceptual Spoken language is quite limited in The individual requires support for all activi- skills is limited. The individ- terms of vocabulary and gram- ties of daily living, including meals, dress- ual generally has little mar. Speech may be single words ing, bathing, and elimination. The understanding of written or phrases and may be supple- individual requires supervision at all times. language or of concepts mented through augmentative The individual cannot make responsible involving numbers, quan- means. Speech and communica- decisions regarding well-being of self or tity, time, and money. Care- tion are focused on the here and others. In adulthood, participation in tasks takers provide extensive now within everyday events. at home, recreation, and work requires supports for problem solv- Language is used for social com- ongoing support and assistance. Skill acqui- ing throughout life. munication more than for explica- sition in all domains involves long-term tion. Individuals understand teaching and ongoing support. Maladaptive simple speech and gestural com- behavior, including self-injury, is present in munication. Relationships with a significant minority. family members and familiar oth- ers are a source of pleasure and help. Money man- personal life. ongoing assis- typically developing peers are agement."
}