{
  "id": "everyday#screening_cues_6cc1f526",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "This page intentionally left blank Medication-Induced Movement Disorders and Other Adverse Effects of Medication Medication-induced movement disorders are included in Section II because of their frequent importance in 1) the management by medication of mental disorders or other medical conditions and 2) the differential diagnosis of mental disorders (e.g., anxiety disor- der versus neuroleptic-induced akathisia; malignant catatonia versus neuroleptic malignant syndrome). Although these movement disor- ders are labeled “medication induced,” it is often difficult to estab- lish the causal relationship between medication exposure and the development of the movement disorder, especially because some of these movement disorders also occur in the absence of medication exposure. The conditions and problems listed in this chapter are not mental disorders. The term neuroleptic is becoming outdated because it highlights the propensity of antipsychotic medications to cause abnormal movements, and it is being replaced with the term antipsychotic in many contexts. Nevertheless, the term neuroleptic remains appropriate in this context. Although newer antipsychotic medications may be less likely to cause some medication-induced movement disorders, those disorders still oc- cur. Neuroleptic medications include so-called conventional, “typical,” or first-generation antipsychotic agents (e.g., chlorpromazine, haloperi- dol, fluphenazine); “atypical” or second-generation antipsychotic agents (e.g., clozapine, risperidone, olanzapine, quetiapine); certain do- pamine receptor–blocking drugs used in the treatment of symptoms such as nausea and gastroparesis (e.g., prochlorperazine, promethazine, trimethobenzamide, thiethylperazine, metoclopramide); and amoxa- pine, which is marketed as an antidepressant. 345",
  "gloss_vi": "This page intentionally left blank medication-induced movement disorders and other adverse effects of medication medication-induced movement disorders are included in section ii because of their frequent importance in 1)...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "management"
    ],
    "life_topics": [
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc This page intentionally left blank Medication-Induced Movement Disorders and Other Adverse Effects of Medication Medication-induced movement disorders are included in Section II because of their frequent importance in 1) the management by medication of mental disorders or other medical conditions and 2) the differential diagnosis of mental disorders (e.g., anxiety disor- der versus neuroleptic-induced akathisia; malignant catatonia versus neuroleptic malignant syndrome). Although these movement disor- ders are labeled “medication induced,” it is often difficult to estab- lish the causal relationship between medication exposure and the development of the movement disorder, especially because some of these movement disorders also occur in the absence of medication exposure. The conditions and problems listed in this chapter are not mental disorders. The term neuroleptic is becoming outdated because it highlights the propensity of antipsychotic medications to cause abnormal movements, and it is being replaced with the term antipsychotic in many contexts. Nevertheless, the term neuroleptic remains appropriate in this context. Although newer antipsychotic medications may be less likely to cause some medication-induced movement disorders, those disorders still oc- cur. Neuroleptic medications include so-called conventional, “typical,” or first-generation antipsychotic agents (e.g., chlorpromazine, haloperi- dol, fluphenazine); “atypical” or second-generation antipsychotic agents (e.g., clozapine, risperidone, olanzapine, quetiapine); certain do- pamine receptor–blocking drugs used in the treatment of symptoms such as nausea and gastroparesis (e.g., prochlorperazine, promethazine, trimethobenzamide, thiethylperazine, metoclopramide); and amoxa- pine, which is marketed as an antidepressant. 345 This page intentionally left blank medication-induced movement disorders and other adverse effects of medication medication-induced movement disorders are included in section ii because of their frequent importance in 1)..."
}