{
  "id": "everyday#screening_cues_434dfbb6",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "to avoid external reminders (people, places, conver- sations, activities, objects, situations) that arouse distressing Adjustment Disorders 151 memories, thoughts, or feelings about or closely associated with the traumatic event(s). Arousal Symptoms 10. Sleep disturbance (e.g., difficulty falling or staying asleep, restless sleep). 11. Irritable behavior and angry outbursts (with little or no provo- cation), typically expressed as verbal or physical aggression toward people or objects. 12. Hypervigilance. 13. Problems with concentration. 14. Exaggerated startle response. C. Duration of the disturbance (symptoms in Criterion B) is 3 days to 1 month after trauma exposure. Note: Symptoms typically begin immediately after the trauma, but persistence for at least 3 days and up to a month is needed to meet disorder criteria. D. The disturbance causes clinically significant distress or impairment in social, occupational, or other important areas of functioning. E. The disturbance is not attributable to the physiological effects of a substance (e.g., medication or alcohol) or another medical condition (e.g., mild traumatic brain injury) and is not better ex- plained by brief psychotic disorder. Adjustment Disorders A. The development of emotional or behavioral symptoms in re- sponse to an identifiable stressor(s) occurring within 3 months of the onset of the stressor(s). B. These symptoms or behaviors are clinically significant, as evi- denced by one or both of the following: 1. Marked distress that is out of proportion to the severity or in- tensity of the stressor, taking into account the external con- text and the cultural factors that might influence symptom severity and presentation.",
  "gloss_vi": "To avoid external reminders (people, places, conver- sations, activities, objects, situations) that arouse distressing adjustment disorders 151 memories, thoughts, or feelings about or closely associated with the traumat...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "sleep",
      "stress"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc to avoid external reminders (people, places, conver- sations, activities, objects, situations) that arouse distressing Adjustment Disorders 151 memories, thoughts, or feelings about or closely associated with the traumatic event(s). Arousal Symptoms 10. Sleep disturbance (e.g., difficulty falling or staying asleep, restless sleep). 11. Irritable behavior and angry outbursts (with little or no provo- cation), typically expressed as verbal or physical aggression toward people or objects. 12. Hypervigilance. 13. Problems with concentration. 14. Exaggerated startle response. C. Duration of the disturbance (symptoms in Criterion B) is 3 days to 1 month after trauma exposure. Note: Symptoms typically begin immediately after the trauma, but persistence for at least 3 days and up to a month is needed to meet disorder criteria. D. The disturbance causes clinically significant distress or impairment in social, occupational, or other important areas of functioning. E. The disturbance is not attributable to the physiological effects of a substance (e.g., medication or alcohol) or another medical condition (e.g., mild traumatic brain injury) and is not better ex- plained by brief psychotic disorder. Adjustment Disorders A. The development of emotional or behavioral symptoms in re- sponse to an identifiable stressor(s) occurring within 3 months of the onset of the stressor(s). B. These symptoms or behaviors are clinically significant, as evi- denced by one or both of the following: 1. Marked distress that is out of proportion to the severity or in- tensity of the stressor, taking into account the external con- text and the cultural factors that might influence symptom severity and presentation. To avoid external reminders (people, places, conver- sations, activities, objects, situations) that arouse distressing adjustment disorders 151 memories, thoughts, or feelings about or closely associated with the traumat..."
}