{
  "id": "everyday#screening_cues_d2083fd1",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "322 Personality Disorders Cluster A Personality Disorders Paranoid Personality Disorder 301.0 (F60.0) A. A pervasive distrust and suspiciousness of others such that their motives are interpreted as malevolent, beginning by early adult- hood and present in a variety of contexts, as indicated by four (or more) of the following: 1. Suspects, without sufficient basis, that others are exploiting, harming, or deceiving him or her. 2. Is preoccupied with unjustified doubts about the loyalty or trustworthiness of friends or associates. 3. Is reluctant to confide in others because of unwarranted fear that the information will be used maliciously against him or her. 4. Reads hidden demeaning or threatening meanings into be- nign remarks or events. 5. Persistently bears grudges (i.e., is unforgiving of insults, in- juries, or slights). 6. Perceives attacks on his or her character or reputation that are not apparent to others and is quick to react angrily or to counterattack. 7. Has recurrent suspicions, without justification, regarding fi- delity of spouse or sexual partner. B. Does not occur exclusively during the course of schizophrenia, a bipolar disorder or depressive disorder with psychotic features, or another psychotic disorder and is not attributable to the phys- iological effects of another medical condition. Note: If criteria are met prior to the onset of schizophrenia, add “pre- morbid,” i.e., “paranoid personality disorder (premorbid).” Schizoid Personality Disorder 323 Schizoid Personality",
  "gloss_vi": "322 personality disorders cluster a personality disorders paranoid personality disorder 301.0 (f60.0) a. a pervasive distrust and suspiciousness of others such that their motives are interpreted as malevolent, beginning ...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 322 Personality Disorders Cluster A Personality Disorders Paranoid Personality Disorder 301.0 (F60.0) A. A pervasive distrust and suspiciousness of others such that their motives are interpreted as malevolent, beginning by early adult- hood and present in a variety of contexts, as indicated by four (or more) of the following: 1. Suspects, without sufficient basis, that others are exploiting, harming, or deceiving him or her. 2. Is preoccupied with unjustified doubts about the loyalty or trustworthiness of friends or associates. 3. Is reluctant to confide in others because of unwarranted fear that the information will be used maliciously against him or her. 4. Reads hidden demeaning or threatening meanings into be- nign remarks or events. 5. Persistently bears grudges (i.e., is unforgiving of insults, in- juries, or slights). 6. Perceives attacks on his or her character or reputation that are not apparent to others and is quick to react angrily or to counterattack. 7. Has recurrent suspicions, without justification, regarding fi- delity of spouse or sexual partner. B. Does not occur exclusively during the course of schizophrenia, a bipolar disorder or depressive disorder with psychotic features, or another psychotic disorder and is not attributable to the phys- iological effects of another medical condition. Note: If criteria are met prior to the onset of schizophrenia, add “pre- morbid,” i.e., “paranoid personality disorder (premorbid).” Schizoid Personality Disorder 323 Schizoid Personality 322 personality disorders cluster a personality disorders paranoid personality disorder 301.0 (f60.0) a. a pervasive distrust and suspiciousness of others such that their motives are interpreted as malevolent, beginning ..."
}