{
  "id": "everyday#screening_cues_b59a946a",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "186 Sleep-Wake Disorders Breathing-Related Sleep Disorders Obstructive Sleep Apnea Hypopnea 327.23 (G47.33) A. Either (1) or (2): 1. Evidence by polysomnography of at least five obstructive ap- neas or hypopneas per hour of sleep and either of the follow- ing sleep symptoms: a. Nocturnal breathing disturbances: snoring, snorting/ gasping, or breathing pauses during sleep. b. Daytime sleepiness, fatigue, or unrefreshing sleep despite sufficient opportunities to sleep that is not better explained by another mental disorder (including a sleep disorder) and is not attributable to another medical condition. 2. Evidence by polysomnography of 15 or more obstructive ap- neas and/or hypopneas per hour of sleep regardless of ac- companying symptoms. Specify current severity: Mild: Apnea hypopnea index is less than 15. Moderate: Apnea hypopnea index is 15–30. Severe: Apnea hypopnea index is greater than 30. Central Sleep Apnea A. Evidence by polysomnography of five or more central apneas per hour of sleep. B. The disorder is not better explained by another current sleep disorder. Specify whether: 327.21 (G47.31) Idiopathic central sleep apnea: Characterized by repeated episodes of apneas and hypopneas during sleep Sleep-Related Hypoventilation 187 caused by variability in respiratory effort but without evidence of airway obstruction. 786.04 (R06.3) Cheyne-Stokes breathing: A pattern of periodic crescendo-decrescendo variation in tidal volume that results in central apneas and hypopneas at a frequency of at least five events per hour, accompanied by frequent",
  "gloss_vi": "186 giấc ngủ-wake disorders hít thở-related giấc ngủ disorders obstructive giấc ngủ apnea hypopnea 327.23 (g47.33) a. either (1) or (2): 1.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "sleep",
      "stress"
    ],
    "advice_section": [
      "coping_skill"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 186 Sleep-Wake Disorders Breathing-Related Sleep Disorders Obstructive Sleep Apnea Hypopnea 327.23 (G47.33) A. Either (1) or (2): 1. Evidence by polysomnography of at least five obstructive ap- neas or hypopneas per hour of sleep and either of the follow- ing sleep symptoms: a. Nocturnal breathing disturbances: snoring, snorting/ gasping, or breathing pauses during sleep. b. Daytime sleepiness, fatigue, or unrefreshing sleep despite sufficient opportunities to sleep that is not better explained by another mental disorder (including a sleep disorder) and is not attributable to another medical condition. 2. Evidence by polysomnography of 15 or more obstructive ap- neas and/or hypopneas per hour of sleep regardless of ac- companying symptoms. Specify current severity: Mild: Apnea hypopnea index is less than 15. Moderate: Apnea hypopnea index is 15–30. Severe: Apnea hypopnea index is greater than 30. Central Sleep Apnea A. Evidence by polysomnography of five or more central apneas per hour of sleep. B. The disorder is not better explained by another current sleep disorder. Specify whether: 327.21 (G47.31) Idiopathic central sleep apnea: Characterized by repeated episodes of apneas and hypopneas during sleep Sleep-Related Hypoventilation 187 caused by variability in respiratory effort but without evidence of airway obstruction. 786.04 (R06.3) Cheyne-Stokes breathing: A pattern of periodic crescendo-decrescendo variation in tidal volume that results in central apneas and hypopneas at a frequency of at least five events per hour, accompanied by frequent 186 giấc ngủ-wake disorders hít thở-related giấc ngủ disorders obstructive giấc ngủ apnea hypopnea 327.23 (g47.33) a. either (1) or (2): 1."
}