{
  "id": "everyday#screening_cues_df777179",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Unspecified Elimination Disorder 179 Unspecified Elimination Disorder This category applies to presentations in which symptoms character- istic of an elimination disorder that cause clinically significant distress or impairment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for any of the disorders in the elimination disorders diagnostic class. The unspeci- fied elimination disorder category is used in situations in which the clinician chooses not to specify the reason that the criteria are not met for a specific elimination disorder, and includes presentations in which there is insufficient information to make a more specific diag- nosis (e.g., in emergency room settings). Coding note: Code 788.30 (R32) for unspecified elimination disor- der with urinary symptoms; 787.60 (R15.9) for unspecified elimina- tion disorder with fecal symptoms. This page intentionally left blank",
  "gloss_vi": "Unspecified elimination disorder 179 unspecified elimination disorder this category applies to presentations in which symptoms character- istic of an elimination disorder that cause clinically significant distress or imp...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "stress"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Unspecified Elimination Disorder 179 Unspecified Elimination Disorder This category applies to presentations in which symptoms character- istic of an elimination disorder that cause clinically significant distress or impairment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for any of the disorders in the elimination disorders diagnostic class. The unspeci- fied elimination disorder category is used in situations in which the clinician chooses not to specify the reason that the criteria are not met for a specific elimination disorder, and includes presentations in which there is insufficient information to make a more specific diag- nosis (e.g., in emergency room settings). Coding note: Code 788.30 (R32) for unspecified elimination disor- der with urinary symptoms; 787.60 (R15.9) for unspecified elimina- tion disorder with fecal symptoms. This page intentionally left blank Unspecified elimination disorder 179 unspecified elimination disorder this category applies to presentations in which symptoms character- istic of an elimination disorder that cause clinically significant distress or imp..."
}