{
  "id": "everyday#screening_cues_8a28b49d",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "374 Other Conditions That May Be a Focus of Clinical Attention illness while a captive of the enemy during wartime. Malingering should be strongly suspected if any combination of the following is noted: 1. Medicolegal context of presentation (e.g., the individual is referred by an attorney to the clinician for examination, or the individual self-refers while litigation or criminal charges are pending). 2. Marked discrepancy between the individual’s claimed stress or disability and the objective findings and observations. 3. Lack of cooperation during the diagnostic evaluation and in complying with the prescribed treatment regimen. 4. The presence of antisocial personality disorder. Malingering differs from factitious disorder in that the motiva- tion for the symptom production in malingering is an external incen- tive, whereas in factitious disorder external incentives are absent. Malingering is differentiated from conversion disorder and somatic symptom–related mental disorders by the intentional production of symptoms and by the obvious external incentives associated with it. Definite evidence of feigning (such as clear evidence that loss of func- tion is present during the examination but not at home) would sug- gest a diagnosis of factitious disorder if the individual’s apparent aim is to assume the sick role, or malingering if it is to obtain an incentive, such as money. V40.31 (Z91.83) Wandering Associated With a Mental Disorder This",
  "gloss_vi": "374 other conditions that may be a focus of clinical attention illness while a captive of the enemy during wartime. malingering should be strongly suspected if any combination of the following is noted: 1.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "management"
    ],
    "life_topics": [
      "stress",
      "study",
      "grief"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 374 Other Conditions That May Be a Focus of Clinical Attention illness while a captive of the enemy during wartime. Malingering should be strongly suspected if any combination of the following is noted: 1. Medicolegal context of presentation (e.g., the individual is referred by an attorney to the clinician for examination, or the individual self-refers while litigation or criminal charges are pending). 2. Marked discrepancy between the individual’s claimed stress or disability and the objective findings and observations. 3. Lack of cooperation during the diagnostic evaluation and in complying with the prescribed treatment regimen. 4. The presence of antisocial personality disorder. Malingering differs from factitious disorder in that the motiva- tion for the symptom production in malingering is an external incen- tive, whereas in factitious disorder external incentives are absent. Malingering is differentiated from conversion disorder and somatic symptom–related mental disorders by the intentional production of symptoms and by the obvious external incentives associated with it. Definite evidence of feigning (such as clear evidence that loss of func- tion is present during the examination but not at home) would sug- gest a diagnosis of factitious disorder if the individual’s apparent aim is to assume the sick role, or malingering if it is to obtain an incentive, such as money. V40.31 (Z91.83) Wandering Associated With a Mental Disorder This 374 other conditions that may be a focus of clinical attention illness while a captive of the enemy during wartime. malingering should be strongly suspected if any combination of the following is noted: 1."
}