{
  "id": "everyday#management_d27b2696",
  "title_en": "General — Management",
  "title_vi": "General — Management",
  "text_en": "Other Conditions That May Be a Focus of Clinical Attention 363 Adult Maltreatment and Neglect Problems Spouse or Partner Violence, Physical This category should be used when nonaccidental acts of physical force that result, or have reasonable potential to result, in physical harm to an intimate partner or that evoke significant fear in the partner have occurred during the past year. Nonaccidental acts of physical force include shoving, slapping, hair pulling, pinching, re- straining, shaking, throwing, biting, kicking, hitting with the fist or an object, burning, poisoning, applying force to the throat, cutting off the air supply, holding the head under water, and using a weapon. Acts for the purpose of physically protecting oneself or one’s partner are excluded. Spouse or Partner Violence, Physical, Confirmed 995.81 (T74.11XA) Initial encounter 995.81 (T74.11XD) Subsequent encounter Spouse or Partner Violence, Physical, Suspected 995.81 (T76.11XA) Initial encounter 995.81 (T76.11XD) Subsequent encounter Other Circumstances Related to Spouse or Partner Violence, Physical V61.11 (Z69.11) Encounter for mental health services for victim of spouse or partner violence, physical V15.41 (Z91.410) Personal history (past history) of spouse or part- ner violence, physical V61.12 (Z69.12) Encounter for mental health services for perpe- trator of spouse or partner violence, physical Spouse or Partner Violence, Sexual This category should be used when forced or coerced sexual acts with an intimate partner have occurred during the past year. Sexual vio- lence may involve the use of physical force or psychological coercion to compel the partner to engage in a sexual act against his or",
  "gloss_vi": "Other conditions that may be a focus of clinical attention 363 adult maltreatment and neglect problems spouse or partner violence, physical this category should be used when nonaccidental acts of physical force that resu...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "management"
    ],
    "life_topics": [
      "study",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Management General — Management Other Conditions That May Be a Focus of Clinical Attention 363 Adult Maltreatment and Neglect Problems Spouse or Partner Violence, Physical This category should be used when nonaccidental acts of physical force that result, or have reasonable potential to result, in physical harm to an intimate partner or that evoke significant fear in the partner have occurred during the past year. Nonaccidental acts of physical force include shoving, slapping, hair pulling, pinching, re- straining, shaking, throwing, biting, kicking, hitting with the fist or an object, burning, poisoning, applying force to the throat, cutting off the air supply, holding the head under water, and using a weapon. Acts for the purpose of physically protecting oneself or one’s partner are excluded. Spouse or Partner Violence, Physical, Confirmed 995.81 (T74.11XA) Initial encounter 995.81 (T74.11XD) Subsequent encounter Spouse or Partner Violence, Physical, Suspected 995.81 (T76.11XA) Initial encounter 995.81 (T76.11XD) Subsequent encounter Other Circumstances Related to Spouse or Partner Violence, Physical V61.11 (Z69.11) Encounter for mental health services for victim of spouse or partner violence, physical V15.41 (Z91.410) Personal history (past history) of spouse or part- ner violence, physical V61.12 (Z69.12) Encounter for mental health services for perpe- trator of spouse or partner violence, physical Spouse or Partner Violence, Sexual This category should be used when forced or coerced sexual acts with an intimate partner have occurred during the past year. Sexual vio- lence may involve the use of physical force or psychological coercion to compel the partner to engage in a sexual act against his or Other conditions that may be a focus of clinical attention 363 adult maltreatment and neglect problems spouse or partner violence, physical this category should be used when nonaccidental acts of physical force that resu..."
}