{
  "id": "everyday#screening_cues_e7d8bafa",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "178 Elimination Disorders Encopresis 307.7 (F98.1) A. Repeated passage of feces into inappropriate places (e.g., cloth- ing, floor), whether involuntary or intentional. B. At least one such event occurs each month for at least 3 months. C. Chronological age is at least 4 years (or equivalent developmen- tal level). D. The behavior is not attributable to the physiological effects of a substance (e.g., laxatives) or another medical condition except through a mechanism involving constipation. Specify whether: With constipation and overflow incontinence: There is evi- dence of constipation on physical examination or by history. Without constipation and overflow incontinence: There is no evidence of constipation on physical examination or by history. Other Specified Elimination Disorder This category applies to presentations in which symptoms character- istic of an elimination disorder that cause clinically significant distress or impairment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for any of the disorders in the elimination disorders diagnostic class. The other specified elimination disorder category is used in situations in which the clinician chooses to communicate the specific reason that",
  "gloss_vi": "178 elimination disorders encopresis 307.7 (f98.1) a. repeated passage of feces into inappropriate places (e.g., cloth- ing, floor), whether involuntary or intentional.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 178 Elimination Disorders Encopresis 307.7 (F98.1) A. Repeated passage of feces into inappropriate places (e.g., cloth- ing, floor), whether involuntary or intentional. B. At least one such event occurs each month for at least 3 months. C. Chronological age is at least 4 years (or equivalent developmen- tal level). D. The behavior is not attributable to the physiological effects of a substance (e.g., laxatives) or another medical condition except through a mechanism involving constipation. Specify whether: With constipation and overflow incontinence: There is evi- dence of constipation on physical examination or by history. Without constipation and overflow incontinence: There is no evidence of constipation on physical examination or by history. Other Specified Elimination Disorder This category applies to presentations in which symptoms character- istic of an elimination disorder that cause clinically significant distress or impairment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for any of the disorders in the elimination disorders diagnostic class. The other specified elimination disorder category is used in situations in which the clinician chooses to communicate the specific reason that 178 elimination disorders encopresis 307.7 (f98.1) a. repeated passage of feces into inappropriate places (e.g., cloth- ing, floor), whether involuntary or intentional."
}