{
  "id": "everyday#risk_safety_1b8eaaa2",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "Posttraumatic Stress Disorder 145 arouse distressing memories, thoughts, or feelings about or closely associated with the traumatic event(s). D. Negative alterations in cognitions and mood associated with the traumatic event(s), beginning or worsening after the traumatic event(s) occurred, as evidenced by two (or more) of the following: 1. Inability to remember an important aspect of the traumatic event(s) (typically due to dissociative amnesia and not to other factors such as head injury, alcohol, or drugs). 2. Persistent and exaggerated negative beliefs or expectations about oneself, others, or the world (e.g., “I am bad,” “No one can be trusted,” “The world is completely dangerous,” “My whole nervous system is permanently ruined”). 3. Persistent, distorted cognitions about the cause or conse- quences of the traumatic event(s) that lead the individual to blame himself/herself or others. 4. Persistent negative emotional state (e.g., fear, horror, anger, guilt, or shame). 5. Markedly diminished interest or participation in significant activities. 6. Feelings of detachment or estrangement from others. 7. Persistent inability to experience positive emotions (e.g., inabil- ity to experience happiness, satisfaction, or loving feelings). E. Marked alterations in arousal and reactivity associated with the traumatic event(s), beginning or worsening after the traumatic event(s) occurred, as evidenced by two (or more) of the following: 1. Irritable behavior and angry outbursts (with little or no provo- cation) typically expressed as verbal or physical aggression toward people or objects. 2. Reckless or self-destructive behavior. 3. Hypervigilance. 4. Exaggerated startle response. 5. Problems with concentration. 6. Sleep disturbance (e.g., difficulty falling or staying asleep or restless sleep). F. Duration of the disturbance (Criteria B, C, D, and E) is more than 1 month. 146 Trauma- and Stressor-Related Disorders G. The disturbance",
  "gloss_vi": "Posttraumatic căng thẳng disorder 145 arouse distressing memories, thoughts, or feelings about or closely associated with the traumatic event(s). d.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues"
    ],
    "life_topics": [
      "sleep",
      "stress"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn Posttraumatic Stress Disorder 145 arouse distressing memories, thoughts, or feelings about or closely associated with the traumatic event(s). D. Negative alterations in cognitions and mood associated with the traumatic event(s), beginning or worsening after the traumatic event(s) occurred, as evidenced by two (or more) of the following: 1. Inability to remember an important aspect of the traumatic event(s) (typically due to dissociative amnesia and not to other factors such as head injury, alcohol, or drugs). 2. Persistent and exaggerated negative beliefs or expectations about oneself, others, or the world (e.g., “I am bad,” “No one can be trusted,” “The world is completely dangerous,” “My whole nervous system is permanently ruined”). 3. Persistent, distorted cognitions about the cause or conse- quences of the traumatic event(s) that lead the individual to blame himself/herself or others. 4. Persistent negative emotional state (e.g., fear, horror, anger, guilt, or shame). 5. Markedly diminished interest or participation in significant activities. 6. Feelings of detachment or estrangement from others. 7. Persistent inability to experience positive emotions (e.g., inabil- ity to experience happiness, satisfaction, or loving feelings). E. Marked alterations in arousal and reactivity associated with the traumatic event(s), beginning or worsening after the traumatic event(s) occurred, as evidenced by two (or more) of the following: 1. Irritable behavior and angry outbursts (with little or no provo- cation) typically expressed as verbal or physical aggression toward people or objects. 2. Reckless or self-destructive behavior. 3. Hypervigilance. 4. Exaggerated startle response. 5. Problems with concentration. 6. Sleep disturbance (e.g., difficulty falling or staying asleep or restless sleep). F. Duration of the disturbance (Criteria B, C, D, and E) is more than 1 month. 146 Trauma- and Stressor-Related Disorders G. The disturbance Posttraumatic căng thẳng disorder 145 arouse distressing memories, thoughts, or feelings about or closely associated with the traumatic event(s). d."
}