{
  "id": "everyday#work_habits_af5b60f0",
  "title_en": "General — Work Habits",
  "title_vi": "General — Work Habits",
  "text_en": "Fetishistic Disorder 337 Fetishistic Disorder 302.81 (F65.0) A. Over a period of at least 6 months, recurrent and intense sexual arousal from either the use of nonliving objects or a highly spe- cific focus on nongenital body part(s), as manifested by fanta- sies, urges, or behaviors. B. The fantasies, sexual urges, or behaviors cause clinically signif- icant distress or impairment in social, occupational, or other im- portant areas of functioning. C. The fetish objects are not limited to articles of clothing used in cross- dressing (as in transvestic disorder) or devices specifically de- signed for the purpose of tactile genital stimulation (e.g., vibrator). Specify: Body part(s) Nonliving object(s) Other Specify if: In a controlled environment: This specifier is primarily applica- ble to individuals living in institutional or other settings where op- portunities to engage in fetishistic behaviors are restricted. In full remission: There has been no distress or impairment in social, occupational, or other areas of functioning for at least 5 years while in an uncontrolled environment. Transvestic Disorder 302.3 (F65.1) A. Over a period of at least 6 months, recurrent and intense sexual arousal from cross-dressing, as manifested by fantasies, urges, or behaviors. B. The fantasies, sexual urges, or behaviors cause clinically signif- icant distress or impairment in social, occupational, or other im- portant areas of functioning. 338 Paraphilic Disorders Specify if: With fetishism: If sexually aroused by fabrics, materials, or garments. With autogynephilia: If sexually aroused by thoughts or images of self",
  "gloss_vi": "Fetishistic disorder 337 fetishistic disorder 302.81 (f65.0) a. over a period of at least 6 months, recurrent and intense sexual arousal from either the use of nonliving objects or a highly spe- cific focus on nongenital...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [],
    "life_topics": [
      "stress",
      "study"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Work Habits General — Work Habits Fetishistic Disorder 337 Fetishistic Disorder 302.81 (F65.0) A. Over a period of at least 6 months, recurrent and intense sexual arousal from either the use of nonliving objects or a highly spe- cific focus on nongenital body part(s), as manifested by fanta- sies, urges, or behaviors. B. The fantasies, sexual urges, or behaviors cause clinically signif- icant distress or impairment in social, occupational, or other im- portant areas of functioning. C. The fetish objects are not limited to articles of clothing used in cross- dressing (as in transvestic disorder) or devices specifically de- signed for the purpose of tactile genital stimulation (e.g., vibrator). Specify: Body part(s) Nonliving object(s) Other Specify if: In a controlled environment: This specifier is primarily applica- ble to individuals living in institutional or other settings where op- portunities to engage in fetishistic behaviors are restricted. In full remission: There has been no distress or impairment in social, occupational, or other areas of functioning for at least 5 years while in an uncontrolled environment. Transvestic Disorder 302.3 (F65.1) A. Over a period of at least 6 months, recurrent and intense sexual arousal from cross-dressing, as manifested by fantasies, urges, or behaviors. B. The fantasies, sexual urges, or behaviors cause clinically signif- icant distress or impairment in social, occupational, or other im- portant areas of functioning. 338 Paraphilic Disorders Specify if: With fetishism: If sexually aroused by fabrics, materials, or garments. With autogynephilia: If sexually aroused by thoughts or images of self Fetishistic disorder 337 fetishistic disorder 302.81 (f65.0) a. over a period of at least 6 months, recurrent and intense sexual arousal from either the use of nonliving objects or a highly spe- cific focus on nongenital..."
}