{
  "id": "everyday#screening_cues_02fd3f55",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "or anxiety about one or more social situations in which the individual is exposed to possible scrutiny by others. Examples include social interactions (e.g., having a conver- sation, meeting unfamiliar people), being observed (e.g., eating or drinking), and performing in front of others (e.g., giving a speech). Note: In children, the anxiety must occur in peer settings and not just during interactions with adults. B. The individual fears that he or she will act in a way or show anx- iety symptoms that will be negatively evaluated (i.e., will be hu- miliating or embarrassing; will lead to rejection or offend others). C. The social situations almost always provoke fear or anxiety. Note: In children, the fear or anxiety may be expressed by cry- ing, tantrums, freezing, clinging, shrinking, or failing to speak in social situations. D. The social situations are avoided or endured with intense fear or anxiety. E. The fear or anxiety is out of proportion to the actual threat posed by the social situation and to the sociocultural context. F. The fear, anxiety, or avoidance is persistent, typically lasting for 6 months or more. G. The fear, anxiety, or avoidance causes clinically significant dis- tress or impairment in social, occupational, or other important ar- eas of functioning. H. The fear, anxiety, or avoidance is not attributable to the physio- logical effects of a substance (e.g., a drug of abuse, a medica- tion) or another medical condition. I. The fear, anxiety, or avoidance is not better explained by the symptoms of another mental disorder, such as panic disorder, body dysmorphic disorder, or autism spectrum disorder. J. If another medical condition (e.g., Parkinson’s disease, obesity, disfigurement from burns or injury) is present, the fear, anxiety, or avoidance is clearly unrelated or is excessive.",
  "gloss_vi": "Or lo âu about one or more social situations in which the individual is exposed to possible scrutiny by others. examples include social interactions (e.g., having a conver- sation, meeting unfamiliar people), being obser...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc or anxiety about one or more social situations in which the individual is exposed to possible scrutiny by others. Examples include social interactions (e.g., having a conver- sation, meeting unfamiliar people), being observed (e.g., eating or drinking), and performing in front of others (e.g., giving a speech). Note: In children, the anxiety must occur in peer settings and not just during interactions with adults. B. The individual fears that he or she will act in a way or show anx- iety symptoms that will be negatively evaluated (i.e., will be hu- miliating or embarrassing; will lead to rejection or offend others). C. The social situations almost always provoke fear or anxiety. Note: In children, the fear or anxiety may be expressed by cry- ing, tantrums, freezing, clinging, shrinking, or failing to speak in social situations. D. The social situations are avoided or endured with intense fear or anxiety. E. The fear or anxiety is out of proportion to the actual threat posed by the social situation and to the sociocultural context. F. The fear, anxiety, or avoidance is persistent, typically lasting for 6 months or more. G. The fear, anxiety, or avoidance causes clinically significant dis- tress or impairment in social, occupational, or other important ar- eas of functioning. H. The fear, anxiety, or avoidance is not attributable to the physio- logical effects of a substance (e.g., a drug of abuse, a medica- tion) or another medical condition. I. The fear, anxiety, or avoidance is not better explained by the symptoms of another mental disorder, such as panic disorder, body dysmorphic disorder, or autism spectrum disorder. J. If another medical condition (e.g., Parkinson’s disease, obesity, disfigurement from burns or injury) is present, the fear, anxiety, or avoidance is clearly unrelated or is excessive. Or lo âu about one or more social situations in which the individual is exposed to possible scrutiny by others. examples include social interactions (e.g., having a conver- sation, meeting unfamiliar people), being obser..."
}