{
  "id": "everyday#risk_safety_720dd3a8",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "providing a compendium based on a review of the pertinent clinical and research literature, DSM-5 may facilitate legal decision makers’ understanding of the relevant char- acteristics of mental disorders. The literature related to diagnoses also serves as a check on ungrounded speculation about mental disorders and about the functioning of a particular individual. Finally, diag- nostic information about longitudinal course may improve decision making when the legal issue concerns an individual’s mental function- ing at a past or future point in time. However, the use of DSM-5 should be informed by an awareness of the risks and limitations of its use in forensic settings. When DSM-5 categories, criteria, and textual descriptions are employed for foren- sic purposes, there is a risk that diagnostic information will be mis- used or misunderstood. These dangers arise because of the imperfect fit between the questions of ultimate concern to the law and the in- formation contained in a clinical diagnosis. In most situations, the clinical diagnosis of a DSM-5 mental disorder such as intellectual dis- 13",
  "gloss_vi": "Providing a compendium based on a review of the pertinent clinical and research literature, dsm-5 may facilitate legal decision makers’ understanding of the relevant char- acteristics of mental disorders. the literature ...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn providing a compendium based on a review of the pertinent clinical and research literature, DSM-5 may facilitate legal decision makers’ understanding of the relevant char- acteristics of mental disorders. The literature related to diagnoses also serves as a check on ungrounded speculation about mental disorders and about the functioning of a particular individual. Finally, diag- nostic information about longitudinal course may improve decision making when the legal issue concerns an individual’s mental function- ing at a past or future point in time. However, the use of DSM-5 should be informed by an awareness of the risks and limitations of its use in forensic settings. When DSM-5 categories, criteria, and textual descriptions are employed for foren- sic purposes, there is a risk that diagnostic information will be mis- used or misunderstood. These dangers arise because of the imperfect fit between the questions of ultimate concern to the law and the in- formation contained in a clinical diagnosis. In most situations, the clinical diagnosis of a DSM-5 mental disorder such as intellectual dis- 13 Providing a compendium based on a review of the pertinent clinical and research literature, dsm-5 may facilitate legal decision makers’ understanding of the relevant char- acteristics of mental disorders. the literature ..."
}