{
  "id": "everyday#screening_cues_7db28b47",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "is not sufficient to simply check off the symptoms in the diagnostic criteria to make a mental disorder diagnosis. Although a systematic check for the presence of these criteria as they apply to each patient will assure a more reliable assessment, the relative severity and valence of individual criteria and their contribution to a diagnosis re- quire clinical judgment. The symptoms in our diagnostic criteria are part of the relatively limited repertoire of human emotional responses to internal and external stresses that are generally maintained in a homeo- static balance without a disruption in normal functioning. It requires clinical training to recognize when the combination of predisposing, precipitating, perpetuating, and protective factors has resulted in a psy- chopathological condition in which physical signs and symptoms ex- ceed normal ranges. The ultimate goal of a clinical case formulation is to use the available contextual and diagnostic information in developing a comprehensive treatment plan that is informed by the individual’s cul- tural and social context. However, recommendations for the selection 3",
  "gloss_vi": "Is not sufficient to simply check off the symptoms in the diagnostic criteria to make a mental disorder diagnosis. although a systematic check for the presence of these criteria as they apply to each patient will assure ...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "management"
    ],
    "life_topics": [
      "stress"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc is not sufficient to simply check off the symptoms in the diagnostic criteria to make a mental disorder diagnosis. Although a systematic check for the presence of these criteria as they apply to each patient will assure a more reliable assessment, the relative severity and valence of individual criteria and their contribution to a diagnosis re- quire clinical judgment. The symptoms in our diagnostic criteria are part of the relatively limited repertoire of human emotional responses to internal and external stresses that are generally maintained in a homeo- static balance without a disruption in normal functioning. It requires clinical training to recognize when the combination of predisposing, precipitating, perpetuating, and protective factors has resulted in a psy- chopathological condition in which physical signs and symptoms ex- ceed normal ranges. The ultimate goal of a clinical case formulation is to use the available contextual and diagnostic information in developing a comprehensive treatment plan that is informed by the individual’s cul- tural and social context. However, recommendations for the selection 3 Is not sufficient to simply check off the symptoms in the diagnostic criteria to make a mental disorder diagnosis. although a systematic check for the presence of these criteria as they apply to each patient will assure ..."
}