{
  "id": "everyday#do_not_do_656c3d8f",
  "title_en": "General — Do Not Do",
  "title_vi": "General — Do Not Do",
  "text_en": "With seasonal pattern: This specifier applies to recurrent major depressive disorder. A. There has been a regular temporal relationship between the onset of major depressive episodes in major depressive disor- der and a particular time of the year (e.g., in the fall or winter). Note: Do not include cases in which there is an obvious ef- fect of seasonally related psychosocial stressors (e.g., regu- larly being unemployed every winter). B. Full remissions (or a change from major depression to mania or hypomania) also occur at a characteristic time of the year (e.g., depression disappears in the spring). C. In the last 2 years, two major depressive episodes have oc- curred that demonstrate the temporal seasonal relationships defined above and no nonseasonal major depressive epi- sodes have occurred during that same period. D. Seasonal major depressive episodes (as described above) substantially outnumber the nonseasonal major depressive episodes that may have occurred over the individual’s life- time. Note: The specifier “with seasonal pattern” can be applied to the pattern of major depressive episodes in major depressive disor- der, recurrent. The essential feature is the onset and remission of major depressive episodes at characteristic times of the year. In most cases, the episodes begin in fall or winter and remit in spring. Less commonly, there may be recurrent summer depressive epi- sodes. This pattern of onset and remission of episodes must have occurred during at least a 2-year period, without any nonseasonal episodes occurring during this period. In addition, the seasonal de- pressive episodes must substantially outnumber any nonseasonal depressive episodes over the individual’s lifetime. This specifier does not apply to those situations in which the pat- tern is better explained by seasonally linked psychosocial stress- ors (e.g., seasonal unemployment or school schedule). Major depressive episodes that occur in a seasonal pattern are often char- acterized by loss of energy, hypersomnia, overeating, weight gain, and a craving for carbohydrates. It is unclear whether a sea- sonal pattern is more likely in recurrent major depressive disorder",
  "gloss_vi": "With seasonal pattern: this specifier applies to recurrent major depressive disorder. a.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "relationships",
      "grief"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Do Not Do General — Do Not Do With seasonal pattern: This specifier applies to recurrent major depressive disorder. A. There has been a regular temporal relationship between the onset of major depressive episodes in major depressive disor- der and a particular time of the year (e.g., in the fall or winter). Note: Do not include cases in which there is an obvious ef- fect of seasonally related psychosocial stressors (e.g., regu- larly being unemployed every winter). B. Full remissions (or a change from major depression to mania or hypomania) also occur at a characteristic time of the year (e.g., depression disappears in the spring). C. In the last 2 years, two major depressive episodes have oc- curred that demonstrate the temporal seasonal relationships defined above and no nonseasonal major depressive epi- sodes have occurred during that same period. D. Seasonal major depressive episodes (as described above) substantially outnumber the nonseasonal major depressive episodes that may have occurred over the individual’s life- time. Note: The specifier “with seasonal pattern” can be applied to the pattern of major depressive episodes in major depressive disor- der, recurrent. The essential feature is the onset and remission of major depressive episodes at characteristic times of the year. In most cases, the episodes begin in fall or winter and remit in spring. Less commonly, there may be recurrent summer depressive epi- sodes. This pattern of onset and remission of episodes must have occurred during at least a 2-year period, without any nonseasonal episodes occurring during this period. In addition, the seasonal de- pressive episodes must substantially outnumber any nonseasonal depressive episodes over the individual’s lifetime. This specifier does not apply to those situations in which the pat- tern is better explained by seasonally linked psychosocial stress- ors (e.g., seasonal unemployment or school schedule). Major depressive episodes that occur in a seasonal pattern are often char- acterized by loss of energy, hypersomnia, overeating, weight gain, and a craving for carbohydrates. It is unclear whether a sea- sonal pattern is more likely in recurrent major depressive disorder With seasonal pattern: this specifier applies to recurrent major depressive disorder. a."
}