{
  "id": "everyday#screening_cues_4d7dbdf4",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Other Conditions That May Be a Focus of Clinical Attention 373 V71.02 (Z72.810) Child or Adolescent Antisocial Behavior This category can be used when the focus of clinical attention is anti- social behavior in a child or adolescent that is not due to a mental dis- order (e.g., intermittent explosive disorder, conduct disorder). Examples include isolated antisocial acts by children or adolescents (not a pattern of antisocial behavior). Problems Related to Access to Medical and Other Health Care V63.9 (Z75.3) Unavailability or Inaccessibility of Health Care Facilities V63.8 (Z75.4) Unavailability or Inaccessibility of Other Helping Agencies Nonadherence to Medical Treatment V15.81 (Z91.19) Nonadherence to Medical Treatment This category can be used when the focus of clinical attention is non- adherence to an important aspect of treatment for a mental disorder or another medical condition. Reasons for such nonadherence may include discomfort resulting from treatment (e.g., medication side ef- fects), expense of treatment, personal value judgments or religious or cultural beliefs about the proposed treatment, age-related debility, and the presence of a mental disorder (e.g., schizophrenia, personal- ity disorder). This category should be used only when the problem is sufficiently severe to warrant independent clinical attention and does not meet diagnostic criteria for psychological factors affecting other medical conditions. 278.00 (E66.9) Overweight or Obesity This category may be used when overweight or obesity is a focus of clinical attention. V65.2 (Z76.5) Malingering The essential feature of malingering is the intentional production of false or grossly exaggerated physical or psychological symptoms, motivated by external incentives such as avoiding military duty, avoiding work, obtaining financial compensation, evading criminal prosecution, or obtaining drugs. Under some circumstances, ma- lingering may represent adaptive behavior—for example, feigning 374 Other Conditions That May Be a Focus of Clinical Attention illness while a captive of the enemy during wartime. Malingering should be strongly suspected if any combination of the following",
  "gloss_vi": "Other conditions that may be a focus of clinical attention 373 v71.02 (z72.810) child or adolescent antisocial behavior this category can be used when the focus of clinical attention is anti- social behavior in a child o...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do",
      "management"
    ],
    "life_topics": [
      "study",
      "work"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Other Conditions That May Be a Focus of Clinical Attention 373 V71.02 (Z72.810) Child or Adolescent Antisocial Behavior This category can be used when the focus of clinical attention is anti- social behavior in a child or adolescent that is not due to a mental dis- order (e.g., intermittent explosive disorder, conduct disorder). Examples include isolated antisocial acts by children or adolescents (not a pattern of antisocial behavior). Problems Related to Access to Medical and Other Health Care V63.9 (Z75.3) Unavailability or Inaccessibility of Health Care Facilities V63.8 (Z75.4) Unavailability or Inaccessibility of Other Helping Agencies Nonadherence to Medical Treatment V15.81 (Z91.19) Nonadherence to Medical Treatment This category can be used when the focus of clinical attention is non- adherence to an important aspect of treatment for a mental disorder or another medical condition. Reasons for such nonadherence may include discomfort resulting from treatment (e.g., medication side ef- fects), expense of treatment, personal value judgments or religious or cultural beliefs about the proposed treatment, age-related debility, and the presence of a mental disorder (e.g., schizophrenia, personal- ity disorder). This category should be used only when the problem is sufficiently severe to warrant independent clinical attention and does not meet diagnostic criteria for psychological factors affecting other medical conditions. 278.00 (E66.9) Overweight or Obesity This category may be used when overweight or obesity is a focus of clinical attention. V65.2 (Z76.5) Malingering The essential feature of malingering is the intentional production of false or grossly exaggerated physical or psychological symptoms, motivated by external incentives such as avoiding military duty, avoiding work, obtaining financial compensation, evading criminal prosecution, or obtaining drugs. Under some circumstances, ma- lingering may represent adaptive behavior—for example, feigning 374 Other Conditions That May Be a Focus of Clinical Attention illness while a captive of the enemy during wartime. Malingering should be strongly suspected if any combination of the following Other conditions that may be a focus of clinical attention 373 v71.02 (z72.810) child or adolescent antisocial behavior this category can be used when the focus of clinical attention is anti- social behavior in a child o..."
}