{
  "id": "everyday#screening_cues_5f3839aa",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Schizophreniform Disorder 49 Schizophreniform Disorder 295.40 (F20.81) A. Two (or more) of the following, each present for a significant por- tion of time during a 1-month period (or less if successfully treated). At least one of these must be (1), (2), or (3): 1. Delusions. 2. Hallucinations. 3. Disorganized speech (e.g., frequent derailment or incoher- ence). 4. Grossly disorganized or catatonic behavior. 5. Negative symptoms (i.e., diminished emotional expression or avolition). B. An episode of the disorder lasts at least 1 month but less than 6 months. When the diagnosis must be made without waiting for recovery, it should be qualified as “provisional.” C. Schizoaffective disorder and depressive or bipolar disorder with psychotic features have been ruled out because either 1) no major depressive or manic episodes have occurred concurrently with the active-phase symptoms, or 2) if mood episodes have oc- curred during active-phase symptoms, they have been present for a minority of the total duration of the active and residual peri- ods of the illness. D. The disturbance is not attributable to the physiological effects of a substance (e.g., a drug of abuse, a medication) or another med- ical condition. Specify if: With good prognostic features: This specifier requires the presence of at least two of the following features: onset of prom- inent psychotic symptoms within 4 weeks of the first noticeable change in usual behavior or functioning; confusion or perplexity; good premorbid social and occupational functioning; and ab- sence of blunted or flat affect. Without good prognostic features: This specifier is applied if two or more of",
  "gloss_vi": "Schizophreniform disorder 49 schizophreniform disorder 295.40 (f20.81) a. two (or more) of the following, each present for a significant por- tion of time during a 1-month period (or less if successfully treated).",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Schizophreniform Disorder 49 Schizophreniform Disorder 295.40 (F20.81) A. Two (or more) of the following, each present for a significant por- tion of time during a 1-month period (or less if successfully treated). At least one of these must be (1), (2), or (3): 1. Delusions. 2. Hallucinations. 3. Disorganized speech (e.g., frequent derailment or incoher- ence). 4. Grossly disorganized or catatonic behavior. 5. Negative symptoms (i.e., diminished emotional expression or avolition). B. An episode of the disorder lasts at least 1 month but less than 6 months. When the diagnosis must be made without waiting for recovery, it should be qualified as “provisional.” C. Schizoaffective disorder and depressive or bipolar disorder with psychotic features have been ruled out because either 1) no major depressive or manic episodes have occurred concurrently with the active-phase symptoms, or 2) if mood episodes have oc- curred during active-phase symptoms, they have been present for a minority of the total duration of the active and residual peri- ods of the illness. D. The disturbance is not attributable to the physiological effects of a substance (e.g., a drug of abuse, a medication) or another med- ical condition. Specify if: With good prognostic features: This specifier requires the presence of at least two of the following features: onset of prom- inent psychotic symptoms within 4 weeks of the first noticeable change in usual behavior or functioning; confusion or perplexity; good premorbid social and occupational functioning; and ab- sence of blunted or flat affect. Without good prognostic features: This specifier is applied if two or more of Schizophreniform disorder 49 schizophreniform disorder 295.40 (f20.81) a. two (or more) of the following, each present for a significant por- tion of time during a 1-month period (or less if successfully treated)."
}