{
  "id": "everyday#screening_cues_2cc58e3b",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Cannabis Withdrawal 243 3. Sleep difficulty (e.g., insomnia, disturbing dreams). 4. Decreased appetite or weight loss. 5. Restlessness. 6. Depressed mood. 7. At least one of the following physical symptoms causing significant discomfort: abdominal pain, shakiness/tremors, sweating, fever, chills, or headache. C. The signs or symptoms in Criterion B cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. D. The signs or symptoms are not attributable to another medical condition and are not better explained by another mental disor- der, including intoxication or withdrawal from another substance. Coding note: The ICD-9-CM code is 292.0. The ICD-10-CM code for cannabis withdrawal is F12.288. Note that the ICD-10-CM code indi- cates the comorbid presence of a moderate or severe cannabis use disorder, reflecting the fact that cannabis withdrawal can only occur in the presence of a moderate or severe cannabis use disorder. It is not permissible to code a comorbid mild cannabis use disorder with cannabis withdrawal. Other Cannabis-Induced Disorders The following cannabis-induced disorders are described in other chapters of the book with disorders with which they share phenome- nology (see the substance/medication-induced mental disorders in these chapters): cannabis-induced psychotic disorder (“Schizophre- nia Spectrum and Other Psychotic Disorders”); cannabis-induced anxiety disorder (“Anxiety Disorders”); and cannabis-induced sleep disorder (“Sleep-Wake Disorders”). For cannabis intoxication delir- ium, see the criteria and discussion of delirium in the chapter “Neu- rocognitive Disorders.”",
  "gloss_vi": "Cannabis withdrawal 243 3. giấc ngủ difficulty (e.g., insomnia, disturbing dreams).",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "management"
    ],
    "life_topics": [
      "sleep",
      "stress",
      "grief"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Cannabis Withdrawal 243 3. Sleep difficulty (e.g., insomnia, disturbing dreams). 4. Decreased appetite or weight loss. 5. Restlessness. 6. Depressed mood. 7. At least one of the following physical symptoms causing significant discomfort: abdominal pain, shakiness/tremors, sweating, fever, chills, or headache. C. The signs or symptoms in Criterion B cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. D. The signs or symptoms are not attributable to another medical condition and are not better explained by another mental disor- der, including intoxication or withdrawal from another substance. Coding note: The ICD-9-CM code is 292.0. The ICD-10-CM code for cannabis withdrawal is F12.288. Note that the ICD-10-CM code indi- cates the comorbid presence of a moderate or severe cannabis use disorder, reflecting the fact that cannabis withdrawal can only occur in the presence of a moderate or severe cannabis use disorder. It is not permissible to code a comorbid mild cannabis use disorder with cannabis withdrawal. Other Cannabis-Induced Disorders The following cannabis-induced disorders are described in other chapters of the book with disorders with which they share phenome- nology (see the substance/medication-induced mental disorders in these chapters): cannabis-induced psychotic disorder (“Schizophre- nia Spectrum and Other Psychotic Disorders”); cannabis-induced anxiety disorder (“Anxiety Disorders”); and cannabis-induced sleep disorder (“Sleep-Wake Disorders”). For cannabis intoxication delir- ium, see the criteria and discussion of delirium in the chapter “Neu- rocognitive Disorders.” Cannabis withdrawal 243 3. giấc ngủ difficulty (e.g., insomnia, disturbing dreams)."
}