{
  "id": "everyday#screening_cues_b22c3e06",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "138 Obsessive-Compulsive and Related Disorders D. The disturbance does not occur exclusively during the course of a delirium. E. The disturbance causes clinically significant distress or impairment in social, occupational, or other important areas of functioning. Specify if: With obsessive-compulsive disorder–like symptoms: If ob- sessive-compulsive disorder–like symptoms predominate in the clinical presentation. With appearance preoccupations: If preoccupation with per- ceived appearance defects or flaws predominates in the clinical presentation. With hoarding symptoms: If hoarding predominates in the clin- ical presentation. With hair-pulling symptoms: If hair pulling predominates in the clinical presentation. With skin-picking symptoms: If skin picking predominates in the clinical presentation. Coding note: Include the name of the other medical condition in the name of the mental disorder (e.g., 294.8 [F06.8] obsessive-compulsive and related disorder due to cerebral infarction). The other medical con- dition should be coded and listed separately immediately before the obsessive-compulsive and related disorder due to the medical condi- tion (e.g., 438.89 [I69.398] cerebral infarction; 294.8 [F06.8] obses- sive-compulsive and related disorder due to cerebral infarction). Other Specified Obsessive-Compulsive and Related Disorder 300.3 (F42) This category applies to presentations in which symptoms character- istic of an obsessive-compulsive and related disorder that cause clin- ically significant distress or impairment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for any of the disorders in the obsessive-compulsive and related disorders diagnostic class. The other specified obsessive- Other Specified Obsessive-Compulsive and Related Disorder 139 compulsive and related disorder category is used in situations in which the clinician chooses to communicate the specific reason that the presentation does not meet the criteria for any specific obsessive- compulsive and related disorder. This is done by recording “other specified obsessive-compulsive and",
  "gloss_vi": "138 obsessive-compulsive and related disorders d. the disturbance does not occur exclusively during the course of a delirium.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "stress"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 138 Obsessive-Compulsive and Related Disorders D. The disturbance does not occur exclusively during the course of a delirium. E. The disturbance causes clinically significant distress or impairment in social, occupational, or other important areas of functioning. Specify if: With obsessive-compulsive disorder–like symptoms: If ob- sessive-compulsive disorder–like symptoms predominate in the clinical presentation. With appearance preoccupations: If preoccupation with per- ceived appearance defects or flaws predominates in the clinical presentation. With hoarding symptoms: If hoarding predominates in the clin- ical presentation. With hair-pulling symptoms: If hair pulling predominates in the clinical presentation. With skin-picking symptoms: If skin picking predominates in the clinical presentation. Coding note: Include the name of the other medical condition in the name of the mental disorder (e.g., 294.8 [F06.8] obsessive-compulsive and related disorder due to cerebral infarction). The other medical con- dition should be coded and listed separately immediately before the obsessive-compulsive and related disorder due to the medical condi- tion (e.g., 438.89 [I69.398] cerebral infarction; 294.8 [F06.8] obses- sive-compulsive and related disorder due to cerebral infarction). Other Specified Obsessive-Compulsive and Related Disorder 300.3 (F42) This category applies to presentations in which symptoms character- istic of an obsessive-compulsive and related disorder that cause clin- ically significant distress or impairment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for any of the disorders in the obsessive-compulsive and related disorders diagnostic class. The other specified obsessive- Other Specified Obsessive-Compulsive and Related Disorder 139 compulsive and related disorder category is used in situations in which the clinician chooses to communicate the specific reason that the presentation does not meet the criteria for any specific obsessive- compulsive and related disorder. This is done by recording “other specified obsessive-compulsive and 138 obsessive-compulsive and related disorders d. the disturbance does not occur exclusively during the course of a delirium."
}