{
  "id": "everyday#risk_safety_e8c61a2e",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "Other Specified Obsessive-Compulsive and Related Disorder 139 compulsive and related disorder category is used in situations in which the clinician chooses to communicate the specific reason that the presentation does not meet the criteria for any specific obsessive- compulsive and related disorder. This is done by recording “other specified obsessive-compulsive and related disorder” followed by the specific reason (e.g., “body-focused repetitive behavior disorder”). Examples of presentations that can be specified using the “other specified” designation include the following: 1. Body dysmorphic–like disorder with actual flaws: This is similar to body dysmorphic disorder except that the defects or flaws in physical appearance are clearly observable by others (i.e., they are more noticeable than “slight”). In such cases, the preoccupation with these flaws is clearly excessive and causes significant impairment or distress. 2. Body dysmorphic–like disorder without repetitive behav- iors: Presentations that meet body dysmorphic disorder except that the individual has not performed repetitive behaviors or mental acts in response to the appearance concerns. 3. Body-focused repetitive behavior disorder: This is character- ized by recurrent body-focused repetitive behaviors (e.g., nail bit- ing, lip biting, cheek chewing) and repeated attempts to decrease or stop the behaviors. These symptoms cause clinically significant distress or impairment in social, occupational, or other important areas of functioning and are not better explained by trichotilloma- nia (hair-pulling disorder), excoriation (skin-picking) disorder, ste- reotypic movement disorder, or nonsuicidal self-injury. 4. Obsessional jealousy: This is characterized by nondelusional preoccupation with a partner’s perceived infidelity. The preoccu- pations may lead to repetitive behaviors or mental acts in re- sponse to the infidelity concerns; they cause clinically significant distress or impairment in",
  "gloss_vi": "Other specified obsessive-compulsive and related disorder 139 compulsive and related disorder category is used in situations in which the clinician chooses to communicate the specific reason that the presentation does no...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn Other Specified Obsessive-Compulsive and Related Disorder 139 compulsive and related disorder category is used in situations in which the clinician chooses to communicate the specific reason that the presentation does not meet the criteria for any specific obsessive- compulsive and related disorder. This is done by recording “other specified obsessive-compulsive and related disorder” followed by the specific reason (e.g., “body-focused repetitive behavior disorder”). Examples of presentations that can be specified using the “other specified” designation include the following: 1. Body dysmorphic–like disorder with actual flaws: This is similar to body dysmorphic disorder except that the defects or flaws in physical appearance are clearly observable by others (i.e., they are more noticeable than “slight”). In such cases, the preoccupation with these flaws is clearly excessive and causes significant impairment or distress. 2. Body dysmorphic–like disorder without repetitive behav- iors: Presentations that meet body dysmorphic disorder except that the individual has not performed repetitive behaviors or mental acts in response to the appearance concerns. 3. Body-focused repetitive behavior disorder: This is character- ized by recurrent body-focused repetitive behaviors (e.g., nail bit- ing, lip biting, cheek chewing) and repeated attempts to decrease or stop the behaviors. These symptoms cause clinically significant distress or impairment in social, occupational, or other important areas of functioning and are not better explained by trichotilloma- nia (hair-pulling disorder), excoriation (skin-picking) disorder, ste- reotypic movement disorder, or nonsuicidal self-injury. 4. Obsessional jealousy: This is characterized by nondelusional preoccupation with a partner’s perceived infidelity. The preoccu- pations may lead to repetitive behaviors or mental acts in re- sponse to the infidelity concerns; they cause clinically significant distress or impairment in Other specified obsessive-compulsive and related disorder 139 compulsive and related disorder category is used in situations in which the clinician chooses to communicate the specific reason that the presentation does no..."
}