{
  "id": "everyday#screening_cues_e3315e1a",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Other Specified Feeding or Eating Disorder 175 In full remission: After full criteria for binge-eating disorder were previously met, none of the criteria have been met for a sus- tained period of time. Specify current severity: The minimum level of severity is based on the frequency of episodes of binge eating (see below). The level of severity may be increased to reflect other symptoms and the degree of functional disability. Mild: 1–3 binge-eating episodes per week. Moderate: 4–7 binge-eating episodes per week. Severe: 8–13 binge-eating episodes per week. Extreme: 14 or more binge-eating episodes per week. Other Specified Feeding or Eating Disorder 307.59 (F50.8) This category applies to presentations in which symptoms character- istic of a feeding and eating disorder that cause clinically significant distress or impairment in social, occupational, or other important ar- eas of functioning predominate but do not meet the full criteria for any of the disorders in the feeding and eating disorders diagnostic class. The other specified feeding or eating disorder category is used in sit- uations in which the clinician chooses to communicate the specific reason that the presentation does not meet the criteria for any spe- cific feeding and eating disorder. This is done by recording “other specified feeding or eating disorder” followed by the specific reason (e.g., “bulimia nervosa of low frequency”). Examples of presentations that can be specified using the “other specified” designation include the following: 1. Atypical anorexia nervosa: All of the criteria for anorexia ner- vosa are met, except that despite significant weight loss, the in- dividual’s weight is within or above the normal range. 2. Bulimia nervosa (of low frequency and/or limited duration): All of the criteria for bulimia nervosa are met, except that the binge eating and inappropriate compensatory behaviors occur, on average, less than once",
  "gloss_vi": "Other specified feeding or eating disorder 175 in full remission: after full criteria for binge-eating disorder were previously met, none of the criteria have been met for a sus- tained period of time. specify current se...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "study",
      "grief"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Other Specified Feeding or Eating Disorder 175 In full remission: After full criteria for binge-eating disorder were previously met, none of the criteria have been met for a sus- tained period of time. Specify current severity: The minimum level of severity is based on the frequency of episodes of binge eating (see below). The level of severity may be increased to reflect other symptoms and the degree of functional disability. Mild: 1–3 binge-eating episodes per week. Moderate: 4–7 binge-eating episodes per week. Severe: 8–13 binge-eating episodes per week. Extreme: 14 or more binge-eating episodes per week. Other Specified Feeding or Eating Disorder 307.59 (F50.8) This category applies to presentations in which symptoms character- istic of a feeding and eating disorder that cause clinically significant distress or impairment in social, occupational, or other important ar- eas of functioning predominate but do not meet the full criteria for any of the disorders in the feeding and eating disorders diagnostic class. The other specified feeding or eating disorder category is used in sit- uations in which the clinician chooses to communicate the specific reason that the presentation does not meet the criteria for any spe- cific feeding and eating disorder. This is done by recording “other specified feeding or eating disorder” followed by the specific reason (e.g., “bulimia nervosa of low frequency”). Examples of presentations that can be specified using the “other specified” designation include the following: 1. Atypical anorexia nervosa: All of the criteria for anorexia ner- vosa are met, except that despite significant weight loss, the in- dividual’s weight is within or above the normal range. 2. Bulimia nervosa (of low frequency and/or limited duration): All of the criteria for bulimia nervosa are met, except that the binge eating and inappropriate compensatory behaviors occur, on average, less than once Other specified feeding or eating disorder 175 in full remission: after full criteria for binge-eating disorder were previously met, none of the criteria have been met for a sus- tained period of time. specify current se..."
}