{
  "id": "everyday#psychoeducation_24813694",
  "title_en": "General — Psychoeducation",
  "title_vi": "General — Giáo dục tâm lý",
  "text_en": "18 Neurodevelopmental Disorders term intellectual disability. Thus, intellectual disability is the term in common use by medical, educational, and other professions and by the lay public and advocacy groups. Specify current severity (see Table 1): 317 (F70) Mild 318.0 (F71) Moderate 318.1 (F72) Severe 318.2 (F73) Profound Intellectual Disability (Intellectual Developmental Disorder) 19 TABLE 1 Severity levels for intellectual disability (intellectual developmental disorder) Severity level Conceptual domain Social domain Practical domain Mild For preschool children, there Compared with typically develop- The individual may function age-appropri- may be no obvious concep- ing age-mates, the individual is ately in personal care. Individuals need tual differences. For school- immature in social interactions. some support with complex daily living age children and adults, For example, there may be diffi- tasks in comparison to peers. In adulthood, there are difficulties in culty in accurately perceiving supports typically involve grocery shop- learning academic skills peers’ social cues. Communica- ping, transportation, home and child-care involving reading, writing, tion, conversation, and language organizing, nutritious food preparation, arithmetic, time, or money, are more concrete or immature and banking",
  "gloss_vi": "18 neurodevelopmental disorders term intellectual disability. thus, intellectual disability is the term in common use by medical, educational, and other professions and by the lay public and advocacy groups.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "psychoeducation"
    ],
    "life_topics": [
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Psychoeducation General — Giáo dục tâm lý 18 Neurodevelopmental Disorders term intellectual disability. Thus, intellectual disability is the term in common use by medical, educational, and other professions and by the lay public and advocacy groups. Specify current severity (see Table 1): 317 (F70) Mild 318.0 (F71) Moderate 318.1 (F72) Severe 318.2 (F73) Profound Intellectual Disability (Intellectual Developmental Disorder) 19 TABLE 1 Severity levels for intellectual disability (intellectual developmental disorder) Severity level Conceptual domain Social domain Practical domain Mild For preschool children, there Compared with typically develop- The individual may function age-appropri- may be no obvious concep- ing age-mates, the individual is ately in personal care. Individuals need tual differences. For school- immature in social interactions. some support with complex daily living age children and adults, For example, there may be diffi- tasks in comparison to peers. In adulthood, there are difficulties in culty in accurately perceiving supports typically involve grocery shop- learning academic skills peers’ social cues. Communica- ping, transportation, home and child-care involving reading, writing, tion, conversation, and language organizing, nutritious food preparation, arithmetic, time, or money, are more concrete or immature and banking 18 neurodevelopmental disorders term intellectual disability. thus, intellectual disability is the term in common use by medical, educational, and other professions and by the lay public and advocacy groups."
}