{
  "id": "everyday#psychoeducation_7ec3c24a",
  "title_en": "General — Psychoeducation",
  "title_vi": "General — Giáo dục tâm lý",
  "text_en": "of the individual based on his or her membership (or perceived membership) in a specific category. Typically, such categories include gender or gender identity, race, ethnicity, religion, sexual orientation, country of origin, political be- liefs, disability status, caste, social status, weight, and physical ap- pearance. Other Conditions That May Be a Focus of Clinical Attention 371 V62.9 (Z60.9) Unspecified Problem Related to Social Environment This category should be used when there is a problem related to the individual’s social environment other than as specified above. Problems Related to Crime or Interaction With the Legal System V62.89 (Z65.4) Victim of Crime V62.5 (Z65.0) Conviction in Civil or Criminal Proceedings Without Imprisonment V62.5 (Z65.1) Imprisonment or Other Incarceration V62.5 (Z65.2) Problems Related to Release From Prison V62.5 (Z65.3) Problems Related to Other Legal Circumstances Other Health Service Encounters for Counseling and Medical Advice V65.49 (Z70.9) Sex Counseling This category should be used when the individual seeks counseling related to sex education, sexual behavior, sexual orientation, sexual attitudes (embarrassment, timidity), others’ sexual behavior or orien- tation (e.g., spouse, partner, child), sexual enjoyment, or any other sex-related issue. V65.40 (Z71.9) Other Counseling or Consultation This category should be used when counseling is provided or ad- vice/consultation is sought for a problem that is not specified above or elsewhere in this chapter. Examples include spiritual or religious counseling, dietary counseling, and counseling on nicotine use. Problems Related to Other Psychosocial, Personal, and Environmental Circumstances V62.89 (Z65.8) Religious or Spiritual Problem This category can be used when the focus of clinical attention is a re- ligious or spiritual problem. Examples include distressing experi- ences that involve loss or questioning of faith, problems associated with conversion to a new faith, or questioning of spiritual values that",
  "gloss_vi": "Of the individual based on his or her membership (or perceived membership) in a specific category. typically, such categories include gender or gender identity, race, ethnicity, religion, sexual orientation, country of o...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "psychoeducation"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships",
      "grief"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Psychoeducation General — Giáo dục tâm lý of the individual based on his or her membership (or perceived membership) in a specific category. Typically, such categories include gender or gender identity, race, ethnicity, religion, sexual orientation, country of origin, political be- liefs, disability status, caste, social status, weight, and physical ap- pearance. Other Conditions That May Be a Focus of Clinical Attention 371 V62.9 (Z60.9) Unspecified Problem Related to Social Environment This category should be used when there is a problem related to the individual’s social environment other than as specified above. Problems Related to Crime or Interaction With the Legal System V62.89 (Z65.4) Victim of Crime V62.5 (Z65.0) Conviction in Civil or Criminal Proceedings Without Imprisonment V62.5 (Z65.1) Imprisonment or Other Incarceration V62.5 (Z65.2) Problems Related to Release From Prison V62.5 (Z65.3) Problems Related to Other Legal Circumstances Other Health Service Encounters for Counseling and Medical Advice V65.49 (Z70.9) Sex Counseling This category should be used when the individual seeks counseling related to sex education, sexual behavior, sexual orientation, sexual attitudes (embarrassment, timidity), others’ sexual behavior or orien- tation (e.g., spouse, partner, child), sexual enjoyment, or any other sex-related issue. V65.40 (Z71.9) Other Counseling or Consultation This category should be used when counseling is provided or ad- vice/consultation is sought for a problem that is not specified above or elsewhere in this chapter. Examples include spiritual or religious counseling, dietary counseling, and counseling on nicotine use. Problems Related to Other Psychosocial, Personal, and Environmental Circumstances V62.89 (Z65.8) Religious or Spiritual Problem This category can be used when the focus of clinical attention is a re- ligious or spiritual problem. Examples include distressing experi- ences that involve loss or questioning of faith, problems associated with conversion to a new faith, or questioning of spiritual values that Of the individual based on his or her membership (or perceived membership) in a specific category. typically, such categories include gender or gender identity, race, ethnicity, religion, sexual orientation, country of o..."
}