{
  "id": "everyday#screening_cues_59c4eb7e",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "I Disorder 67 buying sprees, sexual indiscretions, or foolish business in- vestments). C. The episode is associated with an unequivocal change in func- tioning that is uncharacteristic of the individual when not symp- tomatic. D. The disturbance in mood and the change in functioning are ob- servable by others. E. The episode is not severe enough to cause marked impairment in social or occupational functioning or to necessitate hospitaliza- tion. If there are psychotic features, the episode is, by definition, manic. F. The episode is not attributable to the physiological effects of a substance (e.g., a drug of abuse, a medication, other treatment). Note: A full hypomanic episode that emerges during antidepres- sant treatment (e.g., medication, electroconvulsive therapy) but persists at a fully syndromal level beyond the physiological effect of that treatment is sufficient evidence for a hypomanic episode diagnosis. However, caution is indicated so that one or two symptoms (particularly increased irritability, edginess, or agita- tion following antidepressant use) are not taken as sufficient for diagnosis of a hypomanic episode, nor necessarily indicative of a bipolar diathesis. Note: Criteria A–F constitute a hypomanic episode. Hypomanic epi- sodes are common in bipolar I disorder but are not required for the diagnosis of bipolar I disorder. Major Depressive Episode A. Five (or more) of the following symptoms have been present during the same 2-week period and represent a change from pre- vious functioning; at least one of the symptoms is either (1) de- pressed mood or (2) loss of interest or pleasure. Note: Do not include symptoms that are clearly attributable to another medical condition. 1. Depressed mood most of the day, nearly every day, as indi- cated by either subjective report (e.g., feels sad, empty, or hopeless) or observation made by others (e.g., appears tear- ful). (Note: In children and adolescents, can be irritable mood.)",
  "gloss_vi": "I disorder 67 buying sprees, sexual indiscretions, or foolish business in- vestments). c.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do",
      "management"
    ],
    "life_topics": [
      "grief"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc I Disorder 67 buying sprees, sexual indiscretions, or foolish business in- vestments). C. The episode is associated with an unequivocal change in func- tioning that is uncharacteristic of the individual when not symp- tomatic. D. The disturbance in mood and the change in functioning are ob- servable by others. E. The episode is not severe enough to cause marked impairment in social or occupational functioning or to necessitate hospitaliza- tion. If there are psychotic features, the episode is, by definition, manic. F. The episode is not attributable to the physiological effects of a substance (e.g., a drug of abuse, a medication, other treatment). Note: A full hypomanic episode that emerges during antidepres- sant treatment (e.g., medication, electroconvulsive therapy) but persists at a fully syndromal level beyond the physiological effect of that treatment is sufficient evidence for a hypomanic episode diagnosis. However, caution is indicated so that one or two symptoms (particularly increased irritability, edginess, or agita- tion following antidepressant use) are not taken as sufficient for diagnosis of a hypomanic episode, nor necessarily indicative of a bipolar diathesis. Note: Criteria A–F constitute a hypomanic episode. Hypomanic epi- sodes are common in bipolar I disorder but are not required for the diagnosis of bipolar I disorder. Major Depressive Episode A. Five (or more) of the following symptoms have been present during the same 2-week period and represent a change from pre- vious functioning; at least one of the symptoms is either (1) de- pressed mood or (2) loss of interest or pleasure. Note: Do not include symptoms that are clearly attributable to another medical condition. 1. Depressed mood most of the day, nearly every day, as indi- cated by either subjective report (e.g., feels sad, empty, or hopeless) or observation made by others (e.g., appears tear- ful). (Note: In children and adolescents, can be irritable mood.) I disorder 67 buying sprees, sexual indiscretions, or foolish business in- vestments). c."
}