{
  "id": "everyday#screening_cues_6a18b9a0",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "6 Use of the Manual required beyond that contained in the DSM-5 diagnostic criteria in or- der to make legal judgments on such issues as criminal responsibility, eligibility for disability compensation, and competency (see “Caution- ary Statement for Forensic Use of DSM-5” later in this manual). Criterion for Clinical Significance There have been substantial efforts by the DSM-5 Task Force and the World Health Organization (WHO) to separate the concepts of mental disorder and disability (impairment in social, occupational, or other important areas of functioning). In the WHO system, the International Classification of Diseases (ICD) covers all diseases and disorders, while the International Classification of Functioning, Disability and Health (ICF) provides a separate classification of global disability. The WHO Disability Assessment Schedule (WHODAS) is based on the ICF and has proven useful as a standardized measure of disability for men- tal disorders. However, in the absence of clear biological markers or clinically useful measurements of severity for many mental disorders, it has not been possible to completely separate normal and pathologi- cal symptom expressions contained in diagnostic criteria. This gap in information is particularly problematic in clinical situations in which the patient’s symptom presentation by itself (particularly in mild forms) is not inherently pathological and may be encountered in indi- viduals for whom a diagnosis of “mental disorder” would be inappro- priate. Therefore, a generic diagnostic criterion requiring distress or disability has been used to establish disorder thresholds, usually worded “the disturbance causes clinically significant distress or im- pairment in social, occupational, or other important areas of function- ing.” The text following the revised definition of a mental disorder acknowledges that this criterion may be especially helpful in determin- ing a patient’s need for treatment. Use of information from family members and other third parties (in addition to the individual) regard- ing the individual’s performance is recommended when necessary. Elements of a Diagnosis Diagnostic Criteria and Descriptors Diagnostic criteria are offered as guidelines for making diagnoses, and their use should be informed by clinical judgment. The text descriptions in DSM-5, including introductory sections of each diag- Use of the Manual 7",
  "gloss_vi": "6 use of the manual required beyond that contained in the dsm-5 diagnostic criteria in or- der to make legal judgments on such issues as criminal responsibility, eligibility for disability compensation, and competency (s...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "management",
      "caregiver"
    ],
    "life_topics": [
      "stress",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 6 Use of the Manual required beyond that contained in the DSM-5 diagnostic criteria in or- der to make legal judgments on such issues as criminal responsibility, eligibility for disability compensation, and competency (see “Caution- ary Statement for Forensic Use of DSM-5” later in this manual). Criterion for Clinical Significance There have been substantial efforts by the DSM-5 Task Force and the World Health Organization (WHO) to separate the concepts of mental disorder and disability (impairment in social, occupational, or other important areas of functioning). In the WHO system, the International Classification of Diseases (ICD) covers all diseases and disorders, while the International Classification of Functioning, Disability and Health (ICF) provides a separate classification of global disability. The WHO Disability Assessment Schedule (WHODAS) is based on the ICF and has proven useful as a standardized measure of disability for men- tal disorders. However, in the absence of clear biological markers or clinically useful measurements of severity for many mental disorders, it has not been possible to completely separate normal and pathologi- cal symptom expressions contained in diagnostic criteria. This gap in information is particularly problematic in clinical situations in which the patient’s symptom presentation by itself (particularly in mild forms) is not inherently pathological and may be encountered in indi- viduals for whom a diagnosis of “mental disorder” would be inappro- priate. Therefore, a generic diagnostic criterion requiring distress or disability has been used to establish disorder thresholds, usually worded “the disturbance causes clinically significant distress or im- pairment in social, occupational, or other important areas of function- ing.” The text following the revised definition of a mental disorder acknowledges that this criterion may be especially helpful in determin- ing a patient’s need for treatment. Use of information from family members and other third parties (in addition to the individual) regard- ing the individual’s performance is recommended when necessary. Elements of a Diagnosis Diagnostic Criteria and Descriptors Diagnostic criteria are offered as guidelines for making diagnoses, and their use should be informed by clinical judgment. The text descriptions in DSM-5, including introductory sections of each diag- Use of the Manual 7 6 use of the manual required beyond that contained in the dsm-5 diagnostic criteria in or- der to make legal judgments on such issues as criminal responsibility, eligibility for disability compensation, and competency (s..."
}