{
  "id": "everyday#screening_cues_b34b444e",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Bipolar and Related Disorders Bipolar I Disorder For a diagnosis of bipolar I disorder, it is necessary to meet the fol- lowing criteria for a manic episode. The manic episode may have been preceded by and may be followed by hypomanic or major de- pressive episodes. Manic Episode A. A distinct period of abnormally and persistently elevated, expan- sive, or irritable mood and abnormally and persistently increased activity or energy. lasting at least 1 week and present most of the day, nearly every day (or any duration if hospitalization is necessary). B. During the period of mood disturbance and increased energy or activity, three (or more) of the following symptoms (four if the mood is only irritable) are present to a significant degree and represent a noticeable change from usual behavior: 1. Inflated self-esteem or grandiosity. 2. Decreased need for sleep (e.g., feels rested after only 3 hours of sleep). 3. More talkative than usual or pressure to keep talking. 4. Flight of ideas or subjective experience that thoughts are racing. 5. Distractibility (i.e., attention too easily drawn to unimportant or irrelevant external stimuli), as reported or observed. 6. Increase in goal-directed activity (either socially, at work or school, or sexually) or psychomotor agitation (i.e., purpose- less non-goal-directed activity). 7. Excessive involvement in activities that have a high potential for painful consequences (e.g., engaging in unrestrained buying sprees, sexual indiscretions, or foolish business investments). 65 66 Bipolar and Related Disorders C. The mood disturbance is sufficiently severe to cause marked im- pairment in social or occupational functioning or to necessitate hospitalization to prevent harm to self or others, or",
  "gloss_vi": "Bipolar and related disorders bipolar i disorder for a diagnosis of bipolar i disorder, it is necessary to meet the fol- lowing criteria for a manic episode. the manic episode may have been preceded by and may be followe...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "sleep",
      "work",
      "self_esteem"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Bipolar and Related Disorders Bipolar I Disorder For a diagnosis of bipolar I disorder, it is necessary to meet the fol- lowing criteria for a manic episode. The manic episode may have been preceded by and may be followed by hypomanic or major de- pressive episodes. Manic Episode A. A distinct period of abnormally and persistently elevated, expan- sive, or irritable mood and abnormally and persistently increased activity or energy. lasting at least 1 week and present most of the day, nearly every day (or any duration if hospitalization is necessary). B. During the period of mood disturbance and increased energy or activity, three (or more) of the following symptoms (four if the mood is only irritable) are present to a significant degree and represent a noticeable change from usual behavior: 1. Inflated self-esteem or grandiosity. 2. Decreased need for sleep (e.g., feels rested after only 3 hours of sleep). 3. More talkative than usual or pressure to keep talking. 4. Flight of ideas or subjective experience that thoughts are racing. 5. Distractibility (i.e., attention too easily drawn to unimportant or irrelevant external stimuli), as reported or observed. 6. Increase in goal-directed activity (either socially, at work or school, or sexually) or psychomotor agitation (i.e., purpose- less non-goal-directed activity). 7. Excessive involvement in activities that have a high potential for painful consequences (e.g., engaging in unrestrained buying sprees, sexual indiscretions, or foolish business investments). 65 66 Bipolar and Related Disorders C. The mood disturbance is sufficiently severe to cause marked im- pairment in social or occupational functioning or to necessitate hospitalization to prevent harm to self or others, or Bipolar and related disorders bipolar i disorder for a diagnosis of bipolar i disorder, it is necessary to meet the fol- lowing criteria for a manic episode. the manic episode may have been preceded by and may be followe..."
}