{
  "id": "everyday#screening_cues_ca113768",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Panic Disorder 119 Specify if: Performance only: If the fear is restricted to speaking or per- forming in public. Panic Disorder 300.01 (F41.0) A. Recurrent unexpected panic attacks. A panic attack is an abrupt surge of intense fear or intense discomfort that reaches a peak within minutes, and during which time four (or more) of the follow- ing symptoms occur: Note: The abrupt surge can occur from a calm state or an anx- ious state. 1. Palpitations, pounding heart, or accelerated heart rate. 2. Sweating. 3. Trembling or shaking. 4. Sensations of shortness of breath or smothering. 5. Feelings of choking. 6. Chest pain or discomfort. 7. Nausea or abdominal distress. 8. Feeling dizzy, unsteady, light-headed, or faint. 9. Chills or heat sensations. 10. Paresthesias (numbness or tingling sensations). 11. Derealization (feelings of unreality) or depersonalization (being detached from oneself). 12. Fear of losing control or “going crazy.” 13. Fear of dying. Note: Culture-specific symptoms (e.g., tinnitus, neck soreness, headache, uncontrollable screaming or crying) may be seen. Such symptoms should not count as one of the four required symptoms. B. At least one of the attacks has been followed by 1 month (or more) of one or both of the following: 1. Persistent concern or worry about additional panic attacks or their consequences (e.g., losing control, having a heart at- tack, “going crazy”). 120 Anxiety Disorders 2. A significant maladaptive change in behavior related to the at- tacks (e.g., behaviors designed to avoid having panic attacks, such as avoidance of exercise or unfamiliar situations). C. The disturbance is not attributable to the physiological effects of a substance (e.g., a drug",
  "gloss_vi": "Panic disorder 119 specify if: performance only: if the fear is restricted to speaking or per- forming in public. panic disorder 300.01 (f41.0) a.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "stress"
    ],
    "advice_section": [
      "coping_skill",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Panic Disorder 119 Specify if: Performance only: If the fear is restricted to speaking or per- forming in public. Panic Disorder 300.01 (F41.0) A. Recurrent unexpected panic attacks. A panic attack is an abrupt surge of intense fear or intense discomfort that reaches a peak within minutes, and during which time four (or more) of the follow- ing symptoms occur: Note: The abrupt surge can occur from a calm state or an anx- ious state. 1. Palpitations, pounding heart, or accelerated heart rate. 2. Sweating. 3. Trembling or shaking. 4. Sensations of shortness of breath or smothering. 5. Feelings of choking. 6. Chest pain or discomfort. 7. Nausea or abdominal distress. 8. Feeling dizzy, unsteady, light-headed, or faint. 9. Chills or heat sensations. 10. Paresthesias (numbness or tingling sensations). 11. Derealization (feelings of unreality) or depersonalization (being detached from oneself). 12. Fear of losing control or “going crazy.” 13. Fear of dying. Note: Culture-specific symptoms (e.g., tinnitus, neck soreness, headache, uncontrollable screaming or crying) may be seen. Such symptoms should not count as one of the four required symptoms. B. At least one of the attacks has been followed by 1 month (or more) of one or both of the following: 1. Persistent concern or worry about additional panic attacks or their consequences (e.g., losing control, having a heart at- tack, “going crazy”). 120 Anxiety Disorders 2. A significant maladaptive change in behavior related to the at- tacks (e.g., behaviors designed to avoid having panic attacks, such as avoidance of exercise or unfamiliar situations). C. The disturbance is not attributable to the physiological effects of a substance (e.g., a drug Panic disorder 119 specify if: performance only: if the fear is restricted to speaking or per- forming in public. panic disorder 300.01 (f41.0) a."
}