{
  "id": "everyday#risk_safety_0bc288f0",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "112 Depressive Disorders to the period of follow-up after delivery, between 3% and 6% of women will experience the onset of a major depressive episode during pregnancy or in the weeks or months follow- ing delivery. Fifty percent of “postpartum” major depressive episodes actually begin prior to delivery. Thus, these episodes are referred to collectively as peripartum episodes. Women with peripartum major depressive episodes often have se- vere anxiety and even panic attacks. Prospective studies have demonstrated that mood and anxiety symptoms during pregnancy, as well as the “baby blues,” increase the risk for a postpartum major depressive episode. Peripartum-onset mood episodes can present either with or without psychotic features. Infanticide is most often associ- ated with postpartum psychotic episodes that are character- ized by command hallucinations to kill the infant or delusions that the infant is possessed, but psychotic symptoms can also occur in severe postpartum mood episodes without such specific delusions or hallucinations. Postpartum mood (major depressive or manic) episodes with psychotic features appear to occur in from 1 in 500 to 1 in 1,000 deliveries and may be more common in primipa- rous women. The risk of postpartum episodes with psychotic features is particularly increased for women with prior post- partum mood episodes but is also elevated for those with a prior history of a depressive or bipolar disorder (especially bipolar I disorder) and those with a family history of bipolar disorders. Once a woman has had a postpartum episode with psy- chotic features, the risk of recurrence with each subsequent delivery is between 30% and 50%. Postpartum episodes must be differentiated from delirium occurring in the postpar- tum period, which is distinguished by a fluctuating level of awareness or attention. The postpartum period is unique with respect to the degree of neuroendocrine alterations and psychosocial adjustments, the potential impact of breast- feeding on treatment planning, and the long-term implica- tions of a history of postpartum mood disorder on subse- quent family planning. Specifiers for Depressive Disorders 113",
  "gloss_vi": "112 depressive disorders to the period of follow-up after delivery, between 3% and 6% of women will experience the onset of a major depressive episode during pregnancy or in the weeks or months follow- ing delivery. fift...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral",
      "management",
      "caregiver"
    ],
    "life_topics": [
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 112 Depressive Disorders to the period of follow-up after delivery, between 3% and 6% of women will experience the onset of a major depressive episode during pregnancy or in the weeks or months follow- ing delivery. Fifty percent of “postpartum” major depressive episodes actually begin prior to delivery. Thus, these episodes are referred to collectively as peripartum episodes. Women with peripartum major depressive episodes often have se- vere anxiety and even panic attacks. Prospective studies have demonstrated that mood and anxiety symptoms during pregnancy, as well as the “baby blues,” increase the risk for a postpartum major depressive episode. Peripartum-onset mood episodes can present either with or without psychotic features. Infanticide is most often associ- ated with postpartum psychotic episodes that are character- ized by command hallucinations to kill the infant or delusions that the infant is possessed, but psychotic symptoms can also occur in severe postpartum mood episodes without such specific delusions or hallucinations. Postpartum mood (major depressive or manic) episodes with psychotic features appear to occur in from 1 in 500 to 1 in 1,000 deliveries and may be more common in primipa- rous women. The risk of postpartum episodes with psychotic features is particularly increased for women with prior post- partum mood episodes but is also elevated for those with a prior history of a depressive or bipolar disorder (especially bipolar I disorder) and those with a family history of bipolar disorders. Once a woman has had a postpartum episode with psy- chotic features, the risk of recurrence with each subsequent delivery is between 30% and 50%. Postpartum episodes must be differentiated from delirium occurring in the postpar- tum period, which is distinguished by a fluctuating level of awareness or attention. The postpartum period is unique with respect to the degree of neuroendocrine alterations and psychosocial adjustments, the potential impact of breast- feeding on treatment planning, and the long-term implica- tions of a history of postpartum mood disorder on subse- quent family planning. Specifiers for Depressive Disorders 113 112 depressive disorders to the period of follow-up after delivery, between 3% and 6% of women will experience the onset of a major depressive episode during pregnancy or in the weeks or months follow- ing delivery. fift..."
}