{
  "id": "everyday#screening_cues_6de4f85e",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Sedative, Hypnotic, or Anxiolytic Use Disorder 263 Specify if: In early remission: After full criteria for sedative, hypnotic, or anxiolytic use disorder were previously met, none of the criteria for sedative, hypnotic, or anxiolytic use disorder have been met for at least 3 months but for less than 12 months (with the excep- tion that Criterion A4, “Craving, or a strong desire or urge to use the sedative, hypnotic, or anxiolytic,” may be met). In sustained remission: After full criteria for sedative, hypnotic, or anxiolytic use disorder were previously met, none of the crite- ria for sedative, hypnotic, or anxiolytic use disorder have been met at any time during a period of 12 months or longer (with the exception that Criterion A4, “Craving, or a strong desire or urge to use the sedative, hypnotic, or anxiolytic,” may be met). Specify if: In a controlled environment: This additional specifier is used if the individual is in an environment where access to sedatives, hypnotics, or anxiolytics is restricted. Coding based on current severity: Note for ICD-10-CM codes: If a sedative, hypnotic, or anxiolytic intoxication; sedative, hypnotic, or anxiolytic withdrawal; or another sedative-, hypnotic-, or anxiolytic- induced mental disorder is also present, do not use the codes below for sedative, hypnotic, or anxiolytic use disorder. Instead, the comorbid sedative, hypnotic, or anxiolytic use disorder is indicated in the 4th character of the sedative-, hypnotic-, or anxiolytic-induced disorder (see the coding note for sedative, hypnotic, or anxiolytic intoxication; sedative, hypnotic, or anxiolytic withdrawal; or a specific sedative-, hypnotic-, or anxiolytic-induced mental disorder). For example, if there is comorbid sedative-, hypnotic-, or anxiolytic-induced depressive dis- order and sedative, hypnotic, or anxiolytic use disorder, only the sed- ative-,",
  "gloss_vi": "Sedative, hypnotic, or anxiolytic use disorder 263 specify if: in early remission: after full criteria for sedative, hypnotic, or anxiolytic use disorder were previously met, none of the criteria for sedative, hypnotic, ...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "study"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Sedative, Hypnotic, or Anxiolytic Use Disorder 263 Specify if: In early remission: After full criteria for sedative, hypnotic, or anxiolytic use disorder were previously met, none of the criteria for sedative, hypnotic, or anxiolytic use disorder have been met for at least 3 months but for less than 12 months (with the excep- tion that Criterion A4, “Craving, or a strong desire or urge to use the sedative, hypnotic, or anxiolytic,” may be met). In sustained remission: After full criteria for sedative, hypnotic, or anxiolytic use disorder were previously met, none of the crite- ria for sedative, hypnotic, or anxiolytic use disorder have been met at any time during a period of 12 months or longer (with the exception that Criterion A4, “Craving, or a strong desire or urge to use the sedative, hypnotic, or anxiolytic,” may be met). Specify if: In a controlled environment: This additional specifier is used if the individual is in an environment where access to sedatives, hypnotics, or anxiolytics is restricted. Coding based on current severity: Note for ICD-10-CM codes: If a sedative, hypnotic, or anxiolytic intoxication; sedative, hypnotic, or anxiolytic withdrawal; or another sedative-, hypnotic-, or anxiolytic- induced mental disorder is also present, do not use the codes below for sedative, hypnotic, or anxiolytic use disorder. Instead, the comorbid sedative, hypnotic, or anxiolytic use disorder is indicated in the 4th character of the sedative-, hypnotic-, or anxiolytic-induced disorder (see the coding note for sedative, hypnotic, or anxiolytic intoxication; sedative, hypnotic, or anxiolytic withdrawal; or a specific sedative-, hypnotic-, or anxiolytic-induced mental disorder). For example, if there is comorbid sedative-, hypnotic-, or anxiolytic-induced depressive dis- order and sedative, hypnotic, or anxiolytic use disorder, only the sed- ative-, Sedative, hypnotic, or anxiolytic use disorder 263 specify if: in early remission: after full criteria for sedative, hypnotic, or anxiolytic use disorder were previously met, none of the criteria for sedative, hypnotic, ..."
}