{
  "id": "everyday#screening_cues_91016f85",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Disruptive, Impulse-Control, and Conduct Disorders Oppositional Defiant Disorder 313.81 (F91.3) A. A pattern of angry/irritable mood, argumentative/defiant behav- ior, or vindictiveness lasting at least 6 months as evidenced by at least four symptoms from any of the following categories, and ex- hibited during interaction with at least one individual who is not a sibling. Angry/Irritable Mood 1. Often loses temper. 2. Is often touchy or easily annoyed. 3. Is often angry and resentful. Argumentative/Defiant Behavior 4. Often argues with authority figures or, for children and ado- lescents, with adults. 5. Often actively defies or refuses to comply with requests from authority figures or with rules. 6. Often deliberately annoys others. 7. Often blames others for his or her mistakes or misbehavior. Vindictiveness 8. Has been spiteful or vindictive at least twice within the past 6 months. Note: The persistence and frequency of these behaviors should be used to distinguish a behavior that is within normal limits from a behavior that is symptomatic. For children younger than 5 years, the behavior should occur on most days for a period of at least 6 months, unless otherwise noted (Criterion A8). For individuals 5 years or older, the behavior should occur at least once per week 219 220 Disruptive, Impulse-Control, and Conduct Disorders for at least 6 months, unless otherwise noted (Criterion A8). While these frequency criteria provide guidance on a minimal level of fre- quency to define symptoms, other factors should also be consid- ered, such",
  "gloss_vi": "Disruptive, impulse-control, and conduct disorders oppositional defiant disorder 313.81 (f91.3) a. a pattern of angry/irritable mood, argumentative/defiant behav- ior, or vindictiveness lasting at least 6 months as evide...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Disruptive, Impulse-Control, and Conduct Disorders Oppositional Defiant Disorder 313.81 (F91.3) A. A pattern of angry/irritable mood, argumentative/defiant behav- ior, or vindictiveness lasting at least 6 months as evidenced by at least four symptoms from any of the following categories, and ex- hibited during interaction with at least one individual who is not a sibling. Angry/Irritable Mood 1. Often loses temper. 2. Is often touchy or easily annoyed. 3. Is often angry and resentful. Argumentative/Defiant Behavior 4. Often argues with authority figures or, for children and ado- lescents, with adults. 5. Often actively defies or refuses to comply with requests from authority figures or with rules. 6. Often deliberately annoys others. 7. Often blames others for his or her mistakes or misbehavior. Vindictiveness 8. Has been spiteful or vindictive at least twice within the past 6 months. Note: The persistence and frequency of these behaviors should be used to distinguish a behavior that is within normal limits from a behavior that is symptomatic. For children younger than 5 years, the behavior should occur on most days for a period of at least 6 months, unless otherwise noted (Criterion A8). For individuals 5 years or older, the behavior should occur at least once per week 219 220 Disruptive, Impulse-Control, and Conduct Disorders for at least 6 months, unless otherwise noted (Criterion A8). While these frequency criteria provide guidance on a minimal level of fre- quency to define symptoms, other factors should also be consid- ered, such Disruptive, impulse-control, and conduct disorders oppositional defiant disorder 313.81 (f91.3) a. a pattern of angry/irritable mood, argumentative/defiant behav- ior, or vindictiveness lasting at least 6 months as evide..."
}