{
  "id": "everyday#screening_cues_c79578bf",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "126 Anxiety Disorders Recording Procedures ICD-9-CM. The name of the substance/medication-induced anxi- ety disorder begins with the specific substance (e.g., cocaine, salbu- tamol) that is presumed to be causing the anxiety symptoms. The diagnostic code is selected from the table included in the criteria set, which is based on the drug class. For substances that do not fit into any of the classes (e.g., salbutamol), the code for “other substance” should be used; and in cases in which a substance is judged to be an etiological factor but the specific class of substance is unknown, the category “unknown substance” should be used. The name of the disorder is followed by the specification of onset (i.e., onset during intoxication, onset during withdrawal, onset during medication use). Unlike the recording procedures for ICD-10-CM, which combine the substance-induced disorder and substance use dis- order into a single code, for ICD-9-CM a separate diagnostic code is given for the substance use disorder. For example, in the case of anxiety symptoms occurring during withdrawal in a man with a severe loraze- pam use disorder, the diagnosis is 292.89 lorazepam-induced anxiety disorder, with onset during withdrawal. An additional diagnosis of 304.10 severe lorazepam use disorder is also given. When more than one substance is judged to play a significant role in the development of anx- iety symptoms, each should be listed separately (e.g., 292.89 methylphe- nidate-induced anxiety disorder, with onset during intoxication; 292.89 salbutamol-induced anxiety disorder, with onset after medication use). ICD-10-CM. The name of the substance/medication-induced anx- iety disorder begins with the specific substance (e.g., cocaine, salbu- tamol) that is presumed to be causing the anxiety symptoms. The diagnostic code is selected from the table included in the criteria set, which is based on the drug class and presence or absence of a co- morbid substance use disorder. For substances that do not fit into any of the classes (e.g., salbutamol), the code for “other substance” should be used; and in cases in which a substance is judged to be an etiological factor but the specific class of substance is unknown, the category",
  "gloss_vi": "126 lo âu disorders recording procedures icd-9-cm. the name of the substance/medication-induced anxi- ety disorder begins with the specific substance (e.g., cocaine, salbu- tamol) that is presumed to be causing the lo âu...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 126 Anxiety Disorders Recording Procedures ICD-9-CM. The name of the substance/medication-induced anxi- ety disorder begins with the specific substance (e.g., cocaine, salbu- tamol) that is presumed to be causing the anxiety symptoms. The diagnostic code is selected from the table included in the criteria set, which is based on the drug class. For substances that do not fit into any of the classes (e.g., salbutamol), the code for “other substance” should be used; and in cases in which a substance is judged to be an etiological factor but the specific class of substance is unknown, the category “unknown substance” should be used. The name of the disorder is followed by the specification of onset (i.e., onset during intoxication, onset during withdrawal, onset during medication use). Unlike the recording procedures for ICD-10-CM, which combine the substance-induced disorder and substance use dis- order into a single code, for ICD-9-CM a separate diagnostic code is given for the substance use disorder. For example, in the case of anxiety symptoms occurring during withdrawal in a man with a severe loraze- pam use disorder, the diagnosis is 292.89 lorazepam-induced anxiety disorder, with onset during withdrawal. An additional diagnosis of 304.10 severe lorazepam use disorder is also given. When more than one substance is judged to play a significant role in the development of anx- iety symptoms, each should be listed separately (e.g., 292.89 methylphe- nidate-induced anxiety disorder, with onset during intoxication; 292.89 salbutamol-induced anxiety disorder, with onset after medication use). ICD-10-CM. The name of the substance/medication-induced anx- iety disorder begins with the specific substance (e.g., cocaine, salbu- tamol) that is presumed to be causing the anxiety symptoms. The diagnostic code is selected from the table included in the criteria set, which is based on the drug class and presence or absence of a co- morbid substance use disorder. For substances that do not fit into any of the classes (e.g., salbutamol), the code for “other substance” should be used; and in cases in which a substance is judged to be an etiological factor but the specific class of substance is unknown, the category 126 lo âu disorders recording procedures icd-9-cm. the name of the substance/medication-induced anxi- ety disorder begins with the specific substance (e.g., cocaine, salbu- tamol) that is presumed to be causing the lo âu..."
}