{
  "id": "everyday#screening_cues_d4416a32",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "290 Neurocognitive Disorders TABLE 1 Neurocognitive domains (continued) Cognitive domain Examples of symptoms or observations Examples of assessments Perceptual-motor Major: Has significant difficulties with previ- Visual perception: Line bisection tasks can be used to (includes abili- ously familiar activities (using tools, driv- detect basic visual defect or attentional neglect. ties subsumed ing motor vehicle), navigating in familiar Motor-free perceptual tasks (including facial rec- under the terms environments; is often more confused at ognition) require the identification and/or visual perception, dusk, when shadows and lowering levels matching of figures—best when tasks cannot be visuoconstruc- of light change perceptions. verbally mediated (e.g., figures are not objects); tional, perceptual- Mild: May need to rely more on maps or oth- some require the decision of whether a figure can motor, praxis, and ers for directions. Uses notes and follows be “real” or not based on dimensionality. gnosis) others to get to a new place. May find self Visuoconstructional: Assembly of items requiring lost or turned around when not concentrat- hand-eye coordination, such as drawing, copy- ing on task. Is less precise in parking. ing, and block assembly. Needs to expend greater effort for spatial Perceptual-motor: Integrating perception with pur- tasks such as carpentry, assembly, sewing, poseful movement (e.g., inserting blocks into a or knitting. form board without visual cues; rapidly inserting pegs into a slotted board). Praxis: Integrity of learned movements, such as ability to imitate gestures (wave goodbye)",
  "gloss_vi": "290 neurocognitive disorders table 1 neurocognitive domains (continued) cognitive domain examples of symptoms or observations examples of assessments perceptual-motor major: has significant difficulties with previ- visua...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "management"
    ],
    "life_topics": [
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 290 Neurocognitive Disorders TABLE 1 Neurocognitive domains (continued) Cognitive domain Examples of symptoms or observations Examples of assessments Perceptual-motor Major: Has significant difficulties with previ- Visual perception: Line bisection tasks can be used to (includes abili- ously familiar activities (using tools, driv- detect basic visual defect or attentional neglect. ties subsumed ing motor vehicle), navigating in familiar Motor-free perceptual tasks (including facial rec- under the terms environments; is often more confused at ognition) require the identification and/or visual perception, dusk, when shadows and lowering levels matching of figures—best when tasks cannot be visuoconstruc- of light change perceptions. verbally mediated (e.g., figures are not objects); tional, perceptual- Mild: May need to rely more on maps or oth- some require the decision of whether a figure can motor, praxis, and ers for directions. Uses notes and follows be “real” or not based on dimensionality. gnosis) others to get to a new place. May find self Visuoconstructional: Assembly of items requiring lost or turned around when not concentrat- hand-eye coordination, such as drawing, copy- ing on task. Is less precise in parking. ing, and block assembly. Needs to expend greater effort for spatial Perceptual-motor: Integrating perception with pur- tasks such as carpentry, assembly, sewing, poseful movement (e.g., inserting blocks into a or knitting. form board without visual cues; rapidly inserting pegs into a slotted board). Praxis: Integrity of learned movements, such as ability to imitate gestures (wave goodbye) 290 neurocognitive disorders table 1 neurocognitive domains (continued) cognitive domain examples of symptoms or observations examples of assessments perceptual-motor major: has significant difficulties with previ- visua..."
}