{
  "id": "everyday#screening_cues_1a50611f",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Schizophrenia 51 hood or adolescence, there is failure to achieve expected level of interpersonal, academic, or occupational functioning). C. Continuous signs of the disturbance persist for at least 6 months. This 6-month period must include at least 1 month of symptoms (or less if successfully treated) that meet Criterion A (i.e., active- phase symptoms) and may include periods of prodromal or re- sidual symptoms. During these prodromal or residual periods, the signs of the disturbance may be manifested by only negative symptoms or by two or more symptoms listed in Criterion A pres- ent in an attenuated form (e.g., odd beliefs, unusual perceptual experiences). D. Schizoaffective disorder and depressive or bipolar disorder with psychotic features have been ruled out because either 1) no ma- jor depressive or manic episodes have occurred concurrently with the active-phase symptoms, or 2) if mood episodes have occurred during active-phase symptoms, they have been present for a minority of the total duration of the active and residual peri- ods of the illness. E. The disturbance is not attributable to the physiological effects of a substance (e.g., a drug of abuse, a medication) or another med- ical condition. F. If there is a history of autism spectrum disorder or a communica- tion disorder of childhood onset, the additional diagnosis of schizophrenia is made only if prominent delusions or hallucina- tions, in addition to the other required symptoms of schizophre- nia, are also present for at least 1 month (or less if successfully treated). Specify if: The following course specifiers are only to be used after a 1-year du- ration of the disorder and if they are not in contradiction to the diag- nostic course criteria. First episode, currently in acute episode: First manifestation of the disorder meeting the",
  "gloss_vi": "Schizophrenia 51 hood or adolescence, there is failure to achieve expected level of interpersonal, academic, or occupational functioning). c.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Schizophrenia 51 hood or adolescence, there is failure to achieve expected level of interpersonal, academic, or occupational functioning). C. Continuous signs of the disturbance persist for at least 6 months. This 6-month period must include at least 1 month of symptoms (or less if successfully treated) that meet Criterion A (i.e., active- phase symptoms) and may include periods of prodromal or re- sidual symptoms. During these prodromal or residual periods, the signs of the disturbance may be manifested by only negative symptoms or by two or more symptoms listed in Criterion A pres- ent in an attenuated form (e.g., odd beliefs, unusual perceptual experiences). D. Schizoaffective disorder and depressive or bipolar disorder with psychotic features have been ruled out because either 1) no ma- jor depressive or manic episodes have occurred concurrently with the active-phase symptoms, or 2) if mood episodes have occurred during active-phase symptoms, they have been present for a minority of the total duration of the active and residual peri- ods of the illness. E. The disturbance is not attributable to the physiological effects of a substance (e.g., a drug of abuse, a medication) or another med- ical condition. F. If there is a history of autism spectrum disorder or a communica- tion disorder of childhood onset, the additional diagnosis of schizophrenia is made only if prominent delusions or hallucina- tions, in addition to the other required symptoms of schizophre- nia, are also present for at least 1 month (or less if successfully treated). Specify if: The following course specifiers are only to be used after a 1-year du- ration of the disorder and if they are not in contradiction to the diag- nostic course criteria. First episode, currently in acute episode: First manifestation of the disorder meeting the Schizophrenia 51 hood or adolescence, there is failure to achieve expected level of interpersonal, academic, or occupational functioning). c."
}