{
  "id": "everyday#screening_cues_87c82585",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "or urge to use cannabis,” may be met). Cannabis Intoxication 241 In sustained remission: After full criteria for cannabis use dis- order were previously met, none of the criteria for cannabis use disorder have been met at any time during a period of 12 months or longer (with the exception that Criterion A4, “Craving, or a strong desire or urge to use cannabis,” may be present). Specify if: In a controlled environment: This additional specifier is used if the individual is in an environment where access to cannabis is restricted. Code based on current severity: Note for ICD-10-CM codes: If a can- nabis intoxication, cannabis withdrawal, or another cannabis-induced mental disorder is also present, do not use the codes below for cannabis use disorder. Instead, the comorbid cannabis use disorder is indicated in the 4th character of the cannabis-induced disorder code (see the cod- ing note for cannabis intoxication, cannabis withdrawal, or a specific cannabis-induced mental disorder). For example, if there is comorbid cannabis-induced anxiety disorder and cannabis use disorder, only the cannabis-induced anxiety disorder code is given, with the 4th character indicating whether the comorbid cannabis use disorder is mild, moder- ate, or severe: F12.180 for mild cannabis use disorder with cannabis- induced anxiety disorder or F12.280 for a moderate, or severe cannabis use disorder with cannabis-induced anxiety disorder. Specify current severity: 305.20 (F12.10) Mild: Presence of 2–3 symptoms. 304.30 (F12.20) Moderate: Presence of 4–5 symptoms. 304.30 (F12.20) Severe: Presence of 6 or more symptoms. Cannabis Intoxication A. Recent use of cannabis. B. Clinically significant problematic behavioral or psychological changes (e.g., impaired motor coordination, euphoria, anxiety, sensation of slowed time, impaired judgment, social withdrawal) that developed during, or shortly after, cannabis use. C. Two (or more) of the following signs or symptoms developing within 2 hours of cannabis use:",
  "gloss_vi": "Or urge to use cannabis,” may be met). cannabis intoxication 241 in sustained remission: after full criteria for cannabis use dis- order were previously met, none of the criteria for cannabis use disorder have been met a...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "study"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc or urge to use cannabis,” may be met). Cannabis Intoxication 241 In sustained remission: After full criteria for cannabis use dis- order were previously met, none of the criteria for cannabis use disorder have been met at any time during a period of 12 months or longer (with the exception that Criterion A4, “Craving, or a strong desire or urge to use cannabis,” may be present). Specify if: In a controlled environment: This additional specifier is used if the individual is in an environment where access to cannabis is restricted. Code based on current severity: Note for ICD-10-CM codes: If a can- nabis intoxication, cannabis withdrawal, or another cannabis-induced mental disorder is also present, do not use the codes below for cannabis use disorder. Instead, the comorbid cannabis use disorder is indicated in the 4th character of the cannabis-induced disorder code (see the cod- ing note for cannabis intoxication, cannabis withdrawal, or a specific cannabis-induced mental disorder). For example, if there is comorbid cannabis-induced anxiety disorder and cannabis use disorder, only the cannabis-induced anxiety disorder code is given, with the 4th character indicating whether the comorbid cannabis use disorder is mild, moder- ate, or severe: F12.180 for mild cannabis use disorder with cannabis- induced anxiety disorder or F12.280 for a moderate, or severe cannabis use disorder with cannabis-induced anxiety disorder. Specify current severity: 305.20 (F12.10) Mild: Presence of 2–3 symptoms. 304.30 (F12.20) Moderate: Presence of 4–5 symptoms. 304.30 (F12.20) Severe: Presence of 6 or more symptoms. Cannabis Intoxication A. Recent use of cannabis. B. Clinically significant problematic behavioral or psychological changes (e.g., impaired motor coordination, euphoria, anxiety, sensation of slowed time, impaired judgment, social withdrawal) that developed during, or shortly after, cannabis use. C. Two (or more) of the following signs or symptoms developing within 2 hours of cannabis use: Or urge to use cannabis,” may be met). cannabis intoxication 241 in sustained remission: after full criteria for cannabis use dis- order were previously met, none of the criteria for cannabis use disorder have been met a..."
}