{
  "id": "everyday#screening_cues_40fc9c64",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "for that class of medication (except tolerance to, or withdrawal from, the agonist). This category also 258 Substance-Related and Addictive Disorders applies to those individuals being maintained on a partial ago- nist, an agonist/antagonist, or a full antagonist such as oral nal- trexone or depot naltrexone. In a controlled environment: This additional specifier is used if the individual is in an environment where access to opioids is restricted. Coding based on current severity: Note for ICD-10-CM codes: If an opioid intoxication, opioid withdrawal, or another opioid-induced mental disorder is also present, do not use the codes below for opioid use disorder. Instead, the comorbid opioid use disorder is indicated in the 4th character of the opioid-induced disorder code (see the coding note for opioid intoxication, opioid withdrawal, or specific opioid-induced mental disorder). For example, if there is comorbid opioid-induced de- pressive disorder and opioid use disorder, only the opioid-induced depressive disorder code is given, with the 4th character indicating whether the comorbid opioid use disorder is mild, moderate, or se- vere: F11.14 for mild opioid use disorder with opioid-induced depres- sive disorder or F11.24 for a moderate or severe opioid use disorder with opioid-induced depressive disorder. Specify current severity: 305.50 (F11.10) Mild: Presence of 2–3 symptoms. 304.00 (F11.20) Moderate: Presence of 4–5 symptoms. 304.00 (F11.20) Severe: Presence of 6 or more symptoms. Opioid Intoxication A. Recent use of an opioid. B. Clinically significant problematic behavioral or psychological changes (e.g., initial euphoria followed by apathy, dysphoria, psy- chomotor agitation or retardation, impaired judgment) that devel- oped during, or shortly after, opioid use. C. Pupillary constriction (or pupillary dilation due to anoxia from se- vere overdose) and one (or more) of the following signs or symp- toms developing during, or shortly after, opioid use: 1. Drowsiness or coma. 2. Slurred speech. 3. Impairment in attention or memory.",
  "gloss_vi": "For that class of medication (except tolerance to, or withdrawal from, the agonist). this category also 258 substance-related and addictive disorders applies to those individuals being maintained on a partial ago- nist, ...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "study"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc for that class of medication (except tolerance to, or withdrawal from, the agonist). This category also 258 Substance-Related and Addictive Disorders applies to those individuals being maintained on a partial ago- nist, an agonist/antagonist, or a full antagonist such as oral nal- trexone or depot naltrexone. In a controlled environment: This additional specifier is used if the individual is in an environment where access to opioids is restricted. Coding based on current severity: Note for ICD-10-CM codes: If an opioid intoxication, opioid withdrawal, or another opioid-induced mental disorder is also present, do not use the codes below for opioid use disorder. Instead, the comorbid opioid use disorder is indicated in the 4th character of the opioid-induced disorder code (see the coding note for opioid intoxication, opioid withdrawal, or specific opioid-induced mental disorder). For example, if there is comorbid opioid-induced de- pressive disorder and opioid use disorder, only the opioid-induced depressive disorder code is given, with the 4th character indicating whether the comorbid opioid use disorder is mild, moderate, or se- vere: F11.14 for mild opioid use disorder with opioid-induced depres- sive disorder or F11.24 for a moderate or severe opioid use disorder with opioid-induced depressive disorder. Specify current severity: 305.50 (F11.10) Mild: Presence of 2–3 symptoms. 304.00 (F11.20) Moderate: Presence of 4–5 symptoms. 304.00 (F11.20) Severe: Presence of 6 or more symptoms. Opioid Intoxication A. Recent use of an opioid. B. Clinically significant problematic behavioral or psychological changes (e.g., initial euphoria followed by apathy, dysphoria, psy- chomotor agitation or retardation, impaired judgment) that devel- oped during, or shortly after, opioid use. C. Pupillary constriction (or pupillary dilation due to anoxia from se- vere overdose) and one (or more) of the following signs or symp- toms developing during, or shortly after, opioid use: 1. Drowsiness or coma. 2. Slurred speech. 3. Impairment in attention or memory. For that class of medication (except tolerance to, or withdrawal from, the agonist). this category also 258 substance-related and addictive disorders applies to those individuals being maintained on a partial ago- nist, ..."
}