{
  "id": "everyday#screening_cues_4d070938",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Unspecified Somatic Symptom and Related Disorder 167 Unspecified Somatic Symptom and Related Disorder 300.82 (F45.9) This category applies to presentations in which symptoms character- istic of a somatic symptom and related disorder that cause clinically significant distress or impairment in social, occupational, or other im- portant areas of functioning predominate but do not meet the full criteria for any of the disorders in the somatic symptom and related disorders diagnostic class. The unspecified somatic symptom and related disor- der category should not be used unless there are decidedly unusual situations where there is insufficient information to make a more spe- cific diagnosis. This page intentionally left blank",
  "gloss_vi": "Unspecified somatic symptom and related disorder 167 unspecified somatic symptom and related disorder 300.82 (f45.9) this category applies to presentations in which symptoms character- istic of a somatic symptom and rela...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "stress"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Unspecified Somatic Symptom and Related Disorder 167 Unspecified Somatic Symptom and Related Disorder 300.82 (F45.9) This category applies to presentations in which symptoms character- istic of a somatic symptom and related disorder that cause clinically significant distress or impairment in social, occupational, or other im- portant areas of functioning predominate but do not meet the full criteria for any of the disorders in the somatic symptom and related disorders diagnostic class. The unspecified somatic symptom and related disor- der category should not be used unless there are decidedly unusual situations where there is insufficient information to make a more spe- cific diagnosis. This page intentionally left blank Unspecified somatic symptom and related disorder 167 unspecified somatic symptom and related disorder 300.82 (f45.9) this category applies to presentations in which symptoms character- istic of a somatic symptom and rela..."
}