{
  "id": "everyday#screening_cues_4e17bb40",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Neurodevelopmental Disorders Intellectual Disabilities Intellectual Disability (Intellectual Developmental Disorder) Intellectual disability (intellectual developmental disorder) is a disor- der with onset during the developmental period that includes both in- tellectual and adaptive functioning deficits in conceptual, social, and practical domains. The following three criteria must be met: A. Deficits in intellectual functions, such as reasoning, problem solv- ing, planning, abstract thinking, judgment, academic learning, and learning from experience, confirmed by both clinical assessment and individualized, standardized intelligence testing. B. Deficits in adaptive functioning that result in failure to meet devel- opmental and sociocultural standards for personal indepen- dence and social responsibility. Without ongoing support, the adaptive deficits limit functioning in one or more activities of daily life, such as communication, social participation, and indepen- dent living, across multiple environments, such as home, school, work, and community. C. Onset of intellectual and adaptive deficits during the develop- mental period. Note: The diagnostic term intellectual disability is the equivalent term for the ICD-11 diagnosis of intellectual developmental disor- ders. Although the term intellectual disability is used throughout this manual, both terms are used in the title to clarify relationships with other classification systems. Moreover, a federal statute in the United States (Public Law 111-256, Rosa’s Law) replaces the term mental retardation with intellectual disability, and research journals use the 17 18 Neurodevelopmental Disorders term intellectual disability. Thus, intellectual disability is the term in common use by medical, educational, and other professions and by the lay public and advocacy groups. Specify current severity (see Table 1): 317 (F70) Mild 318.0 (F71) Moderate 318.1 (F72) Severe 318.2 (F73) Profound",
  "gloss_vi": "Neurodevelopmental disorders intellectual disabilities intellectual disability (intellectual developmental disorder) intellectual disability (intellectual developmental disorder) is a disor- der with onset during the dev...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation"
    ],
    "life_topics": [
      "work",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Neurodevelopmental Disorders Intellectual Disabilities Intellectual Disability (Intellectual Developmental Disorder) Intellectual disability (intellectual developmental disorder) is a disor- der with onset during the developmental period that includes both in- tellectual and adaptive functioning deficits in conceptual, social, and practical domains. The following three criteria must be met: A. Deficits in intellectual functions, such as reasoning, problem solv- ing, planning, abstract thinking, judgment, academic learning, and learning from experience, confirmed by both clinical assessment and individualized, standardized intelligence testing. B. Deficits in adaptive functioning that result in failure to meet devel- opmental and sociocultural standards for personal indepen- dence and social responsibility. Without ongoing support, the adaptive deficits limit functioning in one or more activities of daily life, such as communication, social participation, and indepen- dent living, across multiple environments, such as home, school, work, and community. C. Onset of intellectual and adaptive deficits during the develop- mental period. Note: The diagnostic term intellectual disability is the equivalent term for the ICD-11 diagnosis of intellectual developmental disor- ders. Although the term intellectual disability is used throughout this manual, both terms are used in the title to clarify relationships with other classification systems. Moreover, a federal statute in the United States (Public Law 111-256, Rosa’s Law) replaces the term mental retardation with intellectual disability, and research journals use the 17 18 Neurodevelopmental Disorders term intellectual disability. Thus, intellectual disability is the term in common use by medical, educational, and other professions and by the lay public and advocacy groups. Specify current severity (see Table 1): 317 (F70) Mild 318.0 (F71) Moderate 318.1 (F72) Severe 318.2 (F73) Profound Neurodevelopmental disorders intellectual disabilities intellectual disability (intellectual developmental disorder) intellectual disability (intellectual developmental disorder) is a disor- der with onset during the dev..."
}