{
  "id": "everyday#general_bb651c9f",
  "title_en": "General — General",
  "title_vi": "General — General",
  "text_en": "Specifiers for Bipolar and Related Disorders 87 B. Three (or more) of the following: 1. A distinct quality of depressed mood characterized by profound despondency, despair, and/or moroseness or by so-called empty mood. 2. Depression that is regularly worse in the morning. 3. Early-morning awakening (i.e., at least 2 hours before usual awakening). 4. Marked psychomotor agitation or retardation. 5. Significant anorexia or weight loss. 6. Excessive or inappropriate guilt. Note: The specifier “with melancholic features” is applied if these features are present at the most severe stage of the episode. There is a near-complete absence of the capacity for pleasure, not merely a diminution. A guideline for evalu- ating the lack of reactivity of mood is that even highly desired events are not associated with marked brightening of mood. Either mood does not brighten at all, or it brightens only par- tially (e.g., up to 20%–40% of normal for only minutes at a time). The “distinct quality” of mood that is characteristic of the “with melancholic features” specifier is experienced as qualitatively different from that during a nonmelancholic de- pressive episode. A depressed mood that is described as merely more severe, longer lasting, or present without a rea- son is not considered distinct in quality. Psychomotor chang- es are nearly always present and are observable by others. Melancholic features exhibit only a modest tendency to re- peat across episodes in the same individual. They are more frequent in inpatients, as opposed to outpatients; are less likely to occur in milder than in more severe major depres- sive episodes; and are more likely to occur in those with psy- chotic features. With atypical features: This specifier can be applied when these features predominate during the majority of days of the current or most recent major depressive episode. A. Mood reactivity (i.e., mood brightens in response to actual or potential positive events). B. Two (or more) of the following features: 88 Bipolar",
  "gloss_vi": "Specifiers for bipolar and related disorders 87 b. three (or more) of the following: 1.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [],
    "life_topics": [
      "grief"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — General General — General Specifiers for Bipolar and Related Disorders 87 B. Three (or more) of the following: 1. A distinct quality of depressed mood characterized by profound despondency, despair, and/or moroseness or by so-called empty mood. 2. Depression that is regularly worse in the morning. 3. Early-morning awakening (i.e., at least 2 hours before usual awakening). 4. Marked psychomotor agitation or retardation. 5. Significant anorexia or weight loss. 6. Excessive or inappropriate guilt. Note: The specifier “with melancholic features” is applied if these features are present at the most severe stage of the episode. There is a near-complete absence of the capacity for pleasure, not merely a diminution. A guideline for evalu- ating the lack of reactivity of mood is that even highly desired events are not associated with marked brightening of mood. Either mood does not brighten at all, or it brightens only par- tially (e.g., up to 20%–40% of normal for only minutes at a time). The “distinct quality” of mood that is characteristic of the “with melancholic features” specifier is experienced as qualitatively different from that during a nonmelancholic de- pressive episode. A depressed mood that is described as merely more severe, longer lasting, or present without a rea- son is not considered distinct in quality. Psychomotor chang- es are nearly always present and are observable by others. Melancholic features exhibit only a modest tendency to re- peat across episodes in the same individual. They are more frequent in inpatients, as opposed to outpatients; are less likely to occur in milder than in more severe major depres- sive episodes; and are more likely to occur in those with psy- chotic features. With atypical features: This specifier can be applied when these features predominate during the majority of days of the current or most recent major depressive episode. A. Mood reactivity (i.e., mood brightens in response to actual or potential positive events). B. Two (or more) of the following features: 88 Bipolar Specifiers for bipolar and related disorders 87 b. three (or more) of the following: 1."
}