{
  "id": "everyday#screening_cues_f028c95c",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "cases, further clarified in a section on recording procedures. The names of some disorders are followed by alternative terms enclosed in paren- theses, which, in most cases, were the DSM-IV names for the disorders. Looking to the Future: Assessment and Monitoring Tools The various components of DSM-5 are provided to facilitate patient assessment and to aid in developing a comprehensive case formula- Use of the Manual 11 tion. Whereas the diagnostic criteria in Section II are well-established measures that have undergone extensive review, the assessment tools, a cultural formulation interview, and conditions for further study included in Section III are those for which we determined that the scientific evidence is not yet available to support widespread clin- ical use. These diagnostic aids and criteria are included to highlight the evolution and direction of scientific advances in these areas and to stimulate further research. Each of the measures in Section III is provided to aid in a compre- hensive assessment of individuals that will contribute to a diagnosis and treatment plan tailored to the individual presentation and clini- cal context. Where cultural dynamics are particularly important for diagnostic assessment, the cultural formulation interview should be considered as a useful aid to communication with the individual. Cross-cutting symptom and diagnosis-specific severity measures pro- vide quantitative ratings of important clinical areas that are designed to be used at the initial evaluation to establish a baseline for compar- ison with ratings on subsequent encounters to monitor changes and inform treatment planning. The use of such measures will undoubtedly be facilitated by dig- ital applications, and the measures are included in Section III to pro- vide for further evaluation and development. As with each DSM edition, the diagnostic criteria and the DSM-5 classification of mental disorders reflect the current consensus on the evolving knowledge in our field.",
  "gloss_vi": "Cases, further clarified in a section on recording procedures. the names of some disorders are followed by alternative terms enclosed in paren- theses, which, in most cases, were the dsm-iv names for the disorders.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation",
      "management"
    ],
    "life_topics": [
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc cases, further clarified in a section on recording procedures. The names of some disorders are followed by alternative terms enclosed in paren- theses, which, in most cases, were the DSM-IV names for the disorders. Looking to the Future: Assessment and Monitoring Tools The various components of DSM-5 are provided to facilitate patient assessment and to aid in developing a comprehensive case formula- Use of the Manual 11 tion. Whereas the diagnostic criteria in Section II are well-established measures that have undergone extensive review, the assessment tools, a cultural formulation interview, and conditions for further study included in Section III are those for which we determined that the scientific evidence is not yet available to support widespread clin- ical use. These diagnostic aids and criteria are included to highlight the evolution and direction of scientific advances in these areas and to stimulate further research. Each of the measures in Section III is provided to aid in a compre- hensive assessment of individuals that will contribute to a diagnosis and treatment plan tailored to the individual presentation and clini- cal context. Where cultural dynamics are particularly important for diagnostic assessment, the cultural formulation interview should be considered as a useful aid to communication with the individual. Cross-cutting symptom and diagnosis-specific severity measures pro- vide quantitative ratings of important clinical areas that are designed to be used at the initial evaluation to establish a baseline for compar- ison with ratings on subsequent encounters to monitor changes and inform treatment planning. The use of such measures will undoubtedly be facilitated by dig- ital applications, and the measures are included in Section III to pro- vide for further evaluation and development. As with each DSM edition, the diagnostic criteria and the DSM-5 classification of mental disorders reflect the current consensus on the evolving knowledge in our field. Cases, further clarified in a section on recording procedures. the names of some disorders are followed by alternative terms enclosed in paren- theses, which, in most cases, were the dsm-iv names for the disorders."
}