{
  "id": "everyday#screening_cues_34f3b89c",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "code first 331.82 (G31.83) Lewy body disease, followed by 294.11 (F02.81) probable major neurocog- nitive disorder with Lewy bodies, with behavioral disturbance. For probable major neurocognitive disorder with Lewy bodies, without behavioral disturbance, code first 331.82 (G31.83) Lewy body dis- ease, followed by 294.10 (F02.80) probable major neurocognitive disorder with Lewy bodies, without behavioral disturbance. For possible major neurocognitive disorder with Lewy bodies, code 331.9 (G31.9) possible major neurocognitive disorder with Lewy bodies. (Note: Do not use the additional code for Lewy body disease. Behavior- al disturbance cannot be coded but should still be indicated in writing.) For mild neurocognitive disorder with Lewy bodies, code 331.83 (G31.84). (Note: Do not use the additional code for Lewy body dis- ease. Behavioral disturbance cannot be coded but should still be in- dicated in writing.) Major or Mild Vascular Neurocognitive Disorder A. The criteria are met for major or mild neurocognitive disorder. B. The clinical features are consistent with a vascular etiology, as suggested by either of the following: 1. Onset of the cognitive deficits is temporally related to one or more cerebrovascular events. 2. Evidence for decline is prominent in complex attention (in- cluding processing speed) and frontal-executive function. C. There is evidence of the presence of cerebrovascular disease from history, physical examination, and/or neuroimaging consid- ered sufficient to account for the neurocognitive deficits. D. The symptoms are not better explained by another brain disease or systemic disorder. Probable vascular neurocognitive disorder is diagnosed if one of the following is present; otherwise possible vascular neurocogni- tive disorder should be diagnosed: 1. Clinical criteria are supported by neuroimaging evidence of sig- nificant parenchymal injury attributed to cerebrovascular disease (neuroimaging-supported).",
  "gloss_vi": "Code first 331.82 (g31.83) lewy body disease, followed by 294.11 (f02.81) probable major neurocog- nitive disorder with lewy bodies, with behavioral disturbance. for probable major neurocognitive disorder with lewy bodie...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation",
      "do_not_do",
      "management"
    ],
    "life_topics": [
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc code first 331.82 (G31.83) Lewy body disease, followed by 294.11 (F02.81) probable major neurocog- nitive disorder with Lewy bodies, with behavioral disturbance. For probable major neurocognitive disorder with Lewy bodies, without behavioral disturbance, code first 331.82 (G31.83) Lewy body dis- ease, followed by 294.10 (F02.80) probable major neurocognitive disorder with Lewy bodies, without behavioral disturbance. For possible major neurocognitive disorder with Lewy bodies, code 331.9 (G31.9) possible major neurocognitive disorder with Lewy bodies. (Note: Do not use the additional code for Lewy body disease. Behavior- al disturbance cannot be coded but should still be indicated in writing.) For mild neurocognitive disorder with Lewy bodies, code 331.83 (G31.84). (Note: Do not use the additional code for Lewy body dis- ease. Behavioral disturbance cannot be coded but should still be in- dicated in writing.) Major or Mild Vascular Neurocognitive Disorder A. The criteria are met for major or mild neurocognitive disorder. B. The clinical features are consistent with a vascular etiology, as suggested by either of the following: 1. Onset of the cognitive deficits is temporally related to one or more cerebrovascular events. 2. Evidence for decline is prominent in complex attention (in- cluding processing speed) and frontal-executive function. C. There is evidence of the presence of cerebrovascular disease from history, physical examination, and/or neuroimaging consid- ered sufficient to account for the neurocognitive deficits. D. The symptoms are not better explained by another brain disease or systemic disorder. Probable vascular neurocognitive disorder is diagnosed if one of the following is present; otherwise possible vascular neurocogni- tive disorder should be diagnosed: 1. Clinical criteria are supported by neuroimaging evidence of sig- nificant parenchymal injury attributed to cerebrovascular disease (neuroimaging-supported). Code first 331.82 (g31.83) lewy body disease, followed by 294.11 (f02.81) probable major neurocog- nitive disorder with lewy bodies, with behavioral disturbance. for probable major neurocognitive disorder with lewy bodie..."
}