{
  "id": "everyday#risk_safety_4e0ea6d8",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "92 Bipolar and Related Disorders with younger persons at higher risk for winter depressive episodes. Specify if: In partial remission: Symptoms of the immediately previous manic, hypomanic, or depressive episode are present, but full criteria are not met, or there is a period lasting less than 2 months without any significant symptoms of a manic, hypomanic, or ma- jor depressive episode following the end of such an episode. In full remission: During the past 2 months, no significant signs or symptoms of the disturbance were present. Specify current severity: Severity is based on the number of criterion symptoms, the severity of those symptoms, and the degree of functional disability. Mild: Few, if any, symptoms in excess of those required to meet the diagnostic criteria are present, the intensity of the symptoms is distressing but manageable, and the symptoms result in minor impairment in social or occupational functioning. Moderate: The number of symptoms, intensity of symptoms, and/ or functional impairment are between those specified for “mild” and “severe.” Severe: The number of symptoms is substantially in excess of those required to make the diagnosis, the intensity of the symp- toms is seriously distressing and unmanageable, and the symp- toms markedly interfere with social and occupational functioning. Depressive Disorders Disruptive Mood Dysregulation Disorder 296.99 (F34.8) A. Severe recurrent temper outbursts manifested verbally (e.g., ver- bal rages) and/or behaviorally (e.g., physical aggression toward people or property) that are grossly out of proportion in intensity or",
  "gloss_vi": "92 bipolar and related disorders with younger persons at higher nguy cơ for winter depressive episodes. specify if: in partial remission: symptoms of the immediately previous manic, hypomanic, or depressive episode are p...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues"
    ],
    "life_topics": [
      "stress"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 92 Bipolar and Related Disorders with younger persons at higher risk for winter depressive episodes. Specify if: In partial remission: Symptoms of the immediately previous manic, hypomanic, or depressive episode are present, but full criteria are not met, or there is a period lasting less than 2 months without any significant symptoms of a manic, hypomanic, or ma- jor depressive episode following the end of such an episode. In full remission: During the past 2 months, no significant signs or symptoms of the disturbance were present. Specify current severity: Severity is based on the number of criterion symptoms, the severity of those symptoms, and the degree of functional disability. Mild: Few, if any, symptoms in excess of those required to meet the diagnostic criteria are present, the intensity of the symptoms is distressing but manageable, and the symptoms result in minor impairment in social or occupational functioning. Moderate: The number of symptoms, intensity of symptoms, and/ or functional impairment are between those specified for “mild” and “severe.” Severe: The number of symptoms is substantially in excess of those required to make the diagnosis, the intensity of the symp- toms is seriously distressing and unmanageable, and the symp- toms markedly interfere with social and occupational functioning. Depressive Disorders Disruptive Mood Dysregulation Disorder 296.99 (F34.8) A. Severe recurrent temper outbursts manifested verbally (e.g., ver- bal rages) and/or behaviorally (e.g., physical aggression toward people or property) that are grossly out of proportion in intensity or 92 bipolar and related disorders with younger persons at higher nguy cơ for winter depressive episodes. specify if: in partial remission: symptoms of the immediately previous manic, hypomanic, or depressive episode are p..."
}