{
  "id": "everyday#screening_cues_523ed511",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "and related disorder due to another medical condition is 293.83, which is assigned regard- Other Specified Bipolar and Related Disorder 81 less of the specifier. The ICD-10-CM code depends on the specifier (see below). Specify if: (F06.33) With manic features: Full criteria are not met for a manic or hypomanic episode. (F06.33) With manic- or hypomanic-like episode: Full criteria are met except Criterion D for a manic episode or except Crite- rion F for a hypomanic episode. (F06.34) With mixed features: Symptoms of depression are also present but do not predominate in the clinical picture. Coding note: Include the name of the other medical condition in the name of the mental disorder (e.g., 293.83 [F06.33] bipolar disorder due to hyperthyroidism, with manic features). The other medical con- dition should also be coded and listed separately immediately before the bipolar and related disorder due to the medical condition (e.g., 242.90 [E05.90] hyperthyroidism; 293.83 [F06.33] bipolar disorder due to hyperthyroidism, with manic features). Other Specified Bipolar and Related Disorder 296.89 (F31.89) This category applies to presentations in which symptoms character- istic of a bipolar and related disorder that cause clinically significant distress or impairment in social, occupational, or other important ar- eas of functioning predominate but do not meet the full criteria for any of the disorders in the bipolar and related disorders diagnostic class. The other specified bipolar and related disorder category is used in situations in which the clinician chooses to communicate the specific reason that the presentation does not meet the criteria for any spe- cific bipolar and related disorder. This is done by recording “other specified bipolar and related disorder” followed by the specific reason (e.g., “short-duration cyclothymia”). Examples of presentations that can be specified using the “other specified” designation include the following:",
  "gloss_vi": "And related disorder due to another medical condition is 293.83, which is assigned regard- other specified bipolar and related disorder 81 less of the specifier. the icd-10-cm code depends on the specifier (see below).",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc and related disorder due to another medical condition is 293.83, which is assigned regard- Other Specified Bipolar and Related Disorder 81 less of the specifier. The ICD-10-CM code depends on the specifier (see below). Specify if: (F06.33) With manic features: Full criteria are not met for a manic or hypomanic episode. (F06.33) With manic- or hypomanic-like episode: Full criteria are met except Criterion D for a manic episode or except Crite- rion F for a hypomanic episode. (F06.34) With mixed features: Symptoms of depression are also present but do not predominate in the clinical picture. Coding note: Include the name of the other medical condition in the name of the mental disorder (e.g., 293.83 [F06.33] bipolar disorder due to hyperthyroidism, with manic features). The other medical con- dition should also be coded and listed separately immediately before the bipolar and related disorder due to the medical condition (e.g., 242.90 [E05.90] hyperthyroidism; 293.83 [F06.33] bipolar disorder due to hyperthyroidism, with manic features). Other Specified Bipolar and Related Disorder 296.89 (F31.89) This category applies to presentations in which symptoms character- istic of a bipolar and related disorder that cause clinically significant distress or impairment in social, occupational, or other important ar- eas of functioning predominate but do not meet the full criteria for any of the disorders in the bipolar and related disorders diagnostic class. The other specified bipolar and related disorder category is used in situations in which the clinician chooses to communicate the specific reason that the presentation does not meet the criteria for any spe- cific bipolar and related disorder. This is done by recording “other specified bipolar and related disorder” followed by the specific reason (e.g., “short-duration cyclothymia”). Examples of presentations that can be specified using the “other specified” designation include the following: And related disorder due to another medical condition is 293.83, which is assigned regard- other specified bipolar and related disorder 81 less of the specifier. the icd-10-cm code depends on the specifier (see below)."
}