{
  "id": "everyday#screening_cues_9c897748",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "248 Substance-Related and Addictive Disorders period of 12 months or longer (with the exception that Criterion A4, “Craving, or a strong desire or urge to use the hallucinogen,” may be met). Specify if: In a controlled environment: This additional specifier is used if the individual is in an environment where access to hallucino- gens is restricted. Coding based on current severity: Note for ICD-10-CM codes: If a hallucinogen intoxication or another hallucinogen-induced mental disorder is also present, do not use the codes below for hallucinogen use disorder. Instead, the comorbid hallucinogen use disorder is in- dicated in the 4th character of the hallucinogen-induced disorder code (see the coding note for hallucinogen intoxication or a specific hallucinogen-induced mental disorder). For example, if there is co- morbid hallucinogen-induced psychotic disorder and hallucinogen use disorder, only the hallucinogen-induced psychotic disorder code is given, with the 4th character indicating whether the comorbid hal- lucinogen use disorder is mild, moderate, or severe: F16.159 for mild hallucinogen use disorder with hallucinogen-induced psychotic disor- der or F16.259 for a moderate or severe hallucinogen use disorder with hallucinogen-induced psychotic disorder. Specify current severity: 305.30 (F16.10) Mild: Presence of 2–3 symptoms 304.50 (F16.20) Moderate: Presence of 4–5 symptoms 304.50 (F16.20) Severe: Presence of 6 or more symptoms Phencyclidine Intoxication A. Recent use of phencyclidine (or a pharmacologically similar sub- stance). B. Clinically significant problematic behavioral changes (e.g., bellig- erence, assaultiveness, impulsiveness, unpredictability, psycho- motor agitation, impaired judgment) that developed during, or shortly after, phencyclidine use. C. Within 1",
  "gloss_vi": "248 substance-related and addictive disorders period of 12 months or longer (with the exception that criterion a4, “craving, or a strong desire or urge to use the hallucinogen,” may be met). specify if: in a controlled e...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "study"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 248 Substance-Related and Addictive Disorders period of 12 months or longer (with the exception that Criterion A4, “Craving, or a strong desire or urge to use the hallucinogen,” may be met). Specify if: In a controlled environment: This additional specifier is used if the individual is in an environment where access to hallucino- gens is restricted. Coding based on current severity: Note for ICD-10-CM codes: If a hallucinogen intoxication or another hallucinogen-induced mental disorder is also present, do not use the codes below for hallucinogen use disorder. Instead, the comorbid hallucinogen use disorder is in- dicated in the 4th character of the hallucinogen-induced disorder code (see the coding note for hallucinogen intoxication or a specific hallucinogen-induced mental disorder). For example, if there is co- morbid hallucinogen-induced psychotic disorder and hallucinogen use disorder, only the hallucinogen-induced psychotic disorder code is given, with the 4th character indicating whether the comorbid hal- lucinogen use disorder is mild, moderate, or severe: F16.159 for mild hallucinogen use disorder with hallucinogen-induced psychotic disor- der or F16.259 for a moderate or severe hallucinogen use disorder with hallucinogen-induced psychotic disorder. Specify current severity: 305.30 (F16.10) Mild: Presence of 2–3 symptoms 304.50 (F16.20) Moderate: Presence of 4–5 symptoms 304.50 (F16.20) Severe: Presence of 6 or more symptoms Phencyclidine Intoxication A. Recent use of phencyclidine (or a pharmacologically similar sub- stance). B. Clinically significant problematic behavioral changes (e.g., bellig- erence, assaultiveness, impulsiveness, unpredictability, psycho- motor agitation, impaired judgment) that developed during, or shortly after, phencyclidine use. C. Within 1 248 substance-related and addictive disorders period of 12 months or longer (with the exception that criterion a4, “craving, or a strong desire or urge to use the hallucinogen,” may be met). specify if: in a controlled e..."
}