{
  "id": "clinical#screening_cues_c55a660d",
  "content": "external “possessing” identity, which is attributed to the influence of a spirit, power, deity or other\nspiritual entity. Behaviours or movements are experienced as being controlled by the possessing\nagent. Individuals who experience dissociative intrusions attributed to both internal and external\nentities should receive a diagnosis of partial dissociative identity disorder rather than possession\ntrance disorder.\nBoundary with dissociative identity disorder\nIn dissociative identity disorder, discontinuities in agency and sense of self are marked (manifested\nin episodes of executive control – often including amnesia – and greater elaboration of the\npersonality states), whereas in partial dissociative identity disorder, these discontinuities are less\npronounced. In dissociative identity disorder, two or more distinct personality states recurrently\ntake executive control of the individual’s consciousness and functioning to the extent that they\nfunction in daily life or engage in relatively elaborate patterns of behaviour in specific situations.\nIn contrast, in partial dissociative identity disorder, the non-dominant, alternate personality states\ndo not recurrently take executive control of the individual’s consciousness and functioning to the\nextent that they perform in specific aspects of daily life, although there may be occasional, limited\nand transient episodes in which a distinct personality state assumes executive control to engage",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "communication_tips",
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues external “possessing” identity, which is attributed to the influence of a spirit, power, deity or other\nspiritual entity. Behaviours or movements are experienced as being controlled by the possessing\nagent. Individuals who experience dissociative intrusions attributed to both internal and external\nentities should receive a diagnosis of partial dissociative identity disorder rather than possession\ntrance disorder.\nBoundary with dissociative identity disorder\nIn dissociative identity disorder, discontinuities in agency and sense of self are marked (manifested\nin episodes of executive control – often including amnesia – and greater elaboration of the\npersonality states), whereas in partial dissociative identity disorder, these discontinuities are less\npronounced. In dissociative identity disorder, two or more distinct personality states recurrently\ntake executive control of the individual’s consciousness and functioning to the extent that they\nfunction in daily life or engage in relatively elaborate patterns of behaviour in specific situations.\nIn contrast, in partial dissociative identity disorder, the non-dominant, alternate personality states\ndo not recurrently take executive control of the individual’s consciousness and functioning to the\nextent that they perform in specific aspects of daily life, although there may be occasional, limited\nand transient episodes in which a distinct personality state assumes executive control to engage External “possessing” identity, which is attributed to the influence of a spirit, power, deity or other\nspiritual entity. behaviours or movements are experienced as being controlled by the possessing\nagent."
}