{
  "id": "clinical#screening_cues_c9a57c75",
  "content": "medication on the central nervous system. If so, a diagnosis of one of the substance-induced\nmental disorders (e.g. alcohol-induced delirium, amfetamine-induced psychotic disorder) is\nlikely to be appropriate. Other categories specifically linked to substances or medications include\ncatatonia induced by substances or medications; amnestic disorder due to psychoactive substances,\nincluding medications; and dementia due to psychoactive substances, including medications.\nFinally, the diagnostic evaluation includes whether there are other ICD-11 mental, behavioural\nand neurodevelopmental disorders that share features with the disorder under consideration,\nthat might better account for the symptomatic presentation. Whether a particular disorder that\ncould account for the symptoms in fact better accounts for them is a clinical judgement. For\nexample, the essential features of social anxiety disorder, which are characterized by marked and\nexcessive fear or anxiety that occurs in social situations, includes the diagnostic requirement\nthat “the symptoms are not better accounted for by another mental disorder (e.g. agoraphobia,\nbody dysmorphic disorder, olfactory reference disorder)”. Each of these listed disorders may\nalso involve the development of anxiety in social situations. For body dysmorphic disorder and\nolfactory reference disorder, the anxiety involves excessive self-consciousness about perceived",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "study",
      "screening_cues",
      "referral",
      "management"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues medication on the central nervous system. If so, a diagnosis of one of the substance-induced\nmental disorders (e.g. alcohol-induced delirium, amfetamine-induced psychotic disorder) is\nlikely to be appropriate. Other categories specifically linked to substances or medications include\ncatatonia induced by substances or medications; amnestic disorder due to psychoactive substances,\nincluding medications; and dementia due to psychoactive substances, including medications.\nFinally, the diagnostic evaluation includes whether there are other ICD-11 mental, behavioural\nand neurodevelopmental disorders that share features with the disorder under consideration,\nthat might better account for the symptomatic presentation. Whether a particular disorder that\ncould account for the symptoms in fact better accounts for them is a clinical judgement. For\nexample, the essential features of social anxiety disorder, which are characterized by marked and\nexcessive fear or anxiety that occurs in social situations, includes the diagnostic requirement\nthat “the symptoms are not better accounted for by another mental disorder (e.g. agoraphobia,\nbody dysmorphic disorder, olfactory reference disorder)”. Each of these listed disorders may\nalso involve the development of anxiety in social situations. For body dysmorphic disorder and\nolfactory reference disorder, the anxiety involves excessive self-consciousness about perceived Medication on the central nervous system. if so, a diagnosis of one of the substance-induced\nmental disorders (e.g."
}