{
  "id": "clinical#management_57debc0a",
  "content": "significant and pervasive memory impairment. In neurocognitive disorders, a specific etiological\nfactor or underlying disease process can often be identified. Memory loss may also occur as a\nresult of a brain injury, or as an effect of some diseases of the nervous system or medical conditions\nclassified elsewhere (e.g. a brain tumour). In dissociative amnesia, memory loss is primarily\nfor autobiographical memories, and no underlying disease process or injury that represents a\npotential etiology for the memory impairment can be identified.\nTrance disorder and possession trance disorder\nTrance disorder and possession trance disorder are characterized by recurrent or single and\nprolonged involuntary marked alteration in an individual’s state of consciousness involving\neither a trance state (without possession) or a possession trance state. The distinctive feature of\npossession trance disorder is that the individual’s normal sense of personal identity is replaced\nby an external “possessing” identity attributed to the influence of a spirit, power, deity or other\nspiritual entity, which does not occur in trance disorder. In addition, in possession trance disorder\na greater range of more complex behaviours may be exhibited, which are experienced as being\ncontrolled by the possessing agent, whereas trance disorder typically involves the repetition of a",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "emotions",
      "management"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Management significant and pervasive memory impairment. In neurocognitive disorders, a specific etiological\nfactor or underlying disease process can often be identified. Memory loss may also occur as a\nresult of a brain injury, or as an effect of some diseases of the nervous system or medical conditions\nclassified elsewhere (e.g. a brain tumour). In dissociative amnesia, memory loss is primarily\nfor autobiographical memories, and no underlying disease process or injury that represents a\npotential etiology for the memory impairment can be identified.\nTrance disorder and possession trance disorder\nTrance disorder and possession trance disorder are characterized by recurrent or single and\nprolonged involuntary marked alteration in an individual’s state of consciousness involving\neither a trance state (without possession) or a possession trance state. The distinctive feature of\npossession trance disorder is that the individual’s normal sense of personal identity is replaced\nby an external “possessing” identity attributed to the influence of a spirit, power, deity or other\nspiritual entity, which does not occur in trance disorder. In addition, in possession trance disorder\na greater range of more complex behaviours may be exhibited, which are experienced as being\ncontrolled by the possessing agent, whereas trance disorder typically involves the repetition of a Significant and pervasive memory impairment. in neurocognitive disorders, a specific etiological\nfactor or underlying disease process can often be identified."
}