{
  "id": "clinical#screening_cues_9962640f",
  "content": "the amnestic symptoms are features of trance disorder rather than a separate condition.\n• The third case (“individual has never met the diagnostic requirements for”) prevents\na diagnosis from being made if there is currently, or a history of, another disorder. For\nexample, the CDDR for schizotypal disorder indicate that, in order to assign the diagnosis,\nthe individual’s past symptoms should never have met the diagnostic requirements\nfor schizophrenia, schizoaffective disorder or delusional disorder. Similarly, recurrent\ndepressive disorder is not diagnosed if the individual has ever experienced a manic, mixed\nor hypomanic episode.\n• “The symptoms are better accounted for by another mental disorder”: many essential\nfeatures sections include the requirement that the symptomatic presentation is not better\naccounted for by another mental disorder. This is typically the case when the symptomatic\nrequirements of one disorder are also a possible manifestation of another disorder. An\nexample is the occurrence of significant anxiety symptoms that develop in anticipation of\nattending school. If the anxiety is entirely accounted for by fear of speaking in class and/or\nsocial interaction with peers, a diagnosis of social anxiety disorder would be most appropriate.",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "study",
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues the amnestic symptoms are features of trance disorder rather than a separate condition.\n• The third case (“individual has never met the diagnostic requirements for”) prevents\na diagnosis from being made if there is currently, or a history of, another disorder. For\nexample, the CDDR for schizotypal disorder indicate that, in order to assign the diagnosis,\nthe individual’s past symptoms should never have met the diagnostic requirements\nfor schizophrenia, schizoaffective disorder or delusional disorder. Similarly, recurrent\ndepressive disorder is not diagnosed if the individual has ever experienced a manic, mixed\nor hypomanic episode.\n• “The symptoms are better accounted for by another mental disorder”: many essential\nfeatures sections include the requirement that the symptomatic presentation is not better\naccounted for by another mental disorder. This is typically the case when the symptomatic\nrequirements of one disorder are also a possible manifestation of another disorder. An\nexample is the occurrence of significant anxiety symptoms that develop in anticipation of\nattending school. If the anxiety is entirely accounted for by fear of speaking in class and/or\nsocial interaction with peers, a diagnosis of social anxiety disorder would be most appropriate. The amnestic symptoms are features of trance disorder rather than a separate condition. • the third case (“individual has never met the diagnostic requirements for”) prevents\na diagnosis from being made if there is curre..."
}