{
  "id": "clinical#risk_safety_ad0d8014",
  "content": "or movements that are experienced as being controlled by the possessing agent – symptoms that\nare not typically present in dissociative amnesia.\nBoundary with dissociative identity disorder and partial dissociative identity\ndisorder\nEpisodes of amnesia are common in dissociative identity disorder, and may also occur in partial\ndissociative identity disorder. However, amnesia in partial dissociative identity disorder is usually\nbrief and restricted to extreme emotional states or episodes of self-harm. Moreover, dissociative\namnesia is not characterized by the experience of two or more distinct, alternate personality\nstates, as is the case in dissociative identity disorder and partial dissociative identity disorder.\nIn dissociative amnesia with dissociative fugue, the individual is typically confused about their\nidentity. If two or more distinct personality states recurrently take executive control of the\nindividual’s consciousness and functioning, which may include episodes of amnesia, dissociative\nidentity disorder is the more appropriate diagnosis.\nBoundary with post-traumatic stress disorder and complex post-traumatic stress\ndisorder\nIn post-traumatic stress disorder and complex post-traumatic stress disorder, memories of the\ntraumatic event may be fragmented, disorganized or incomplete. When the amnesia is more\npervasive and also involves autobiographical memories that are not related to the traumatic event,",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "high",
    "topics": [
      "stress",
      "communication_tips",
      "risk_safety",
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Risk Safety or movements that are experienced as being controlled by the possessing agent – symptoms that\nare not typically present in dissociative amnesia.\nBoundary with dissociative identity disorder and partial dissociative identity\ndisorder\nEpisodes of amnesia are common in dissociative identity disorder, and may also occur in partial\ndissociative identity disorder. However, amnesia in partial dissociative identity disorder is usually\nbrief and restricted to extreme emotional states or episodes of self-harm. Moreover, dissociative\namnesia is not characterized by the experience of two or more distinct, alternate personality\nstates, as is the case in dissociative identity disorder and partial dissociative identity disorder.\nIn dissociative amnesia with dissociative fugue, the individual is typically confused about their\nidentity. If two or more distinct personality states recurrently take executive control of the\nindividual’s consciousness and functioning, which may include episodes of amnesia, dissociative\nidentity disorder is the more appropriate diagnosis.\nBoundary with post-traumatic stress disorder and complex post-traumatic stress\ndisorder\nIn post-traumatic stress disorder and complex post-traumatic stress disorder, memories of the\ntraumatic event may be fragmented, disorganized or incomplete. When the amnesia is more\npervasive and also involves autobiographical memories that are not related to the traumatic event, Or movements that are experienced as being controlled by the possessing agent – symptoms that\nare not typically present in dissociative amnesia. ranh giới with dissociative identity disorder and partial dissociative iden..."
}