{
  "id": "clinical#screening_cues_82c1917e",
  "content": "part of the definition (“clinically significant disturbance in an individual’s cognition, emotional\nregulation or behaviour”) indicates that the essential features of the disorders included in the\nICD-11 chapter on mental, behavioural and neurodevelopmental disorders invariably involve\n(but are not limited to) symptoms from these domains of mental and behavioural functioning.\nThe presentation of disorders in other ICD-11 chapters (e.g. those on diseases of the nervous\nsystem and sleep-wake disorders) may include disturbances in these domains, but they are not\ncommon to all the disorders in those chapters.\nThe second part of the definition is intended to clarify that in order for a clinical presentation to be\ndiagnosable as a mental, behavioural or neurodevelopmental disorder (as opposed to representing\nnormal variation), the symptom must reflect a dysfunction in an underlying psychological,\nbiological or developmental process. For example, the experiences of an individual who has\nrecently been bereaved might include acute feelings of sadness and emptiness accompanied\nby disturbances in cognition, emotional regulation or behaviour. However, symptoms entirely\nattributable to grief are not in and of themselves indicative of an underlying dysfunction in a\npsychological, biological or developmental process. Normal bereavement is not considered to be",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "sleep",
      "study",
      "emotions",
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues part of the definition (“clinically significant disturbance in an individual’s cognition, emotional\nregulation or behaviour”) indicates that the essential features of the disorders included in the\nICD-11 chapter on mental, behavioural and neurodevelopmental disorders invariably involve\n(but are not limited to) symptoms from these domains of mental and behavioural functioning.\nThe presentation of disorders in other ICD-11 chapters (e.g. those on diseases of the nervous\nsystem and sleep-wake disorders) may include disturbances in these domains, but they are not\ncommon to all the disorders in those chapters.\nThe second part of the definition is intended to clarify that in order for a clinical presentation to be\ndiagnosable as a mental, behavioural or neurodevelopmental disorder (as opposed to representing\nnormal variation), the symptom must reflect a dysfunction in an underlying psychological,\nbiological or developmental process. For example, the experiences of an individual who has\nrecently been bereaved might include acute feelings of sadness and emptiness accompanied\nby disturbances in cognition, emotional regulation or behaviour. However, symptoms entirely\nattributable to grief are not in and of themselves indicative of an underlying dysfunction in a\npsychological, biological or developmental process. Normal bereavement is not considered to be Part of the definition (“clinically significant disturbance in an individual’s cognition, emotional\nregulation or behaviour”) indicates that the essential features of the disorders included in the\nicd-11 chapter on menta..."
}