{
  "id": "clinical#risk_safety_54ee8e4e",
  "content": "in eastern Europe and the lowest in Africa. Low prevalence of alcohol use in some countries is\nrelated to lower rates of disorders due to use of alcohol.\nPolymorphisms of the genes for the alcohol-metabolizing enzymes alcohol dehydrogenase\n(ADH1B) and aldehyde dehydrogenase, which affect the response to alcohol, are seen more\nfrequently among East Asians than other groups. Individuals with certain polymorphisms may\ndevelop facial flushing and palpitations when consuming alcohol, which may be so severe as to\npreclude alcohol consumption and thus lower the risk of alcohol use disorder.\n6C41 Disorders due to use of cannabis\nDisorders due to use of cannabis are characterized by the pattern and consequences of cannabis\nuse. Cannabis is the collective term for a range of psychoactive preparations of the cannabis\nplant, Cannabis sativa, and related species and hybrids. Cannabis contains cannabinoids,\na class of diverse chemical compounds that act on endogenous cannabinoid receptors that\nmodulate neurotransmitter release in the brain. The principal psychoactive cannabinoid is\nδ-9-tetrahydrocannabinol (THC). Cannabis is typically smoked in the form of the flowering heads\nor leaves of the marijuana plant; tobacco is often mixed with cannabis when smoked. Cannabis",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "risk_safety"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Risk Safety in eastern Europe and the lowest in Africa. Low prevalence of alcohol use in some countries is\nrelated to lower rates of disorders due to use of alcohol.\nPolymorphisms of the genes for the alcohol-metabolizing enzymes alcohol dehydrogenase\n(ADH1B) and aldehyde dehydrogenase, which affect the response to alcohol, are seen more\nfrequently among East Asians than other groups. Individuals with certain polymorphisms may\ndevelop facial flushing and palpitations when consuming alcohol, which may be so severe as to\npreclude alcohol consumption and thus lower the risk of alcohol use disorder.\n6C41 Disorders due to use of cannabis\nDisorders due to use of cannabis are characterized by the pattern and consequences of cannabis\nuse. Cannabis is the collective term for a range of psychoactive preparations of the cannabis\nplant, Cannabis sativa, and related species and hybrids. Cannabis contains cannabinoids,\na class of diverse chemical compounds that act on endogenous cannabinoid receptors that\nmodulate neurotransmitter release in the brain. The principal psychoactive cannabinoid is\nδ-9-tetrahydrocannabinol (THC). Cannabis is typically smoked in the form of the flowering heads\nor leaves of the marijuana plant; tobacco is often mixed with cannabis when smoked. Cannabis In eastern europe and the lowest in africa. low prevalence of alcohol use in some countries is\nrelated to lower rates of disorders due to use of alcohol."
}