{
  "id": "clinical#screening_cues_f976c76a",
  "content": "instructions on how to conduct their diagnostic interviews other than to assess the areas that\nwere required as part of the study protocol. Overall, intraclass kappa coefficients (a measure of\nreliability between raters) for diagnoses weighted by site and study prevalence ranged from 0.45\n(dysthymic disorder) to 0.88 (social anxiety disorder). The reliability of the ICD-11 diagnostic\nrequirements was superior to that previously reported for equivalent ICD-10 guidelines (18).\nClinician ratings of the clinical utility of the ICD-11 CDDR were very positive overall. The\nCDDR were perceived as easy to use, accurately reflecting patients’ presentations (i.e. goodness\nof fit), clear and understandable, and no more time-consuming than the clinicians’ standard\npractice (19).\nA separate study of common child and adolescent diagnoses was conducted in four countries –\nChina, India, Japan and Mexico – with children and adolescents from 6 to 18 years of age (48).\nThe study focused on attention deficit hyperactivity disorder, disruptive behaviour and dissocial\ndisorders, mood disorders, anxiety and fear-related disorders, and disorders specifically associated\nwith stress, using a design that was analogous to the adult study. Kappa estimates indicated\nsubstantial agreement for most categories, with moderate agreement for generalized anxiety",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "stress",
      "study",
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues instructions on how to conduct their diagnostic interviews other than to assess the areas that\nwere required as part of the study protocol. Overall, intraclass kappa coefficients (a measure of\nreliability between raters) for diagnoses weighted by site and study prevalence ranged from 0.45\n(dysthymic disorder) to 0.88 (social anxiety disorder). The reliability of the ICD-11 diagnostic\nrequirements was superior to that previously reported for equivalent ICD-10 guidelines (18).\nClinician ratings of the clinical utility of the ICD-11 CDDR were very positive overall. The\nCDDR were perceived as easy to use, accurately reflecting patients’ presentations (i.e. goodness\nof fit), clear and understandable, and no more time-consuming than the clinicians’ standard\npractice (19).\nA separate study of common child and adolescent diagnoses was conducted in four countries –\nChina, India, Japan and Mexico – with children and adolescents from 6 to 18 years of age (48).\nThe study focused on attention deficit hyperactivity disorder, disruptive behaviour and dissocial\ndisorders, mood disorders, anxiety and fear-related disorders, and disorders specifically associated\nwith stress, using a design that was analogous to the adult study. Kappa estimates indicated\nsubstantial agreement for most categories, with moderate agreement for generalized anxiety Instructions on how to conduct their diagnostic interviews other than to assess the areas that\nwere required as part of the học tập protocol. overall, intraclass kappa coefficients (a measure of\nreliability between rater..."
}