{
  "id": "clinical#screening_cues_b2cadb35",
  "content": "586 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders\n• A diagnosis of other paraphilic disorder involving non-consenting individuals is generally\nnot adequately supported when the evidence indicating a sustained, focused and intense\npattern of sexual arousal consists solely of a single or very limited number of instances\nof specific forms of sexual behaviour, as there may be other explanations for specific\noccurrences (e.g. intoxication, opportunity). In the absence of a report of the individual’s\nsexual thoughts, fantasies or urges, examples of other forms of evidence supporting\nthe presence of a paraphilic arousal pattern include a preference for specific types of\npornography; preference over other forms of sexual behaviour; or planning and repeatedly\nseeking out opportunities to engage in the relevant paraphilic sexual behaviour.\nBoundary with normality (threshold)\n• Other paraphilic disorder involving non-consenting individuals specifically excludes\nsexual behaviours that occur with the consent of the person or people involved, as long as\nthey are deemed to have the capacity to provide such consent.\nCourse features\n• Individuals with paraphilic disorders often report the onset of paraphilic sexual interest\nduring adolescence.\n• Paraphilic disorders are relatively stable after young adulthood, but sexual thoughts,",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "study",
      "communication_tips",
      "screening_cues",
      "referral",
      "psychoeducation"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues 586 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders\n• A diagnosis of other paraphilic disorder involving non-consenting individuals is generally\nnot adequately supported when the evidence indicating a sustained, focused and intense\npattern of sexual arousal consists solely of a single or very limited number of instances\nof specific forms of sexual behaviour, as there may be other explanations for specific\noccurrences (e.g. intoxication, opportunity). In the absence of a report of the individual’s\nsexual thoughts, fantasies or urges, examples of other forms of evidence supporting\nthe presence of a paraphilic arousal pattern include a preference for specific types of\npornography; preference over other forms of sexual behaviour; or planning and repeatedly\nseeking out opportunities to engage in the relevant paraphilic sexual behaviour.\nBoundary with normality (threshold)\n• Other paraphilic disorder involving non-consenting individuals specifically excludes\nsexual behaviours that occur with the consent of the person or people involved, as long as\nthey are deemed to have the capacity to provide such consent.\nCourse features\n• Individuals with paraphilic disorders often report the onset of paraphilic sexual interest\nduring adolescence.\n• Paraphilic disorders are relatively stable after young adulthood, but sexual thoughts, 586 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders\n• a diagnosis of other paraphilic disorder involving non-consenting individuals is generally\nnot adequa..."
}