{
  "id": "clinical#screening_cues_980dd291",
  "content": "By international treaty, WHO’s 194 Member States agree to use the ICD as the standard for\nthe reporting of health information to WHO. The ICD is therefore the fundamental global\nframework for monitoring mortality and morbidity, epidemics and other threats to public health,\nand disease burden. Reporting of health statistics to WHO based on the new system began on\n1 January 2022 (4).\nMember States also use the ICD for other important purposes related to health services –\nfor example, to facilitate access to appropriate health care, as a basis for developing clinical\nguidelines and standards of practice, and to facilitate research into more effective prevention and\ntreatment strategies. Moreover, the governments of Member States use the ICD as a part of the\nframework for defining their obligations to provide free or subsidized health-care services to their\npopulations (5). That is, the diagnosis of a particular health condition typically confers eligibility\nto receive a specified range of health services. The implementation of the ICD in clinical systems\nis therefore extremely important because of the way it drives services, costs and outcomes.\nThis volume, Clinical descriptions and diagnostic requirements for ICD-11 mental, behavioural and",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "study",
      "work",
      "screening_cues",
      "management"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues By international treaty, WHO’s 194 Member States agree to use the ICD as the standard for\nthe reporting of health information to WHO. The ICD is therefore the fundamental global\nframework for monitoring mortality and morbidity, epidemics and other threats to public health,\nand disease burden. Reporting of health statistics to WHO based on the new system began on\n1 January 2022 (4).\nMember States also use the ICD for other important purposes related to health services –\nfor example, to facilitate access to appropriate health care, as a basis for developing clinical\nguidelines and standards of practice, and to facilitate research into more effective prevention and\ntreatment strategies. Moreover, the governments of Member States use the ICD as a part of the\nframework for defining their obligations to provide free or subsidized health-care services to their\npopulations (5). That is, the diagnosis of a particular health condition typically confers eligibility\nto receive a specified range of health services. The implementation of the ICD in clinical systems\nis therefore extremely important because of the way it drives services, costs and outcomes.\nThis volume, Clinical descriptions and diagnostic requirements for ICD-11 mental, behavioural and By international treaty, who’s 194 member states agree to use the icd as the standard for\nthe reporting of health information to who. the icd is therefore the fundamental global\nframework for monitoring mortality and mor..."
}