{
  "id": "clinical#screening_cues_9f8737ba",
  "content": "A disorder of intellectual development should not be diagnosed if the limitations are better accounted\nfor by another mental and behavioural disorder. However, other mental and behavioural disorders\nare at least as prevalent in individuals with disorders of intellectual development as in the general\npopulation, and co-occurring diagnoses should be assigned if warranted. In evaluating mental and\nbehavioural disorders in individuals with disorders of intellectual development, signs and symptoms\nmust be assessed using methods that are appropriate to the individual’s level of development and\nintellectual functioning, and may require a greater reliance on observable signs and the reports of\nothers who are familiar with the individual.\nBoundary with sensory impairments\nIf not addressed, sensory impairments (e.g. visual, auditory) can interfere with opportunities for\nlearning, resulting in apparent limitations in intellectual functioning or adaptive behaviour. If the\nobserved limitations are solely attributable to a sensory impairment, a disorder of intellectual\ndevelopment should not be assigned. However, prolonged sensory impairment throughout the\ncritical period of development may result in the persistence of limitations in intellectual functioning\nor adaptive behaviour, despite later intervention, and an additional diagnosis of a disorder of\nintellectual development may be warranted in such cases.",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "communication_tips",
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues A disorder of intellectual development should not be diagnosed if the limitations are better accounted\nfor by another mental and behavioural disorder. However, other mental and behavioural disorders\nare at least as prevalent in individuals with disorders of intellectual development as in the general\npopulation, and co-occurring diagnoses should be assigned if warranted. In evaluating mental and\nbehavioural disorders in individuals with disorders of intellectual development, signs and symptoms\nmust be assessed using methods that are appropriate to the individual’s level of development and\nintellectual functioning, and may require a greater reliance on observable signs and the reports of\nothers who are familiar with the individual.\nBoundary with sensory impairments\nIf not addressed, sensory impairments (e.g. visual, auditory) can interfere with opportunities for\nlearning, resulting in apparent limitations in intellectual functioning or adaptive behaviour. If the\nobserved limitations are solely attributable to a sensory impairment, a disorder of intellectual\ndevelopment should not be assigned. However, prolonged sensory impairment throughout the\ncritical period of development may result in the persistence of limitations in intellectual functioning\nor adaptive behaviour, despite later intervention, and an additional diagnosis of a disorder of\nintellectual development may be warranted in such cases. A disorder of intellectual development should not be diagnosed if the limitations are better accounted\nfor by another mental and behavioural disorder. however, other mental and behavioural disorders\nare at least as preva..."
}