{
  "id": "clinical#screening_cues_3e205c20",
  "content": "in complex and multifaceted ways. For example, culture can influence how disorders are\nconceptualized, experienced and expressed; what is considered normal or pathological; how\nfunctioning is affected; where and how people seek care; and the ways that patients and families\nparticipate in treatment. Attention to culture was also in line with the overall priority of the\nrevision process to enhance the clinical utility and global applicability of the CDDR. Information\nthat makes the diagnostic system more relevant and acceptable to clinicians and service users\naround the world can enhance the usefulness of the CDDR as tool for identifying those who\nrequire care and connecting them to services.\nWHO appointed a Working Group on Cultural Considerations to develop material on culture\nfor the CDDR. This Working Group conducted extensive consultations with experts from\naround the world, and systematically reviewed the literature on cultural influences on diagnosis\nand psychopathology for each diagnostic category, as well as relevant material on culture from\nICD-10 and DSM-5. Information was also collated from materials produced by other ICD-11\nworking groups as part of their generation of proposed content for their respective diagnostic areas.\nOn this basis, the Working Group developed a section entitled “culture-related features” for",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "study",
      "work",
      "screening_cues",
      "management"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues in complex and multifaceted ways. For example, culture can influence how disorders are\nconceptualized, experienced and expressed; what is considered normal or pathological; how\nfunctioning is affected; where and how people seek care; and the ways that patients and families\nparticipate in treatment. Attention to culture was also in line with the overall priority of the\nrevision process to enhance the clinical utility and global applicability of the CDDR. Information\nthat makes the diagnostic system more relevant and acceptable to clinicians and service users\naround the world can enhance the usefulness of the CDDR as tool for identifying those who\nrequire care and connecting them to services.\nWHO appointed a Working Group on Cultural Considerations to develop material on culture\nfor the CDDR. This Working Group conducted extensive consultations with experts from\naround the world, and systematically reviewed the literature on cultural influences on diagnosis\nand psychopathology for each diagnostic category, as well as relevant material on culture from\nICD-10 and DSM-5. Information was also collated from materials produced by other ICD-11\nworking groups as part of their generation of proposed content for their respective diagnostic areas.\nOn this basis, the Working Group developed a section entitled “culture-related features” for In complex and multifaceted ways. for example, culture can influence how disorders are\nconceptualized, experienced and expressed; what is considered normal or pathological; how\nfunctioning is affected; where and how peop..."
}