{
  "id": "clinical#screening_cues_9c3781b9",
  "content": "the same time, the field study results highlighted the overall increase in complexity of this part of\nICD-11 and the need for training of health professionals in order to ensure a smooth transition.\nThe field studies also yielded specific suggestions for better delineation of the boundaries among\nsome diagnostic categories as well as better descriptions of new ones.\nIn addition, WHO commissioned a study (50) on the concordance among diagnoses for alcohol\nand cannabis use disorders based on ICD-11, ICD-10 and the Diagnostic and Statistical Manual\nof Mental Disorders, fourth and fifth editions (DSM-IV and DSM-5) (51,52). The results of\nthe study demonstrated high concordance among the populations identified by the ICD-11\ndiagnostic requirements compared to ICD-10 and DSM-IV. Concordance of between ICD-11\nand DSM-5 was substantially lower, in large part due to low agreement between the diagnoses of\nharmful pattern of alcohol use and harmful pattern of cannabis use in ICD-11 and mild alcohol\nuse disorder and mild cannabis use disorder in DSM-5.\nDevelopment of the CDDR also included the involvement of mental health service users and\ncarers through two studies in 15 countries representing diverse clinical contexts in multiple",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "study",
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues the same time, the field study results highlighted the overall increase in complexity of this part of\nICD-11 and the need for training of health professionals in order to ensure a smooth transition.\nThe field studies also yielded specific suggestions for better delineation of the boundaries among\nsome diagnostic categories as well as better descriptions of new ones.\nIn addition, WHO commissioned a study (50) on the concordance among diagnoses for alcohol\nand cannabis use disorders based on ICD-11, ICD-10 and the Diagnostic and Statistical Manual\nof Mental Disorders, fourth and fifth editions (DSM-IV and DSM-5) (51,52). The results of\nthe study demonstrated high concordance among the populations identified by the ICD-11\ndiagnostic requirements compared to ICD-10 and DSM-IV. Concordance of between ICD-11\nand DSM-5 was substantially lower, in large part due to low agreement between the diagnoses of\nharmful pattern of alcohol use and harmful pattern of cannabis use in ICD-11 and mild alcohol\nuse disorder and mild cannabis use disorder in DSM-5.\nDevelopment of the CDDR also included the involvement of mental health service users and\ncarers through two studies in 15 countries representing diverse clinical contexts in multiple The same time, the field học tập results highlighted the overall increase in complexity of this part of\nicd-11 and the need for training of health professionals in order to ensure a smooth transition. the field studies a..."
}