{
  "id": "clinical#screening_cues_40fc0fc8",
  "content": "collateral history supports the conclusion that they are motivated by an intention to lose weight\nor to prevent weight gain. When such individuals begin to alter their eating behaviours and to\ngain weight, often as a result of treatment, it is common for more explicit weight- or shape-related\nconcerns to emerge. In cases where concerns about body weight or shape continue to be absent in\nspite of alteration of eating behaviours and weight gain, it is generally more appropriate to change\nthe diagnosis to avoidant-restrictive food intake disorder.\nBoundary with schizophrenia and other primary psychotic disorders\nBeliefs that may be considered unusual, are demonstrably untrue, or even appear to be delusional\nin intensity or fixity may be present in individuals with anorexia nervosa, but these are generally\nrestricted to issues of food, weight and shape, and are otherwise consistent with the psychopathology\nof anorexia nervosa. Examples include a conviction that one is fat when one is demonstrably\nunderweight, or a belief that one’s caloric intake is excessive when it is in fact insufficient to\nmaintain a normal weight. Such beliefs are consistent with a diagnosis of anorexia nervosa, and",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "study",
      "communication_tips",
      "screening_cues",
      "management",
      "psychoeducation"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues collateral history supports the conclusion that they are motivated by an intention to lose weight\nor to prevent weight gain. When such individuals begin to alter their eating behaviours and to\ngain weight, often as a result of treatment, it is common for more explicit weight- or shape-related\nconcerns to emerge. In cases where concerns about body weight or shape continue to be absent in\nspite of alteration of eating behaviours and weight gain, it is generally more appropriate to change\nthe diagnosis to avoidant-restrictive food intake disorder.\nBoundary with schizophrenia and other primary psychotic disorders\nBeliefs that may be considered unusual, are demonstrably untrue, or even appear to be delusional\nin intensity or fixity may be present in individuals with anorexia nervosa, but these are generally\nrestricted to issues of food, weight and shape, and are otherwise consistent with the psychopathology\nof anorexia nervosa. Examples include a conviction that one is fat when one is demonstrably\nunderweight, or a belief that one’s caloric intake is excessive when it is in fact insufficient to\nmaintain a normal weight. Such beliefs are consistent with a diagnosis of anorexia nervosa, and Collateral history supports the conclusion that they are motivated by an intention to lose weight\nor to prevent weight gain. when such individuals begin to alter their eating behaviours and to\ngain weight, often as a res..."
}