{
  "id": "clinical#screening_cues_07786cd6",
  "content": "Boundary with schizophrenia and other primary psychotic disorders\nIndividuals with dissociative identity disorder may report experiencing symptoms such as hearing\nvoices or intrusive thoughts that may also occur in schizophrenia and other primary psychotic\ndisorders. However, individuals with dissociative identity disorder do not typically exhibit\ndelusions, formal thought disorder or negative symptoms (as in schizophrenia or schizoaffective\ndisorder), or rapid-onset and rapidly fluctuating symptoms (as in acute and transient psychotic\ndisorder). In the absence of other symptoms supporting a diagnosis of schizophrenia or another\nprimary psychotic disorder, intrusive phenomena such as hearing voices may suggest the presence\nof dissociative personality states.\nBoundary with post-traumatic stress disorder and complex post-traumatic\nstress disorder\nIndividuals with post-traumatic stress disorder and complex post-traumatic stress disorder\nmay experience alterations in identity and sense of agency during episodes of re-experiencing\nof traumatic events (e.g. during flashbacks). For example, they may feel that they are unable to\ncontrol their experiences or reactions during the re-experiencing episode, or that they are in\na different time in their own lives. However, these episodes are not characterized by a distinct\npersonality state taking executive control of the individual’s consciousness and functioning.",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "stress",
      "study",
      "communication_tips",
      "screening_cues",
      "psychoeducation"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues Boundary with schizophrenia and other primary psychotic disorders\nIndividuals with dissociative identity disorder may report experiencing symptoms such as hearing\nvoices or intrusive thoughts that may also occur in schizophrenia and other primary psychotic\ndisorders. However, individuals with dissociative identity disorder do not typically exhibit\ndelusions, formal thought disorder or negative symptoms (as in schizophrenia or schizoaffective\ndisorder), or rapid-onset and rapidly fluctuating symptoms (as in acute and transient psychotic\ndisorder). In the absence of other symptoms supporting a diagnosis of schizophrenia or another\nprimary psychotic disorder, intrusive phenomena such as hearing voices may suggest the presence\nof dissociative personality states.\nBoundary with post-traumatic stress disorder and complex post-traumatic\nstress disorder\nIndividuals with post-traumatic stress disorder and complex post-traumatic stress disorder\nmay experience alterations in identity and sense of agency during episodes of re-experiencing\nof traumatic events (e.g. during flashbacks). For example, they may feel that they are unable to\ncontrol their experiences or reactions during the re-experiencing episode, or that they are in\na different time in their own lives. However, these episodes are not characterized by a distinct\npersonality state taking executive control of the individual’s consciousness and functioning. Ranh giới with schizophrenia and other primary psychotic disorders\nindividuals with dissociative identity disorder may report experiencing symptoms such as hearing\nvoices or intrusive thoughts that may also occur in schi..."
}