{
  "id": "clinical#risk_safety_a54db798",
  "content": "these. The risk may be related to short-term effects of alcohol or to longer-term cumulative\neffects on physical or mental health or functioning. Hazardous alcohol use has not yet\nreached the level of having caused harm to physical or mental health of the user or others\naround the user. The pattern of alcohol use often persists in spite of awareness of increased\nrisk of harm to the user or to others.\nQE11 Hazardous drug use\n• Hazardous drug use refers to a pattern of use of psychoactive substances other than\nnicotine or alcohol that appreciably increases the risk of harmful physical or mental health\nconsequences – to the user or to others – to an extent that warrants attention and advice\nfrom health professionals. The increased risk may be from the frequency of substance\nuse, from the amount used on a given occasion, from risky behaviours associated with\nsubstance use or the context of use, from a harmful route of administration, or from a\ncombination of these. The risk may be related to short-term effects of the substance or to\nlonger-term cumulative effects on physical or mental health or functioning. Hazardous",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "risk_safety",
      "referral",
      "psychoeducation"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Risk Safety these. The risk may be related to short-term effects of alcohol or to longer-term cumulative\neffects on physical or mental health or functioning. Hazardous alcohol use has not yet\nreached the level of having caused harm to physical or mental health of the user or others\naround the user. The pattern of alcohol use often persists in spite of awareness of increased\nrisk of harm to the user or to others.\nQE11 Hazardous drug use\n• Hazardous drug use refers to a pattern of use of psychoactive substances other than\nnicotine or alcohol that appreciably increases the risk of harmful physical or mental health\nconsequences – to the user or to others – to an extent that warrants attention and advice\nfrom health professionals. The increased risk may be from the frequency of substance\nuse, from the amount used on a given occasion, from risky behaviours associated with\nsubstance use or the context of use, from a harmful route of administration, or from a\ncombination of these. The risk may be related to short-term effects of the substance or to\nlonger-term cumulative effects on physical or mental health or functioning. Hazardous These. the nguy cơ may be related to short-term effects of alcohol or to longer-term cumulative\neffects on physical or mental health or functioning."
}