{
  "id": "clinical#risk_safety_bd0bfde2",
  "content": "verbal and nonverbal ability, but this is not a requirement for diagnosis.\n• Developmental language disorder frequently co-occurs with other neurodevelopmental\ndisorders, such as developmental speech sound disorder, developmental learning disorder,\nattention deficit hyperactivity disorder, autism spectrum disorder and developmental\nmotor coordination disorder.\n• Developmental language disorder is often associated with difficulties in peer relationships,\nemotional disturbance and disruptive behaviours, particularly in school-aged children.\n• Developmental language disorder often runs in families.\n• Developmental language disorder can be a presenting feature in some individuals with\nspecific chromosomal anomalies, including sex chromosome anomalies. Where available,\nchromosome testing can assist in identifying other health risks associated with specific\nunderlying chromosomal abnormalities. If a specific chromosomal or other developmental\nanomaly is identified, this should be diagnosed in addition to the developmental\nlanguage disorder.\n• Regression of language skills once acquired is not a feature of developmental language\ndisorder. Reported loss of early first words in the second year of life associated with a\ndecline in social and communication behaviours – and, more rarely, loss of language skills\nafter 3 years of age – may be a presentation of autism spectrum disorder. Language abilities",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "relationships",
      "emotions",
      "risk_safety",
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Risk Safety verbal and nonverbal ability, but this is not a requirement for diagnosis.\n• Developmental language disorder frequently co-occurs with other neurodevelopmental\ndisorders, such as developmental speech sound disorder, developmental learning disorder,\nattention deficit hyperactivity disorder, autism spectrum disorder and developmental\nmotor coordination disorder.\n• Developmental language disorder is often associated with difficulties in peer relationships,\nemotional disturbance and disruptive behaviours, particularly in school-aged children.\n• Developmental language disorder often runs in families.\n• Developmental language disorder can be a presenting feature in some individuals with\nspecific chromosomal anomalies, including sex chromosome anomalies. Where available,\nchromosome testing can assist in identifying other health risks associated with specific\nunderlying chromosomal abnormalities. If a specific chromosomal or other developmental\nanomaly is identified, this should be diagnosed in addition to the developmental\nlanguage disorder.\n• Regression of language skills once acquired is not a feature of developmental language\ndisorder. Reported loss of early first words in the second year of life associated with a\ndecline in social and communication behaviours – and, more rarely, loss of language skills\nafter 3 years of age – may be a presentation of autism spectrum disorder. Language abilities Verbal and nonverbal ability, but this is not a requirement for diagnosis. • developmental language disorder frequently co-occurs with other neurodevelopmental\ndisorders, such as developmental speech sound disorder, deve..."
}