{
  "id": "clinical#screening_cues_3bdd9d66",
  "content": "are less frequent and commonly accompany delusions of persecution or reference. They are usually\nauditory (e.g. adulatory voices), and less commonly visual (e.g. visions of deities), somatic or tactile.\nHowever, in a manic or mixed episode with psychotic symptoms, the psychotic symptoms are\nconfined to the mood episode. Schizophrenia is differentiated from manic or mixed episodes in\nbipolar type I disorder by the occurrence of psychotic and other symptoms that meet the diagnostic\nrequirements of schizophrenia during periods without mood symptoms that meet the diagnostic\nrequirements of a manic or mixed episode. If the diagnostic requirements for both schizophrenia\nand bipolar type I disorder are met concurrently, and both psychotic and mood symptoms last for\nat least 1 month, schizoaffective disorder is the appropriate diagnosis.\nBoundary with post-traumatic stress disorder and complex post-traumatic\nstress disorder\nIn post-traumatic stress disorder and complex post-traumatic stress disorder, severe flashbacks\nthat involve a complete loss of awareness of present surroundings may occur, intrusive images\nor memories may have a hallucinatory quality, and hypervigilance may reach proportions that\nappear to be paranoid. However, the diagnoses of post-traumatic stress disorder and complex",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "stress",
      "emotions",
      "communication_tips",
      "screening_cues",
      "referral"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues are less frequent and commonly accompany delusions of persecution or reference. They are usually\nauditory (e.g. adulatory voices), and less commonly visual (e.g. visions of deities), somatic or tactile.\nHowever, in a manic or mixed episode with psychotic symptoms, the psychotic symptoms are\nconfined to the mood episode. Schizophrenia is differentiated from manic or mixed episodes in\nbipolar type I disorder by the occurrence of psychotic and other symptoms that meet the diagnostic\nrequirements of schizophrenia during periods without mood symptoms that meet the diagnostic\nrequirements of a manic or mixed episode. If the diagnostic requirements for both schizophrenia\nand bipolar type I disorder are met concurrently, and both psychotic and mood symptoms last for\nat least 1 month, schizoaffective disorder is the appropriate diagnosis.\nBoundary with post-traumatic stress disorder and complex post-traumatic\nstress disorder\nIn post-traumatic stress disorder and complex post-traumatic stress disorder, severe flashbacks\nthat involve a complete loss of awareness of present surroundings may occur, intrusive images\nor memories may have a hallucinatory quality, and hypervigilance may reach proportions that\nappear to be paranoid. However, the diagnoses of post-traumatic stress disorder and complex Are less frequent and commonly accompany delusions of persecution or reference. they are usually\nauditory (e.g."
}