{
  "id": "clinical#screening_cues_72b2d0b9",
  "content": "that requires experience in clinical interviewing on the part of the interviewer. The SCII-11 is\ndesigned to be used in conjunction with the CDDR, and provides a standardized set of questions\nto assist researchers to elicit the information needed to conduct a differential diagnosis in the\ncontext of research studies. It will also be useful for training purposes and in clinical settings.\nThe development of the SCII-11 required extensive decisions about operationalizing the CDDR\nso that they can be more reliably applied in research settings. The SCII-11 operationalized the\nCDDR in two different ways: by substituting more precise diagnostic thresholds and by the choice\nof wording of corresponding interview questions. The CDDR intentionally avoid artificially\nprecise duration and symptom cutoffs, allowing clinicians more flexibility for clinical judgement.\nThe SCII-11 modifies some of the CDDR items, substituting more precise thresholds. For\nexample, the ICD-11 CDDR for panic disorder define a panic attack as follows: “Panic attacks are\ndiscrete episodes of intense fear or apprehension also characterized by the rapid and concurrent\nonset of several characteristic symptoms. These symptoms may include, but are not limited to,\nthe following…” The SCII-11 has modified this item, substituting the word “several” with “at",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "study",
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues that requires experience in clinical interviewing on the part of the interviewer. The SCII-11 is\ndesigned to be used in conjunction with the CDDR, and provides a standardized set of questions\nto assist researchers to elicit the information needed to conduct a differential diagnosis in the\ncontext of research studies. It will also be useful for training purposes and in clinical settings.\nThe development of the SCII-11 required extensive decisions about operationalizing the CDDR\nso that they can be more reliably applied in research settings. The SCII-11 operationalized the\nCDDR in two different ways: by substituting more precise diagnostic thresholds and by the choice\nof wording of corresponding interview questions. The CDDR intentionally avoid artificially\nprecise duration and symptom cutoffs, allowing clinicians more flexibility for clinical judgement.\nThe SCII-11 modifies some of the CDDR items, substituting more precise thresholds. For\nexample, the ICD-11 CDDR for panic disorder define a panic attack as follows: “Panic attacks are\ndiscrete episodes of intense fear or apprehension also characterized by the rapid and concurrent\nonset of several characteristic symptoms. These symptoms may include, but are not limited to,\nthe following…” The SCII-11 has modified this item, substituting the word “several” with “at That requires experience in clinical interviewing on the part of the interviewer. the scii-11 is\ndesigned to be used in conjunction with the cddr, and provides a standardized set of questions\nto assist researchers to eli..."
}