{
  "id": "clinical#screening_cues_4aa9e498",
  "content": "is therefore extremely important because of the way it drives services, costs and outcomes.\nThis volume, Clinical descriptions and diagnostic requirements for ICD-11 mental, behavioural and\nneurodevelopmental disorders (CDDR), is the culmination of over a decade of collaborative work\nthat took place within the context of the overall development of ICD-11 (2). The development\nof the ICD-11 CDDR was led by the WHO Department of Mental Health and Substance Use,\nand constitutes the most broadly international, multilingual, multidisciplinary and participative\nrevision process ever implemented for a classification of mental disorders (6). The CDDR were\nplanned, developed and field tested with the intent of providing mental health professionals,\nother health professionals, trainees and students with a comprehensive clinically useful guide\nto implementation of the ICD-11 classification of mental, behavioural and neurodevelopmental\ndisorders. The CDDR are meant to support the accurate and reliable identification of mental\nhealth problems as they present in people seeking care in different settings worldwide, based\non the best available evidence. Timely and accurate diagnosis of mental, behavioural and\nneurodevelopmental disorders can reduce the enormous disease burden associated with these\nconditions (7), thereby advancing WHO’s objective of “the attainment by all peoples of the highest",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "work",
      "screening_cues",
      "psychoeducation"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues is therefore extremely important because of the way it drives services, costs and outcomes.\nThis volume, Clinical descriptions and diagnostic requirements for ICD-11 mental, behavioural and\nneurodevelopmental disorders (CDDR), is the culmination of over a decade of collaborative work\nthat took place within the context of the overall development of ICD-11 (2). The development\nof the ICD-11 CDDR was led by the WHO Department of Mental Health and Substance Use,\nand constitutes the most broadly international, multilingual, multidisciplinary and participative\nrevision process ever implemented for a classification of mental disorders (6). The CDDR were\nplanned, developed and field tested with the intent of providing mental health professionals,\nother health professionals, trainees and students with a comprehensive clinically useful guide\nto implementation of the ICD-11 classification of mental, behavioural and neurodevelopmental\ndisorders. The CDDR are meant to support the accurate and reliable identification of mental\nhealth problems as they present in people seeking care in different settings worldwide, based\non the best available evidence. Timely and accurate diagnosis of mental, behavioural and\nneurodevelopmental disorders can reduce the enormous disease burden associated with these\nconditions (7), thereby advancing WHO’s objective of “the attainment by all peoples of the highest Is therefore extremely important because of the way it drives services, costs and outcomes. this volume, clinical descriptions and diagnostic requirements for icd-11 mental, behavioural and\nneurodevelopmental disorders (..."
}