{
  "id": "clinical#screening_cues_6fe19797",
  "content": "retardation in depressive or mixed episodes\nPsychomotor retardation in depressive episodes and decreased psychomotor activity in catatonia can\nmanifest in similar ways. In the presence of a depressive or mixed episode, an additional diagnosis\nof catatonia associated with another mental disorder is appropriate if symptoms of increased\npsychomotor activity or abnormal psychomotor activity are also present. If all catatonia symptoms\nare from the decreased psychomotor activity cluster, whether or not an additional diagnosis of\ncatatonia associated with another mental disorder is assigned is a clinical judgement based on the\nseverity of the symptoms and on whether catatonia is a specific focus of clinical attention.\nBoundary of catatonia associated with another mental disorder with psychomotor\nagitation in depressive, manic or mixed episodes\nPsychomotor agitation in a mood episode and increased psychomotor activity in catatonia can\nmanifest in similar ways. In the presence of a mood episode, an additional diagnosis of catatonia\nassociated with another mental disorder is only appropriate if symptoms of decreased psychomotor\nactivity or abnormal psychomotor activity are also present. If all catatonia symptoms are aspects of\nincreased psychomotor activity, an additional diagnosis of catatonia is not warranted.\nBoundary of catatonia induced by substances or medications and secondary",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "study",
      "communication_tips",
      "screening_cues",
      "management"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues retardation in depressive or mixed episodes\nPsychomotor retardation in depressive episodes and decreased psychomotor activity in catatonia can\nmanifest in similar ways. In the presence of a depressive or mixed episode, an additional diagnosis\nof catatonia associated with another mental disorder is appropriate if symptoms of increased\npsychomotor activity or abnormal psychomotor activity are also present. If all catatonia symptoms\nare from the decreased psychomotor activity cluster, whether or not an additional diagnosis of\ncatatonia associated with another mental disorder is assigned is a clinical judgement based on the\nseverity of the symptoms and on whether catatonia is a specific focus of clinical attention.\nBoundary of catatonia associated with another mental disorder with psychomotor\nagitation in depressive, manic or mixed episodes\nPsychomotor agitation in a mood episode and increased psychomotor activity in catatonia can\nmanifest in similar ways. In the presence of a mood episode, an additional diagnosis of catatonia\nassociated with another mental disorder is only appropriate if symptoms of decreased psychomotor\nactivity or abnormal psychomotor activity are also present. If all catatonia symptoms are aspects of\nincreased psychomotor activity, an additional diagnosis of catatonia is not warranted.\nBoundary of catatonia induced by substances or medications and secondary Retardation in depressive or mixed episodes\npsychomotor retardation in depressive episodes and decreased psychomotor activity in catatonia can\nmanifest in similar ways. in the presence of a depressive or mixed episode, a..."
}