{
  "id": "clinical#screening_cues_ca080128",
  "content": "part of the positive symptoms domain. A person may experience hallucinations that result in\nminimal distress (indicative of mild positive symptoms) and delusions that affect the person’s\nbehaviour but not to the point of impairing their functioning (indicative of moderate positive\nsymptoms). In that case, the person’s positive symptoms should be rated as moderate. Note that\nindividuals with primary psychotic disorders typically do not present with all the symptoms that\nare part of a given specifier domain. For example, in the positive symptoms domain, a person may\npresent with only hallucinations, only delusions, both or neither. The descriptions corresponding\nto each rating in the tables below are intended to convey examples of symptom presentations\nthat would justify a rating at a particular level of severity; they are not intended to be used as\nrequired criteria.\nSpecifier scales for symptomatic manifestations of primary psychotic disorders\n192 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders\nNote that the mild, moderate and severe ratings for the depressive mood symptoms specifier are not\nequivalent to the corresponding diagnostic requirements for a mild, moderate or severe depressive",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "stress",
      "study",
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues part of the positive symptoms domain. A person may experience hallucinations that result in\nminimal distress (indicative of mild positive symptoms) and delusions that affect the person’s\nbehaviour but not to the point of impairing their functioning (indicative of moderate positive\nsymptoms). In that case, the person’s positive symptoms should be rated as moderate. Note that\nindividuals with primary psychotic disorders typically do not present with all the symptoms that\nare part of a given specifier domain. For example, in the positive symptoms domain, a person may\npresent with only hallucinations, only delusions, both or neither. The descriptions corresponding\nto each rating in the tables below are intended to convey examples of symptom presentations\nthat would justify a rating at a particular level of severity; they are not intended to be used as\nrequired criteria.\nSpecifier scales for symptomatic manifestations of primary psychotic disorders\n192 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders\nNote that the mild, moderate and severe ratings for the depressive mood symptoms specifier are not\nequivalent to the corresponding diagnostic requirements for a mild, moderate or severe depressive Part of the positive symptoms domain. a person may experience hallucinations that result in\nminimal distress (indicative of mild positive symptoms) and delusions that affect the person’s\nbehaviour but not to the point of..."
}