{
  "id": "clinical#risk_safety_0c068944",
  "content": "General cultural considerations for disorders due to substance use\n• Use of psychoactive substances is influenced by strong cultural meanings and traditions,\nwhich may affect the risk of development of a disorder due to substance use. The cultural\nmilieu in which the substance is used should be considered when determining risk and\nthe presence or absence of pathology. For example, substances may be used regularly as\npart of religious rituals, celebrations (e.g. New Year’s Eve), culturally sanctioned mystical\nexperiences, specific events (e.g. wakes preceding funerals) or healing activities without\nresulting in a disorder due to substance use.\n• Cultural values and interpretations related to the use of psychoactive substances in\nspecific communities, and cultural terms used to describe the substance and its effects,\nvary greatly across cultures. Knowledge of specific terms and interpretations will improve\ncommunication with patients and determination of possible disorder. For example,\nAmerican Indians who use peyote during traditional worship ceremonies may consider\nthe substance a sacrament rather than a drug.\nDisorders due to substance use or addictive behaviours\n442 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders\n• Local availability of a substance affects the prevalence of disorders associated with it. For",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "study",
      "risk_safety",
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Risk Safety General cultural considerations for disorders due to substance use\n• Use of psychoactive substances is influenced by strong cultural meanings and traditions,\nwhich may affect the risk of development of a disorder due to substance use. The cultural\nmilieu in which the substance is used should be considered when determining risk and\nthe presence or absence of pathology. For example, substances may be used regularly as\npart of religious rituals, celebrations (e.g. New Year’s Eve), culturally sanctioned mystical\nexperiences, specific events (e.g. wakes preceding funerals) or healing activities without\nresulting in a disorder due to substance use.\n• Cultural values and interpretations related to the use of psychoactive substances in\nspecific communities, and cultural terms used to describe the substance and its effects,\nvary greatly across cultures. Knowledge of specific terms and interpretations will improve\ncommunication with patients and determination of possible disorder. For example,\nAmerican Indians who use peyote during traditional worship ceremonies may consider\nthe substance a sacrament rather than a drug.\nDisorders due to substance use or addictive behaviours\n442 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders\n• Local availability of a substance affects the prevalence of disorders associated with it. For General cultural considerations for disorders due to substance use\n• use of psychoactive substances is influenced by strong cultural meanings and traditions,\nwhich may affect the nguy cơ of development of a disorder due ..."
}