{
  "id": "clinical#screening_cues_3576335e",
  "content": "difficulty with concentration, sleep disruption and feelings of dread associated with pessimistic\nthoughts. Single episode depressive disorder or recurrent depressive disorder are differentiated\nby the presence of low mood or loss of pleasure in previously enjoyable activities and other\ncharacteristic symptoms of a depressive episode (e.g. appetite changes, feelings of worthlessness,\nrecurrent thoughts of death). In generalized anxiety disorder, individuals are focused on potential\nnegative outcomes that might occur in a variety of everyday aspects of life (e.g. family, finances,\nwork) rather than thoughts of worthlessness or hopelessness. Rumination often occurs in the\ncontext of single episode depressive disorder or recurrent depressive disorder but, unlike in\ngeneralized anxiety disorder, is not usually accompanied by persistent worry and apprehension\nabout various everyday aspects of life. Generalized anxiety disorder may co-occur with single\nepisode depressive disorder or recurrent depressive disorder, but should only be diagnosed if\nthe diagnostic requirements for generalized anxiety disorder were met prior to the onset of or\nfollowing complete remission of a depressive episode.\nBoundary with other anxiety and fear-related disorders\nSymptoms of anxiety, including panic attacks, are common in single episode depressive disorder",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "sleep",
      "study",
      "work",
      "relationships",
      "emotions",
      "communication_tips",
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues difficulty with concentration, sleep disruption and feelings of dread associated with pessimistic\nthoughts. Single episode depressive disorder or recurrent depressive disorder are differentiated\nby the presence of low mood or loss of pleasure in previously enjoyable activities and other\ncharacteristic symptoms of a depressive episode (e.g. appetite changes, feelings of worthlessness,\nrecurrent thoughts of death). In generalized anxiety disorder, individuals are focused on potential\nnegative outcomes that might occur in a variety of everyday aspects of life (e.g. family, finances,\nwork) rather than thoughts of worthlessness or hopelessness. Rumination often occurs in the\ncontext of single episode depressive disorder or recurrent depressive disorder but, unlike in\ngeneralized anxiety disorder, is not usually accompanied by persistent worry and apprehension\nabout various everyday aspects of life. Generalized anxiety disorder may co-occur with single\nepisode depressive disorder or recurrent depressive disorder, but should only be diagnosed if\nthe diagnostic requirements for generalized anxiety disorder were met prior to the onset of or\nfollowing complete remission of a depressive episode.\nBoundary with other anxiety and fear-related disorders\nSymptoms of anxiety, including panic attacks, are common in single episode depressive disorder Difficulty with concentration, giấc ngủ disruption and feelings of dread associated with pessimistic\nthoughts. single episode depressive disorder or recurrent depressive disorder are differentiated\nby the presence of low..."
}