{
  "id": "clinical#psychoeducation_b9732de0",
  "content": "social, educational, occupational or other important areas of functioning.\nInsight specifiers\nIndividuals with hoarding disorder vary in the degree to which they recognize that hoarding-\nrelated beliefs and behaviours (pertaining to excessive acquisition, difficulty discarding, or\nclutter) are problematic. For example, some can acknowledge that their living space presents a\nhazard, that many of the items they save are without value and unlikely to be of future use, or\nthat their distress associated with discarding items is not rational. Others are convinced that their\nhoarding-related beliefs and behaviours are not problematic, despite evidence to the contrary,\nand the beliefs of some may at times appear to be delusional in the degree of conviction or fixity\nwith which these beliefs are held (e.g. an individual insists that items that objectively have little\nor no value are critically important to save, or denies that there is any problem with their living\nspace). Insight may vary substantially even over short periods of time – for example, depending\non the level of current anxiety or distress – such as when a family member or other person forces\nthe individual to discard items. The degree of insight that an individual exhibits in the context of",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "stress",
      "study",
      "relationships",
      "psychoeducation"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Psychoeducation social, educational, occupational or other important areas of functioning.\nInsight specifiers\nIndividuals with hoarding disorder vary in the degree to which they recognize that hoarding-\nrelated beliefs and behaviours (pertaining to excessive acquisition, difficulty discarding, or\nclutter) are problematic. For example, some can acknowledge that their living space presents a\nhazard, that many of the items they save are without value and unlikely to be of future use, or\nthat their distress associated with discarding items is not rational. Others are convinced that their\nhoarding-related beliefs and behaviours are not problematic, despite evidence to the contrary,\nand the beliefs of some may at times appear to be delusional in the degree of conviction or fixity\nwith which these beliefs are held (e.g. an individual insists that items that objectively have little\nor no value are critically important to save, or denies that there is any problem with their living\nspace). Insight may vary substantially even over short periods of time – for example, depending\non the level of current anxiety or distress – such as when a family member or other person forces\nthe individual to discard items. The degree of insight that an individual exhibits in the context of Social, educational, occupational or other important areas of functioning. insight specifiers\nindividuals with hoarding disorder vary in the degree to which they recognize that hoarding-\nrelated beliefs and behaviours (p..."
}