{
  "id": "clinical#screening_cues_97c678cf",
  "content": "The occurrence or a history of sexual behaviours involving pre-pubertal children is not sufficient\nto establish a diagnosis of paedophilic disorder. Rather, these behaviours must reflect a sustained,\nfocused and intense pattern of paedophilic sexual arousal. When this is not the case, other causes\nof the behaviour need to be considered. For example, sexual behaviours involving children that\ndo not reflect an underlying, persistent pattern of paedophilic sexual arousal may occur in the\ncontext of some mental disorders, such as bipolar type I disorder during manic or mixed episodes,\nor dementia.\nBoundary with sexual crimes that do not involve a paraphilic disorder\nSexual crimes involving paedophilic behaviour may consist of actions or behaviours that are not\nassociated with a sustained underlying paraphilic arousal pattern. Rather, these behaviours may\nbe transient and occur impulsively or opportunistically. The diagnosis of paedophilic disorder\nrequires these behaviours to be a manifestation of a sustained, focused and intense pattern of\nsexual arousal.\nBoundary with sexually aggressive behaviour in adolescents\nSome adolescents present with a history of sexually abusing younger children. The diagnosis of\npaedophilic disorder should be applied with caution to adolescents. Unless there is a persistent",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "study",
      "communication_tips",
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues The occurrence or a history of sexual behaviours involving pre-pubertal children is not sufficient\nto establish a diagnosis of paedophilic disorder. Rather, these behaviours must reflect a sustained,\nfocused and intense pattern of paedophilic sexual arousal. When this is not the case, other causes\nof the behaviour need to be considered. For example, sexual behaviours involving children that\ndo not reflect an underlying, persistent pattern of paedophilic sexual arousal may occur in the\ncontext of some mental disorders, such as bipolar type I disorder during manic or mixed episodes,\nor dementia.\nBoundary with sexual crimes that do not involve a paraphilic disorder\nSexual crimes involving paedophilic behaviour may consist of actions or behaviours that are not\nassociated with a sustained underlying paraphilic arousal pattern. Rather, these behaviours may\nbe transient and occur impulsively or opportunistically. The diagnosis of paedophilic disorder\nrequires these behaviours to be a manifestation of a sustained, focused and intense pattern of\nsexual arousal.\nBoundary with sexually aggressive behaviour in adolescents\nSome adolescents present with a history of sexually abusing younger children. The diagnosis of\npaedophilic disorder should be applied with caution to adolescents. Unless there is a persistent The occurrence or a history of sexual behaviours involving pre-pubertal children is not sufficient\nto establish a diagnosis of paedophilic disorder. rather, these behaviours must reflect a sustained,\nfocused and intense ..."
}