{
  "id": "clinical#screening_cues_0239ffb1",
  "content": "movement, behaviour or cognition – such as non-epileptic seizures and convulsions,\nparalyses or sensory loss – in sociocultural settings where such symptoms are common.\nThese symptoms typically remain persistent and debilitating until the underlying\ndissociative identity disorder is identified and treated.\n• Acculturation or prolonged intercultural contact may shape the characteristics of the\ndissociative identities; for example, identities in India may speak English exclusively and\nwear Western clothes as a sign of their difference from the usual personality state.\n• In some societies, presentations of dissociative identity disorder may occur after stressful\nexposures (e.g. recurrent parental affect dysregulation), which may or may not involve\nphysical or sexual abuse. The tendency towards dissociative responses to stressors may be\nincreased in cultures with less individualistic (“bounded”) conceptions of the self, or in\ncircumstances of socioeconomic deprivation.\nSex- and/or gender-related features\n• Prior to puberty, prevalence of dissociative identity disorder does not appear to vary by\ngender. After puberty, prevalence appears to be higher among females.\n• Significant gender differences have been observed in the symptoms of dissociative identity\ndisorder across the lifespan. Females with dissociative identity disorder often present\nwith more dissociative identities, and tend to experience more acute dissociative states",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "stress",
      "study",
      "emotions",
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues movement, behaviour or cognition – such as non-epileptic seizures and convulsions,\nparalyses or sensory loss – in sociocultural settings where such symptoms are common.\nThese symptoms typically remain persistent and debilitating until the underlying\ndissociative identity disorder is identified and treated.\n• Acculturation or prolonged intercultural contact may shape the characteristics of the\ndissociative identities; for example, identities in India may speak English exclusively and\nwear Western clothes as a sign of their difference from the usual personality state.\n• In some societies, presentations of dissociative identity disorder may occur after stressful\nexposures (e.g. recurrent parental affect dysregulation), which may or may not involve\nphysical or sexual abuse. The tendency towards dissociative responses to stressors may be\nincreased in cultures with less individualistic (“bounded”) conceptions of the self, or in\ncircumstances of socioeconomic deprivation.\nSex- and/or gender-related features\n• Prior to puberty, prevalence of dissociative identity disorder does not appear to vary by\ngender. After puberty, prevalence appears to be higher among females.\n• Significant gender differences have been observed in the symptoms of dissociative identity\ndisorder across the lifespan. Females with dissociative identity disorder often present\nwith more dissociative identities, and tend to experience more acute dissociative states Movement, behaviour or cognition – such as non-epileptic seizures and convulsions,\nparalyses or sensory loss – in sociocultural settings where such symptoms are common. these symptoms typically remain persistent and debi..."
}