{
  "id": "clinical#screening_cues_07a3654e",
  "content": "decline in social and communication behaviours – and, more rarely, loss of language skills\nafter 3 years of age – may be a presentation of autism spectrum disorder. Language abilities\nmay also be lost due to diseases of the nervous system including acquired brain injury\nfrom stroke, trauma or encephalopathy with or without overt epilepsy. Concomitant loss of\nphysical skills with language abilities may be indicative of a neurodegenerative condition.\nWhen an underlying neurological cause has been identified, the condition should not be\ndiagnosed as developmental language disorder but rather as secondary speech or language\nsyndrome, which should be assigned in addition to the appropriate diagnosis for the\nunderlying condition.\nBoundary with normality (threshold)\n• Children vary widely in the age at which they first acquire spoken language and in the pace\nat which language skills become firmly established. The majority of preschool-aged children\nwho acquire speech later than expected go on to develop normal language abilities. Very\nearly delays in language acquisition are therefore not indicative of developmental language\ndisorder. However, the absence of single words (or word approximations) by 2 years of age,\nthe failure to generate simple two-word phrases by 3 years of age, and language impairments",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "emotions",
      "communication_tips",
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues decline in social and communication behaviours – and, more rarely, loss of language skills\nafter 3 years of age – may be a presentation of autism spectrum disorder. Language abilities\nmay also be lost due to diseases of the nervous system including acquired brain injury\nfrom stroke, trauma or encephalopathy with or without overt epilepsy. Concomitant loss of\nphysical skills with language abilities may be indicative of a neurodegenerative condition.\nWhen an underlying neurological cause has been identified, the condition should not be\ndiagnosed as developmental language disorder but rather as secondary speech or language\nsyndrome, which should be assigned in addition to the appropriate diagnosis for the\nunderlying condition.\nBoundary with normality (threshold)\n• Children vary widely in the age at which they first acquire spoken language and in the pace\nat which language skills become firmly established. The majority of preschool-aged children\nwho acquire speech later than expected go on to develop normal language abilities. Very\nearly delays in language acquisition are therefore not indicative of developmental language\ndisorder. However, the absence of single words (or word approximations) by 2 years of age,\nthe failure to generate simple two-word phrases by 3 years of age, and language impairments Decline in social and giao tiếp behaviours – and, more rarely, loss of language skills\nafter 3 years of age – may be a presentation of autism spectrum disorder. language abilities\nmay also be lost due to diseases of the ..."
}