{
  "id": "clinical#screening_cues_1380d2ca",
  "content": "the Scottish Government, Scotland (United Kingdom); the American Psychological Association;\nthe Clinical Child Psychology Program, University of Kansas; the WHO Collaborating Centre for\nCapacity Building and Training in Global Mental Health and its International Advisory Board,\nDepartment of Psychiatry, Columbia University Vagelos College of Physicians and Surgeons; the\nColumbia University President’s Global Innovation Fund; and the New York State Psychiatric\nInstitute (United States).\nxvi Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders\n`\nIntroduction 1\nIntroduction\nThe Eleventh Revision of the World Health Organization’s International Classification of\nDiseases (ICD-11) was approved by the Seventy-second World Health Assembly, comprising the\nhealth ministers of all World Health Organization (WHO) Member States, on 25 May 2019 (1).\nICD-11 represents the first major, comprehensive revision of the ICD in nearly 30 years, and\nincorporates major advances in scientific evidence, best clinical practices and health information\nsystems (2). The development and maintenance of international classification systems for health\nand the standardization of diagnostic procedures are core constitutional functions of WHO (3).\nBy international treaty, WHO’s 194 Member States agree to use the ICD as the standard for\nthe reporting of health information to WHO. The ICD is therefore the fundamental global",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues the Scottish Government, Scotland (United Kingdom); the American Psychological Association;\nthe Clinical Child Psychology Program, University of Kansas; the WHO Collaborating Centre for\nCapacity Building and Training in Global Mental Health and its International Advisory Board,\nDepartment of Psychiatry, Columbia University Vagelos College of Physicians and Surgeons; the\nColumbia University President’s Global Innovation Fund; and the New York State Psychiatric\nInstitute (United States).\nxvi Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders\n`\nIntroduction 1\nIntroduction\nThe Eleventh Revision of the World Health Organization’s International Classification of\nDiseases (ICD-11) was approved by the Seventy-second World Health Assembly, comprising the\nhealth ministers of all World Health Organization (WHO) Member States, on 25 May 2019 (1).\nICD-11 represents the first major, comprehensive revision of the ICD in nearly 30 years, and\nincorporates major advances in scientific evidence, best clinical practices and health information\nsystems (2). The development and maintenance of international classification systems for health\nand the standardization of diagnostic procedures are core constitutional functions of WHO (3).\nBy international treaty, WHO’s 194 Member States agree to use the ICD as the standard for\nthe reporting of health information to WHO. The ICD is therefore the fundamental global The scottish government, scotland (united kingdom); the american psychological association;\nthe clinical child psychology program, university of kansas; the who collaborating centre for\ncapacity building and training in ..."
}