{
  "id": "clinical#screening_cues_27e14f5b",
  "content": "cover up the self-inflicted nature of the attempt by making it look like an accident.\n• Many individuals with body integrity dysphoria have a sexual component to their desire\n– either being sexually attracted to individuals with certain disabilities or being intensely\nsexually aroused at the thought of being disabled.\n• Shame about the desire to be disabled is common in individuals with body integrity\ndysphoria, and most individuals keep this desire a closely guarded secret because of a fear\nof being rejected or thought to be “crazy” by others. It is common for the family, friends,\nco-workers and even their partners or spouses of individuals with body integrity dysphoria\nto be unaware of their desire. Some may seek treatment for associated depressive or other\nsymptoms and yet not share their desire to be disabled with their health-care provider.\n• It is assumed that most individuals with body integrity dysphoria never come to clinical\nattention. When they do, it is generally as adults – often when they seek the assistance\nof a health-care professional to relieve their distress, to help them actualize their desired\ndisability, or because they have injured themselves in an attempt to become disabled.",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "stress",
      "work",
      "relationships",
      "screening_cues",
      "management"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues cover up the self-inflicted nature of the attempt by making it look like an accident.\n• Many individuals with body integrity dysphoria have a sexual component to their desire\n– either being sexually attracted to individuals with certain disabilities or being intensely\nsexually aroused at the thought of being disabled.\n• Shame about the desire to be disabled is common in individuals with body integrity\ndysphoria, and most individuals keep this desire a closely guarded secret because of a fear\nof being rejected or thought to be “crazy” by others. It is common for the family, friends,\nco-workers and even their partners or spouses of individuals with body integrity dysphoria\nto be unaware of their desire. Some may seek treatment for associated depressive or other\nsymptoms and yet not share their desire to be disabled with their health-care provider.\n• It is assumed that most individuals with body integrity dysphoria never come to clinical\nattention. When they do, it is generally as adults – often when they seek the assistance\nof a health-care professional to relieve their distress, to help them actualize their desired\ndisability, or because they have injured themselves in an attempt to become disabled. Cover up the self-inflicted nature of the attempt by making it look like an accident. • many individuals with body integrity dysphoria have a sexual component to their desire\n– either being sexually attracted to individu..."
}