{
  "id": "clinical#screening_cues_d5a709bf",
  "content": "with everyday functioning, leading to the necessity of considerable external\nassistance.\nSeverity unspecified Cognitive symptoms have been present during the past week, but it is not\npossible to make a severity rating based on the available information.\n6A25.5\nSpecifier scales for symptomatic manifestations of primary psychotic disorders | Cognitive symptoms\n200 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders\nCCaattaattoonniiaa 201\nCatatonia\nCatatonia is a syndrome of primarily psychomotor disturbances, characterized by the co-occurrence\nof several symptoms of decreased, increased or abnormal psychomotor activity. The assessment\nof catatonia is complex and requires observation, interview and physical examination. Catatonia\ncan occur in the context of other mental disorders, such as schizophrenia and other primary\npsychotic disorders, mood disorders and neurodevelopmental disorders – especially autism\nspectrum disorder. Catatonia can also develop during or soon after intoxication or withdrawal\nfrom certain psychoactive substances, including phencyclidine (PCP), cannabis, hallucinogens\nsuch as mescaline or lysergic acid diethylamide (LSD), cocaine and MDMA or related drugs,\nor during the use of certain psychoactive and non-psychoactive medications (e.g. antipsychotic\nmedications, benzodiazepines, steroids, disulfiram, ciprofloxacin). Finally, catatonia can occur\nas a direct pathophysiological consequence of a medical condition not classified under mental,",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "study",
      "screening_cues",
      "management"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues with everyday functioning, leading to the necessity of considerable external\nassistance.\nSeverity unspecified Cognitive symptoms have been present during the past week, but it is not\npossible to make a severity rating based on the available information.\n6A25.5\nSpecifier scales for symptomatic manifestations of primary psychotic disorders | Cognitive symptoms\n200 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders\nCCaattaattoonniiaa 201\nCatatonia\nCatatonia is a syndrome of primarily psychomotor disturbances, characterized by the co-occurrence\nof several symptoms of decreased, increased or abnormal psychomotor activity. The assessment\nof catatonia is complex and requires observation, interview and physical examination. Catatonia\ncan occur in the context of other mental disorders, such as schizophrenia and other primary\npsychotic disorders, mood disorders and neurodevelopmental disorders – especially autism\nspectrum disorder. Catatonia can also develop during or soon after intoxication or withdrawal\nfrom certain psychoactive substances, including phencyclidine (PCP), cannabis, hallucinogens\nsuch as mescaline or lysergic acid diethylamide (LSD), cocaine and MDMA or related drugs,\nor during the use of certain psychoactive and non-psychoactive medications (e.g. antipsychotic\nmedications, benzodiazepines, steroids, disulfiram, ciprofloxacin). Finally, catatonia can occur\nas a direct pathophysiological consequence of a medical condition not classified under mental, With everyday functioning, leading to the necessity of considerable external\nassistance. severity unspecified cognitive symptoms have been present during the past week, but it is not\npossible to make a severity rating ba..."
}