{
  "id": "clinical#risk_safety_b7b82acd",
  "content": "of time spent on these activities, the context of gambling or betting, the neglect of other activities\nand priorities, risky behaviours associated with gambling or betting or its context, the adverse\nconsequences of gambling or betting, or a combination of these factors. The pattern of gambling or\nbetting often persists in spite of awareness of increased risk of harm to the individual or to others.\nThis category may be used when the pattern of gambling or betting warrants attention and advice\nfrom health professionals but does not meet the diagnostic requirements for gambling disorder.\nQE22 Hazardous gaming\nHazardous gaming refers to a pattern of gaming, either online or offline, that appreciably increases\nthe risk of harmful physical or mental health consequences to the individual or to others around\nthe individual. The increased risk may be from the frequency of gaming, the amount of time\nspent on these activities, the neglect of other activities and priorities, risky behaviours associated\nwith gaming or its context, the adverse consequences of gaming, or a combination of these\nfactors. The pattern of gaming often persists in spite of awareness of increased risk of harm to the",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "risk_safety",
      "screening_cues",
      "referral",
      "psychoeducation"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Risk Safety of time spent on these activities, the context of gambling or betting, the neglect of other activities\nand priorities, risky behaviours associated with gambling or betting or its context, the adverse\nconsequences of gambling or betting, or a combination of these factors. The pattern of gambling or\nbetting often persists in spite of awareness of increased risk of harm to the individual or to others.\nThis category may be used when the pattern of gambling or betting warrants attention and advice\nfrom health professionals but does not meet the diagnostic requirements for gambling disorder.\nQE22 Hazardous gaming\nHazardous gaming refers to a pattern of gaming, either online or offline, that appreciably increases\nthe risk of harmful physical or mental health consequences to the individual or to others around\nthe individual. The increased risk may be from the frequency of gaming, the amount of time\nspent on these activities, the neglect of other activities and priorities, risky behaviours associated\nwith gaming or its context, the adverse consequences of gaming, or a combination of these\nfactors. The pattern of gaming often persists in spite of awareness of increased risk of harm to the Of time spent on these activities, the context of gambling or betting, the neglect of other activities\nand priorities, risky behaviours associated with gambling or betting or its context, the adverse\nconsequences of gamb..."
}