{
  "id": "clinical#risk_safety_6426d9d5",
  "content": "neurodevelopmental disorders. Geneva: World Health Organization; 2024. Licence: CC BY-NC-ND 3.0 IGO.\nCataloguing-in-Publication (CIP) data. CIP data are available at http://apps.who.int/iris.\nSales, rights and licensing. To purchase WHO publications, see http://apps.who.int/bookorders. To submit\nrequests for commercial use and queries on translation rights and licensing, see https://www.who.int/copyright.\nThird-party materials. If you wish to reuse material from this work that is attributed to a third party, such as\ntables, figures or images, it is your responsibility to determine whether permission is needed for that reuse\nand to obtain permission from the copyright holder. The risk of claims resulting from infringement of any third-\nparty-owned component in the work rests solely with the user.\nGeneral disclaimers. The designations employed and the presentation of the material in this publication do not\nimply the expression of any opinion whatsoever on the part of WHO concerning the legal status of any country,\nterritory, city or area or of its authorities, or concerning the delimitation of its frontiers or boundaries. Dotted\nand dashed lines on maps represent approximate border lines for which there may not yet be full agreement.\nThe mention of specific companies or of certain manufacturers’ products does not imply that they are endorsed",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "work",
      "risk_safety"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Risk Safety neurodevelopmental disorders. Geneva: World Health Organization; 2024. Licence: CC BY-NC-ND 3.0 IGO.\nCataloguing-in-Publication (CIP) data. CIP data are available at http://apps.who.int/iris.\nSales, rights and licensing. To purchase WHO publications, see http://apps.who.int/bookorders. To submit\nrequests for commercial use and queries on translation rights and licensing, see https://www.who.int/copyright.\nThird-party materials. If you wish to reuse material from this work that is attributed to a third party, such as\ntables, figures or images, it is your responsibility to determine whether permission is needed for that reuse\nand to obtain permission from the copyright holder. The risk of claims resulting from infringement of any third-\nparty-owned component in the work rests solely with the user.\nGeneral disclaimers. The designations employed and the presentation of the material in this publication do not\nimply the expression of any opinion whatsoever on the part of WHO concerning the legal status of any country,\nterritory, city or area or of its authorities, or concerning the delimitation of its frontiers or boundaries. Dotted\nand dashed lines on maps represent approximate border lines for which there may not yet be full agreement.\nThe mention of specific companies or of certain manufacturers’ products does not imply that they are endorsed Neurodevelopmental disorders. geneva: world health organization; 2024."
}