{
  "id": "clinical#management_80695a53",
  "content": "Science and Technology; the Department of Psychiatry, National Autonomous University of\nMexico (Mexico); the Department of Psychiatry and WHO Collaborating Centre for Research\nand Training in Mental Health, Neurosciences and Drug and Alcohol Abuse, University of\nIbadan (Nigeria); the Moscow Research Institute of Psychiatry, a branch of the V. Serbsky Federal\nMedical Research Centre of Psychiatry and Narcology of the Ministry of Health; the Training and\nResearch Centre, Mental Health Clinic No. 1 named after N.A. Alekseev, Moscow; the Russian\nSociety of Psychiatrists (Russian Federation); the Department of Psychiatry and Mental Health,\nUniversity of Cape Town (South Africa); the Department of Psychiatry and WHO Collaborating\nCentre for Mental Health Services Research and Training, Autonomous University of Madrid\n(Spain); the Faculty of Arts and Social Sciences and the Department of Psychology, University of\nZurich (Switzerland); the Turkish Green Crescent Society (Türkiye); the National Rehabilitation\nCentre in Abu Dhabi and WHO Collaborating Centre for Substance Use Prevention and\nTreatment of Substance Use Disorders (United Arab Emirates); the Mental Health Directorate of\nthe Scottish Government, Scotland (United Kingdom); the American Psychological Association;\nthe Clinical Child Psychology Program, University of Kansas; the WHO Collaborating Centre for",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "management"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Management Science and Technology; the Department of Psychiatry, National Autonomous University of\nMexico (Mexico); the Department of Psychiatry and WHO Collaborating Centre for Research\nand Training in Mental Health, Neurosciences and Drug and Alcohol Abuse, University of\nIbadan (Nigeria); the Moscow Research Institute of Psychiatry, a branch of the V. Serbsky Federal\nMedical Research Centre of Psychiatry and Narcology of the Ministry of Health; the Training and\nResearch Centre, Mental Health Clinic No. 1 named after N.A. Alekseev, Moscow; the Russian\nSociety of Psychiatrists (Russian Federation); the Department of Psychiatry and Mental Health,\nUniversity of Cape Town (South Africa); the Department of Psychiatry and WHO Collaborating\nCentre for Mental Health Services Research and Training, Autonomous University of Madrid\n(Spain); the Faculty of Arts and Social Sciences and the Department of Psychology, University of\nZurich (Switzerland); the Turkish Green Crescent Society (Türkiye); the National Rehabilitation\nCentre in Abu Dhabi and WHO Collaborating Centre for Substance Use Prevention and\nTreatment of Substance Use Disorders (United Arab Emirates); the Mental Health Directorate of\nthe Scottish Government, Scotland (United Kingdom); the American Psychological Association;\nthe Clinical Child Psychology Program, University of Kansas; the WHO Collaborating Centre for Science and technology; the department of psychiatry, national autonomous university of\nmexico (mexico); the department of psychiatry and who collaborating centre for research\nand training in mental health, neurosciences..."
}