{
  "id": "clinical#screening_cues_ce3ac7a1",
  "content": "(internet sex), telephone sex and other forms of repetitive sexual behaviour.\n• Individuals with compulsive sexual behaviour disorder often engage in sexual behaviour in\nresponse to feelings of depression, anxiety, boredom, loneliness or other negative affective\nstates. Although not diagnostically determinative, consideration of the relationship\nbetween emotional and behavioural cues and sexual behaviour may be an important\naspect of treatment planning.\n• Individuals who make religious or moral judgements about their own sexual behaviour\nor view it with disapproval, or who are concerned about the judgements and disapproval\nof others or about other potential consequences of their sexual behaviour, may describe\nthemselves as “sex addicts” or describe their sexual behaviour as “compulsive” or similar\nterms. In such cases, it is important to examine carefully whether such perceptions are only\na result of internal or external judgements or potential consequences, or whether there is\nevidence that impaired control over sexual impulses, urges or behaviours and the other\ndiagnostic requirements of compulsive sexual behaviour disorder are actually present.\nBoundary with normality (threshold)\n• There is wide variation in the nature and frequency of individuals’ sexual thoughts,\nfantasies, impulses and behaviours. This diagnosis is only appropriate when the individual",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "study",
      "relationships",
      "communication_tips",
      "screening_cues",
      "management"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues (internet sex), telephone sex and other forms of repetitive sexual behaviour.\n• Individuals with compulsive sexual behaviour disorder often engage in sexual behaviour in\nresponse to feelings of depression, anxiety, boredom, loneliness or other negative affective\nstates. Although not diagnostically determinative, consideration of the relationship\nbetween emotional and behavioural cues and sexual behaviour may be an important\naspect of treatment planning.\n• Individuals who make religious or moral judgements about their own sexual behaviour\nor view it with disapproval, or who are concerned about the judgements and disapproval\nof others or about other potential consequences of their sexual behaviour, may describe\nthemselves as “sex addicts” or describe their sexual behaviour as “compulsive” or similar\nterms. In such cases, it is important to examine carefully whether such perceptions are only\na result of internal or external judgements or potential consequences, or whether there is\nevidence that impaired control over sexual impulses, urges or behaviours and the other\ndiagnostic requirements of compulsive sexual behaviour disorder are actually present.\nBoundary with normality (threshold)\n• There is wide variation in the nature and frequency of individuals’ sexual thoughts,\nfantasies, impulses and behaviours. This diagnosis is only appropriate when the individual (internet sex), telephone sex and other forms of repetitive sexual behaviour. • individuals with compulsive sexual behaviour disorder often engage in sexual behaviour in\nresponse to feelings of trầm cảm, lo âu, boredom, ..."
}