{
  "id": "clinical#screening_cues_16add1f0",
  "content": "Overall, this section of ICD-11 was judged to be major step forward compared to ICD-10 in\nterms of its utility for meeting clinical and public health, and its feasibility for implementation.\nThere was broad support for major innovations in this area. For disorders due to substance use,\nthis included the expansion of substance classes to reflect evolving patterns in global psychoactive\nsubstance use (e.g. synthetic cannabinoids, MDMA1 or related drugs), the introduction of new\ncategories to capture episodes of harmful substance use, and the inclusion of the concept of “harm\nto health of others” in the definition of harmful substance use (25). There was also support for\n1 3,4-methylenedioxy-methamfetamine, also known as “ecstasy”.\n8 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders\nintegrating disorders due to addictive behaviour in the same overarching grouping as disorders\ndue to substance use, and for the introduction of the new diagnostic category gaming disorder. At\nthe same time, the field study results highlighted the overall increase in complexity of this part of\nICD-11 and the need for training of health professionals in order to ensure a smooth transition.",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "study",
      "screening_cues",
      "psychoeducation"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues Overall, this section of ICD-11 was judged to be major step forward compared to ICD-10 in\nterms of its utility for meeting clinical and public health, and its feasibility for implementation.\nThere was broad support for major innovations in this area. For disorders due to substance use,\nthis included the expansion of substance classes to reflect evolving patterns in global psychoactive\nsubstance use (e.g. synthetic cannabinoids, MDMA1 or related drugs), the introduction of new\ncategories to capture episodes of harmful substance use, and the inclusion of the concept of “harm\nto health of others” in the definition of harmful substance use (25). There was also support for\n1 3,4-methylenedioxy-methamfetamine, also known as “ecstasy”.\n8 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders\nintegrating disorders due to addictive behaviour in the same overarching grouping as disorders\ndue to substance use, and for the introduction of the new diagnostic category gaming disorder. At\nthe same time, the field study results highlighted the overall increase in complexity of this part of\nICD-11 and the need for training of health professionals in order to ensure a smooth transition. Overall, this section of icd-11 was judged to be major step forward compared to icd-10 in\nterms of its utility for meeting clinical and public health, and its feasibility for implementation. there was broad hỗ trợ for ma..."
}