{
  "id": "clinical#risk_safety_8874f216",
  "content": "the pattern and consequences of dissociative drug use. Dissociative drugs include ketamine and\nPCP and their (comparatively rare) chemical analogues. Ketamine is an intravenous anaesthetic\nwidely used in low- and middle-income countries, particularly in Africa, and in emergency\nsituations. Ketamine is also undergoing evaluation for treatment of some mental disorders (e.g.\ntreatment-resistant depressive disorders). It is also a widespread drug of nonmedical use in\nmany countries, and may be taken by the oral or nasal routes or injected. It produces a sense of\neuphoria but, depending on the dose, emergent hallucinations and dissociation are recognized\nas unpleasant side-effects. Phencyclidine has a more restricted worldwide distribution, and also\nhas euphoric and dissociative effects. Its use may result in bizarre behaviour uncharacteristic for\nthe individual, including self-harm. Dissociative drug dependence is described, but a withdrawal\nsyndrome is not recognized by most authorities. Several dissociative drug-induced mental\ndisorders are recognized.\nDisorders due to substance use or addictive behaviours | Substance classes\n448 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders\n6C4E Disorders due to use of other specified psychoactive substances,\nincluding medications\nDisorders due to use of other specified psychoactive substances, including medications, are",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "high",
    "topics": [
      "risk_safety",
      "screening_cues",
      "management"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Risk Safety the pattern and consequences of dissociative drug use. Dissociative drugs include ketamine and\nPCP and their (comparatively rare) chemical analogues. Ketamine is an intravenous anaesthetic\nwidely used in low- and middle-income countries, particularly in Africa, and in emergency\nsituations. Ketamine is also undergoing evaluation for treatment of some mental disorders (e.g.\ntreatment-resistant depressive disorders). It is also a widespread drug of nonmedical use in\nmany countries, and may be taken by the oral or nasal routes or injected. It produces a sense of\neuphoria but, depending on the dose, emergent hallucinations and dissociation are recognized\nas unpleasant side-effects. Phencyclidine has a more restricted worldwide distribution, and also\nhas euphoric and dissociative effects. Its use may result in bizarre behaviour uncharacteristic for\nthe individual, including self-harm. Dissociative drug dependence is described, but a withdrawal\nsyndrome is not recognized by most authorities. Several dissociative drug-induced mental\ndisorders are recognized.\nDisorders due to substance use or addictive behaviours | Substance classes\n448 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders\n6C4E Disorders due to use of other specified psychoactive substances,\nincluding medications\nDisorders due to use of other specified psychoactive substances, including medications, are The pattern and consequences of dissociative drug use. dissociative drugs include ketamine and\npcp and their (comparatively rare) chemical analogues."
}