{
  "id": "clinical#risk_safety_557052f5",
  "content": "childhood, and affective dysregulation can be a feature of both complex PTSD and personality\ndisorder, particularly personality disorder with borderline pattern. However, there are several\nways in which the specific symptom profiles of the two disorders differ. Avoidance of trauma-\nrelated reminders and a heightened sense of current threat are not diagnostic features of\npersonality disorders. Intimate and interpersonal relationships in complex PTSD are less likely\nto be characterized by fear of abandonment and relationship instability, but rather by avoidance\nand a general sense of disconnection. Individuals with complex PTSD tend to manifest a stable\nbut persistently negative self-view, in contrast to personality disorder in which an unstable sense\nof self is more common. Whereas personality disorder is more likely to be characterized by\nfrequent impulsive behaviors, including impulsive suicidality, suicidality among individuals with\ncomplex PTSD tends to be less frequent, less impulsive, and of higher lethality. If the diagnostic\nrequirements for both disorders are met, the utility of assigning an additional diagnosis of\npersonality disorder depends on the specific clinical situation.\nBoundary with other mental, behavioural and neurodevelopmental disorders\nBecause the diagnostic requirements for complex post-traumatic stress disorder include all",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "high",
    "topics": [
      "stress",
      "relationships",
      "communication_tips",
      "risk_safety",
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Risk Safety childhood, and affective dysregulation can be a feature of both complex PTSD and personality\ndisorder, particularly personality disorder with borderline pattern. However, there are several\nways in which the specific symptom profiles of the two disorders differ. Avoidance of trauma-\nrelated reminders and a heightened sense of current threat are not diagnostic features of\npersonality disorders. Intimate and interpersonal relationships in complex PTSD are less likely\nto be characterized by fear of abandonment and relationship instability, but rather by avoidance\nand a general sense of disconnection. Individuals with complex PTSD tend to manifest a stable\nbut persistently negative self-view, in contrast to personality disorder in which an unstable sense\nof self is more common. Whereas personality disorder is more likely to be characterized by\nfrequent impulsive behaviors, including impulsive suicidality, suicidality among individuals with\ncomplex PTSD tends to be less frequent, less impulsive, and of higher lethality. If the diagnostic\nrequirements for both disorders are met, the utility of assigning an additional diagnosis of\npersonality disorder depends on the specific clinical situation.\nBoundary with other mental, behavioural and neurodevelopmental disorders\nBecause the diagnostic requirements for complex post-traumatic stress disorder include all Childhood, and affective dysregulation can be a feature of both complex ptsd and personality\ndisorder, particularly personality disorder with borderline pattern. however, there are several\nways in which the specific symp..."
}