{
  "id": "clinical#risk_safety_4c241cfd",
  "content": "or social problems when starting school). In middle childhood, there may be prominent\nsymptoms of anxiety, including social anxiety disorder, school refusal and specific phobia.\nDuring adolescence and adulthood, depressive disorders are often a presenting feature.\n• Co-occurrence of autism spectrum disorder with other mental, behavioural and\nneurodevelopmental disorders is common across the lifespan. In a substantial proportion\nof cases – particularly in adolescence and adulthood – it is a co-occurring disorder that\nfirst brings an individual with autism spectrum disorder to clinical attention.\n• Pragmatic language difficulties may manifest as an overly literal understanding of others’\nspeech, speech that lacks normal prosody and emotional tone and therefore appears\nmonotonous, lack of awareness of the appropriateness of their choice of language in\nparticular social contexts, or pedantic precision in the use of language.\n• Social naivety, especially during adolescence, can lead to exploitation by others – a risk that\nmay be enhanced by the use of social media without adequate supervision.\n• Profiles of specific cognitive skills in autism spectrum disorder as measured by standardized\nassessments may show striking and unusual patterns of strengths and weaknesses that\nare highly variable from individual to individual. These deficits can affect learning and",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "risk_safety",
      "screening_cues",
      "management"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Risk Safety or social problems when starting school). In middle childhood, there may be prominent\nsymptoms of anxiety, including social anxiety disorder, school refusal and specific phobia.\nDuring adolescence and adulthood, depressive disorders are often a presenting feature.\n• Co-occurrence of autism spectrum disorder with other mental, behavioural and\nneurodevelopmental disorders is common across the lifespan. In a substantial proportion\nof cases – particularly in adolescence and adulthood – it is a co-occurring disorder that\nfirst brings an individual with autism spectrum disorder to clinical attention.\n• Pragmatic language difficulties may manifest as an overly literal understanding of others’\nspeech, speech that lacks normal prosody and emotional tone and therefore appears\nmonotonous, lack of awareness of the appropriateness of their choice of language in\nparticular social contexts, or pedantic precision in the use of language.\n• Social naivety, especially during adolescence, can lead to exploitation by others – a risk that\nmay be enhanced by the use of social media without adequate supervision.\n• Profiles of specific cognitive skills in autism spectrum disorder as measured by standardized\nassessments may show striking and unusual patterns of strengths and weaknesses that\nare highly variable from individual to individual. These deficits can affect learning and Or social problems when starting school). in middle childhood, there may be prominent\nsymptoms of lo âu, including social lo âu disorder, school refusal and specific phobia."
}