{
  "id": "clinical#screening_cues_60be21bf",
  "content": "condition excluded is not part of the condition described by the category, so that both conditions\nmay be used at the same time if warranted. These considerations are covered more clearly and\nexplicitly in the boundary descriptions found in this section of the CDDR.\nMaking an ICD-11 diagnosis using the CDDR\nConsideration of essential (required) features\nThe diagnostic process starts with a consideration of whether the presentation meets the\ndiagnostic requirements laid out in the essential (required) features section of the CDDR for\nthe diagnosis under consideration. There are two types of essential features: those that must\nbe present for the diagnostic requirements to be met and those that require a consideration of\nwhether the symptoms may be better explained by other mental disorders that share presenting\nfeatures. This aspect of the diagnostic evaluation includes a consideration of:\n• particular symptoms that must be present (which may be expressed as a minimum number\nof symptoms from an item list – e.g. “Several of the following symptoms must be present”);\n• the minimum amount of time that symptoms need to have been present (e.g. “present…for\na period of at least several months”);\n• frequency or proportion of the time that symptoms need to be present during that required",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "communication_tips",
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues condition excluded is not part of the condition described by the category, so that both conditions\nmay be used at the same time if warranted. These considerations are covered more clearly and\nexplicitly in the boundary descriptions found in this section of the CDDR.\nMaking an ICD-11 diagnosis using the CDDR\nConsideration of essential (required) features\nThe diagnostic process starts with a consideration of whether the presentation meets the\ndiagnostic requirements laid out in the essential (required) features section of the CDDR for\nthe diagnosis under consideration. There are two types of essential features: those that must\nbe present for the diagnostic requirements to be met and those that require a consideration of\nwhether the symptoms may be better explained by other mental disorders that share presenting\nfeatures. This aspect of the diagnostic evaluation includes a consideration of:\n• particular symptoms that must be present (which may be expressed as a minimum number\nof symptoms from an item list – e.g. “Several of the following symptoms must be present”);\n• the minimum amount of time that symptoms need to have been present (e.g. “present…for\na period of at least several months”);\n• frequency or proportion of the time that symptoms need to be present during that required Condition excluded is not part of the condition described by the category, so that both conditions\nmay be used at the same time if warranted. these considerations are covered more clearly and\nexplicitly in the ranh giới ..."
}