{
  "id": "clinical#psychoeducation_04459224",
  "content": "Emotional lability and poor emotion regulation\nIndividuals with prominent negative affectivity are overreactive to both their own negative\ncognitions and to external events. They can become overwrought through their own thought\nprocesses, such as by ruminating over their shortcomings or past mistakes; over real or perceived\nthreats, slights or insults; or over potential future problems. They are overreactive to external\nthreats or criticism, problems and setbacks. They have low frustration tolerance and easily\nbecome visibly upset over even minor issues. They often experience and display multiple emotions\nsimultaneously, or vacillate among a range of emotions in a short period of time. Once upset, they\nhave difficulty regaining their composure and must rely on others or on leaving the situation to\ncalm down.\nNegativistic attitudes\nIndividuals with prominent negative affectivity typically reject others’ suggestions or advice,\narguing that enacting others’ ideas would be too complicated or difficult; or that the suggested\nactions would not lead to the desired outcomes, or have a high likelihood of negative consequences.\nThe manner of rejection is largely dependent on the individual’s other traits. For example, those\nwith prominent detachment are most likely to blame themselves for the likely difficulties or poor",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "study",
      "psychoeducation"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Psychoeducation Emotional lability and poor emotion regulation\nIndividuals with prominent negative affectivity are overreactive to both their own negative\ncognitions and to external events. They can become overwrought through their own thought\nprocesses, such as by ruminating over their shortcomings or past mistakes; over real or perceived\nthreats, slights or insults; or over potential future problems. They are overreactive to external\nthreats or criticism, problems and setbacks. They have low frustration tolerance and easily\nbecome visibly upset over even minor issues. They often experience and display multiple emotions\nsimultaneously, or vacillate among a range of emotions in a short period of time. Once upset, they\nhave difficulty regaining their composure and must rely on others or on leaving the situation to\ncalm down.\nNegativistic attitudes\nIndividuals with prominent negative affectivity typically reject others’ suggestions or advice,\narguing that enacting others’ ideas would be too complicated or difficult; or that the suggested\nactions would not lead to the desired outcomes, or have a high likelihood of negative consequences.\nThe manner of rejection is largely dependent on the individual’s other traits. For example, those\nwith prominent detachment are most likely to blame themselves for the likely difficulties or poor Emotional lability and poor emotion regulation\nindividuals with prominent negative affectivity are overreactive to both their own negative\ncognitions and to external events. they can become overwrought through their own ..."
}