{
  "id": "clinical#screening_cues_0a00a02b",
  "content": "characterized by a persistent pattern of failure to control sexual impulses, urges or behaviours,\nregardless of the focus of sexual arousal. If an individual with exhibitionistic disorder is able\nto exercise some degree of control over the behavioural expressions of the arousal pattern, an\nadditional diagnosis of compulsive sexual behavioural disorder is generally not warranted.\nBoundary with disorders due to substance use\nEpisodes of impulsive or disinhibited sexual behaviour, including exhibitionistic behaviour, may\noccur during substance intoxication. Such episodes may not be a manifestation of a sustained,\nfocused and intense sexual arousal pattern. At the same time, some individuals with exhibitionistic\ndisorder may use substances with the intention of engaging in exhibitionistic behaviour that does\nreflect an underlying paraphilic arousal pattern. A diagnosis of exhibitionistic disorder may be\nassigned together with a disorder due to substance use if the diagnostic requirements for both\nare met.\nBoundary with other mental disorders\nThe occurrence or a history of behaviours involving exposing oneself to non-consenting individuals\nis not sufficient to establish a diagnosis of exhibitionistic disorder. Rather, these behaviours must\nreflect a sustained, focused and intense pattern of sexual arousal. When this is not the case, other",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "study",
      "coping_skill",
      "communication_tips",
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues characterized by a persistent pattern of failure to control sexual impulses, urges or behaviours,\nregardless of the focus of sexual arousal. If an individual with exhibitionistic disorder is able\nto exercise some degree of control over the behavioural expressions of the arousal pattern, an\nadditional diagnosis of compulsive sexual behavioural disorder is generally not warranted.\nBoundary with disorders due to substance use\nEpisodes of impulsive or disinhibited sexual behaviour, including exhibitionistic behaviour, may\noccur during substance intoxication. Such episodes may not be a manifestation of a sustained,\nfocused and intense sexual arousal pattern. At the same time, some individuals with exhibitionistic\ndisorder may use substances with the intention of engaging in exhibitionistic behaviour that does\nreflect an underlying paraphilic arousal pattern. A diagnosis of exhibitionistic disorder may be\nassigned together with a disorder due to substance use if the diagnostic requirements for both\nare met.\nBoundary with other mental disorders\nThe occurrence or a history of behaviours involving exposing oneself to non-consenting individuals\nis not sufficient to establish a diagnosis of exhibitionistic disorder. Rather, these behaviours must\nreflect a sustained, focused and intense pattern of sexual arousal. When this is not the case, other Characterized by a persistent pattern of failure to control sexual impulses, urges or behaviours,\nregardless of the focus of sexual arousal. if an individual with exhibitionistic disorder is able\nto exercise some degree ..."
}