{
  "id": "clinical#screening_cues_ef1d5c5a",
  "content": "Both reactive attachment disorder and disinhibited social engagement disorder are considered to\nresult from a history of grossly insufficient care in early childhood, including persistent disregard\nfor the child’s basic emotional or physical needs. They can occur in the context of repeated\nchanges of foster care or rearing in institutional settings that prevent the formation of stable\nselective attachments, as well as in dyadic caregiver relationships. The insufficient care would\nmeet the diagnostic requirements for neglect and possibly also for other forms of maltreatment.\nBoth reactive attachment disorder and disinhibited social engagement disorder are characterized\nby markedly abnormal attachment behaviours towards adult caregivers that are evident by the age\nof 5 years. In reactive attachment disorder, there is a persistent and pervasive pattern of inhibited,\nemotionally withdrawn behaviour, including minimal seeking of comfort when distressed and\nrare or minimal response to comfort when it is offered. In disinhibited social engagement disorder,\nthere is a persistent and pervasive pattern of markedly abnormal social behaviours, in which\nthe child displays reduced or absent reticence in approaching and interacting with unfamiliar\nadults. If the diagnostic requirements are met for reactive attachment disorder or disinhibited",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "stress",
      "relationships",
      "screening_cues",
      "management"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues Both reactive attachment disorder and disinhibited social engagement disorder are considered to\nresult from a history of grossly insufficient care in early childhood, including persistent disregard\nfor the child’s basic emotional or physical needs. They can occur in the context of repeated\nchanges of foster care or rearing in institutional settings that prevent the formation of stable\nselective attachments, as well as in dyadic caregiver relationships. The insufficient care would\nmeet the diagnostic requirements for neglect and possibly also for other forms of maltreatment.\nBoth reactive attachment disorder and disinhibited social engagement disorder are characterized\nby markedly abnormal attachment behaviours towards adult caregivers that are evident by the age\nof 5 years. In reactive attachment disorder, there is a persistent and pervasive pattern of inhibited,\nemotionally withdrawn behaviour, including minimal seeking of comfort when distressed and\nrare or minimal response to comfort when it is offered. In disinhibited social engagement disorder,\nthere is a persistent and pervasive pattern of markedly abnormal social behaviours, in which\nthe child displays reduced or absent reticence in approaching and interacting with unfamiliar\nadults. If the diagnostic requirements are met for reactive attachment disorder or disinhibited Both reactive attachment disorder and disinhibited social engagement disorder are considered to\nresult from a history of grossly insufficient care in early childhood, including persistent disregard\nfor the child’s basic ..."
}