{
  "id": "clinical#risk_safety_e9def66d",
  "content": "Secondary-parented categories in disorders due to substance use\nHazardous substance use\nICD-11 also includes a listing of hazardous substance use categories. These are not considered\nto be mental disorders but rather are included in the grouping “Problems associated with health\nbehaviours” in Chapter 24 on factors influencing health status or contact with health services.\nAvailable categories for hazardous substance use due to specific substance classes are as follows.\nHazardous substance use categories may be used when the pattern of substance use appreciably\nincreases the risk of harmful physical or mental health consequences, to the user or to others, to\nan extent that warrants attention and advice from health professionals, but no overt harm has yet\noccurred.\nIn hazardous substance use, the increased risk may be related to the frequency of substance use,\nto the amount used on a given occasion, or to risky behaviours associated with substance use\nor the context of use, from a harmful route of administration, or from a combination of these.\nThe risk may be related to short-term effects of the substance or to longer-term cumulative effects\non physical or mental health or functioning. Hazardous substance use has not yet reached the",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "risk_safety",
      "psychoeducation"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Risk Safety Secondary-parented categories in disorders due to substance use\nHazardous substance use\nICD-11 also includes a listing of hazardous substance use categories. These are not considered\nto be mental disorders but rather are included in the grouping “Problems associated with health\nbehaviours” in Chapter 24 on factors influencing health status or contact with health services.\nAvailable categories for hazardous substance use due to specific substance classes are as follows.\nHazardous substance use categories may be used when the pattern of substance use appreciably\nincreases the risk of harmful physical or mental health consequences, to the user or to others, to\nan extent that warrants attention and advice from health professionals, but no overt harm has yet\noccurred.\nIn hazardous substance use, the increased risk may be related to the frequency of substance use,\nto the amount used on a given occasion, or to risky behaviours associated with substance use\nor the context of use, from a harmful route of administration, or from a combination of these.\nThe risk may be related to short-term effects of the substance or to longer-term cumulative effects\non physical or mental health or functioning. Hazardous substance use has not yet reached the Secondary-parented categories in disorders due to substance use\nhazardous substance use\nicd-11 also includes a listing of hazardous substance use categories. these are not considered\nto be mental disorders but rather are..."
}