{
  "id": "clinical#management_9e1770ab",
  "content": "cannabinoid withdrawal are recognized. Synthetic cannabinoid-induced mental disorders also\noccur; in particular, synthetic cannabinoid-induced psychotic disorder is recognized. Much less\nis known about the effects of these drugs on other body organs and systems than is the case for\nnaturally cultivated cannabis.\n6C43 Disorders due to use of opioids\nDisorders due to use of opioids are characterized by the pattern and consequences of opioid use.\n“Opioids” is a generic term that encompasses the constituents or derivatives of the opium poppy,\nPapaver somniferum, as well as a range of synthetic and semisynthetic compounds – some related\nto morphine and others chemically distinct, but all having their primary actions on the µ opioid\nreceptor. Examples of opioids include morphine, diacetylmorphine (heroin), fentanyl, pethidine,\noxycodone, hydromorphone, methadone, buprenorphine, codeine and d-propoxyphene. The\nopioids all have analgesic properties of different potencies, and are primarily central nervous\nsystem depressants. They suppress respiration and other vital functions, and are a common cause\nof overdose and related deaths. Certain opioids are used or administered parenterally, including\nheroin – a common and potent opioid that is primarily used nonmedically. Therapeutic opioids\nare prescribed for a range of indications worldwide, and are essential for pain management in",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "study",
      "management"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Management cannabinoid withdrawal are recognized. Synthetic cannabinoid-induced mental disorders also\noccur; in particular, synthetic cannabinoid-induced psychotic disorder is recognized. Much less\nis known about the effects of these drugs on other body organs and systems than is the case for\nnaturally cultivated cannabis.\n6C43 Disorders due to use of opioids\nDisorders due to use of opioids are characterized by the pattern and consequences of opioid use.\n“Opioids” is a generic term that encompasses the constituents or derivatives of the opium poppy,\nPapaver somniferum, as well as a range of synthetic and semisynthetic compounds – some related\nto morphine and others chemically distinct, but all having their primary actions on the µ opioid\nreceptor. Examples of opioids include morphine, diacetylmorphine (heroin), fentanyl, pethidine,\noxycodone, hydromorphone, methadone, buprenorphine, codeine and d-propoxyphene. The\nopioids all have analgesic properties of different potencies, and are primarily central nervous\nsystem depressants. They suppress respiration and other vital functions, and are a common cause\nof overdose and related deaths. Certain opioids are used or administered parenterally, including\nheroin – a common and potent opioid that is primarily used nonmedically. Therapeutic opioids\nare prescribed for a range of indications worldwide, and are essential for pain management in Cannabinoid withdrawal are recognized. synthetic cannabinoid-induced mental disorders also\noccur; in particular, synthetic cannabinoid-induced psychotic disorder is recognized."
}