{
  "id": "clinical#screening_cues_2c1992ca",
  "content": "attending school. If the anxiety is entirely accounted for by fear of speaking in class and/or\nsocial interaction with peers, a diagnosis of social anxiety disorder would be most appropriate.\nOn the other hand, if the anxiety is entirely accounted for by fear of being separated from\nattachment figures while at school, a diagnosis of separation anxiety disorder would be\nappropriate. However, if the anxiety is related to both fear of negative evaluation by peers\nand separation from attachment figures, and all other diagnostic requirements for both\ndisorders are met, then both diagnoses may be assigned. These distinctions typically require\nclinical judgement, in this example, about the relevant “focus of apprehension” or stimuli or\nsituations that trigger the anxiety.\n• Symptomatic presentations accounted for by another disorder can sometimes be assigned\nan additional diagnosis if the second diagnosis is a separate focus of clinical attention.\nSuch recommendations may be noted in the section on boundaries with other disorders\nand conditions section. For example, stereotyped movements may be part of presentation\nof autism spectrum disorder: “repetitive and stereotyped motor movements, such as whole-\nbody movements…” are listed as examples of “persistent restricted, repetitive and inflexible",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "study",
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues attending school. If the anxiety is entirely accounted for by fear of speaking in class and/or\nsocial interaction with peers, a diagnosis of social anxiety disorder would be most appropriate.\nOn the other hand, if the anxiety is entirely accounted for by fear of being separated from\nattachment figures while at school, a diagnosis of separation anxiety disorder would be\nappropriate. However, if the anxiety is related to both fear of negative evaluation by peers\nand separation from attachment figures, and all other diagnostic requirements for both\ndisorders are met, then both diagnoses may be assigned. These distinctions typically require\nclinical judgement, in this example, about the relevant “focus of apprehension” or stimuli or\nsituations that trigger the anxiety.\n• Symptomatic presentations accounted for by another disorder can sometimes be assigned\nan additional diagnosis if the second diagnosis is a separate focus of clinical attention.\nSuch recommendations may be noted in the section on boundaries with other disorders\nand conditions section. For example, stereotyped movements may be part of presentation\nof autism spectrum disorder: “repetitive and stereotyped motor movements, such as whole-\nbody movements…” are listed as examples of “persistent restricted, repetitive and inflexible Attending school. if the lo âu is entirely accounted for by fear of speaking in class and/or\nsocial interaction with peers, a diagnosis of social lo âu disorder would be most appropriate."
}