{
  "id": "clinical#screening_cues_35e49015",
  "content": "All children presenting with language impairment should have an assessment for hearing impairment\nbecause language delay may be better accounted for by hearing impairment. Very young children\nwith hearing impairment usually compensate for lack of oral language by using nonverbal modes\nof communication (e.g. gestures, facial expressions, eye gaze). However, presence of hearing loss\ndoes not preclude a diagnosis of developmental language disorder if the language problems are\ndisproportionate relative to the severity of hearing loss. Developmental language disorder can be\nassigned to children whose primary communication modality is through signing if exposure to\nand opportunity to learn sign language has been adequate and the other features of the disorder\nare present as they apply to sign language.\nBoundary with other medical conditions involving loss of acquired language skills\nWhen loss of acquired language skills occurs as a result of another medical condition (e.g. a stroke),\nand language difficulties are a specific focus of clinical attention, a diagnosis of secondary speech\nor language syndrome should be assigned in addition to the associated medical condition rather\nthan a diagnosis of developmental language disorder.\n6A01.Y Other specified developmental speech or language disorder\nEssential (required) features\n• Persistent difficulties in understanding or producing speech or language or in using",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "study",
      "emotions",
      "communication_tips",
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues All children presenting with language impairment should have an assessment for hearing impairment\nbecause language delay may be better accounted for by hearing impairment. Very young children\nwith hearing impairment usually compensate for lack of oral language by using nonverbal modes\nof communication (e.g. gestures, facial expressions, eye gaze). However, presence of hearing loss\ndoes not preclude a diagnosis of developmental language disorder if the language problems are\ndisproportionate relative to the severity of hearing loss. Developmental language disorder can be\nassigned to children whose primary communication modality is through signing if exposure to\nand opportunity to learn sign language has been adequate and the other features of the disorder\nare present as they apply to sign language.\nBoundary with other medical conditions involving loss of acquired language skills\nWhen loss of acquired language skills occurs as a result of another medical condition (e.g. a stroke),\nand language difficulties are a specific focus of clinical attention, a diagnosis of secondary speech\nor language syndrome should be assigned in addition to the associated medical condition rather\nthan a diagnosis of developmental language disorder.\n6A01.Y Other specified developmental speech or language disorder\nEssential (required) features\n• Persistent difficulties in understanding or producing speech or language or in using All children presenting with language impairment should have an đánh giá for hearing impairment\nbecause language delay may be better accounted for by hearing impairment. very young children\nwith hearing impairment usuall..."
}