{
  "id": "clinical#screening_cues_ea736139",
  "content": "Boundary with other mental, behavioural and neurodevelopmental disorders\nPanic attacks can occur in the context of a variety of other mental disorders – particularly other\nanxiety and fear-related disorders, disorders specifically associated with stress, and obsessive-\ncompulsive and related disorders. When panic attacks occur in the context of these disorders, they\nare generally part of an intense anxiety response to a distressing internal or external stimulus that\nrepresents a focus of apprehension in that disorder (e.g. a particular object or situation in specific\nphobia, fear of negative social evaluation in social anxiety disorder, fear of being contaminated\nby germs in obsessive-compulsive disorder, fear of having a serious illness in hypochondriasis,\nreminders of a traumatic event in post-traumatic stress disorder). If panic attacks are limited to\nsuch situations in the context of another disorder, a separate diagnosis of panic disorder is not\nwarranted. If some panic attacks over the course of the disorder have been unexpected and not\nexclusively in response to stimuli associated with the focus of apprehension related to another\ndisorder, an additional diagnosis of panic disorder may be assigned.\n6B02 Agoraphobia\nEssential (required) features\n• Marked and excessive fear or anxiety that occurs in, or in anticipation of, multiple situations",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "stress",
      "study",
      "communication_tips",
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues Boundary with other mental, behavioural and neurodevelopmental disorders\nPanic attacks can occur in the context of a variety of other mental disorders – particularly other\nanxiety and fear-related disorders, disorders specifically associated with stress, and obsessive-\ncompulsive and related disorders. When panic attacks occur in the context of these disorders, they\nare generally part of an intense anxiety response to a distressing internal or external stimulus that\nrepresents a focus of apprehension in that disorder (e.g. a particular object or situation in specific\nphobia, fear of negative social evaluation in social anxiety disorder, fear of being contaminated\nby germs in obsessive-compulsive disorder, fear of having a serious illness in hypochondriasis,\nreminders of a traumatic event in post-traumatic stress disorder). If panic attacks are limited to\nsuch situations in the context of another disorder, a separate diagnosis of panic disorder is not\nwarranted. If some panic attacks over the course of the disorder have been unexpected and not\nexclusively in response to stimuli associated with the focus of apprehension related to another\ndisorder, an additional diagnosis of panic disorder may be assigned.\n6B02 Agoraphobia\nEssential (required) features\n• Marked and excessive fear or anxiety that occurs in, or in anticipation of, multiple situations Ranh giới with other mental, behavioural and neurodevelopmental disorders\npanic attacks can occur in the context of a variety of other mental disorders – particularly other\nlo âu and fear-related disorders, disorders spe..."
}