{
  "id": "clinical#screening_cues_ce8f8556",
  "content": "childhood and adolescence is in part related to the decision to adopt a lifespan approach to the\ndescription of diagnostic categories in ICD-11. Each category contains a section on developmental\npresentations, which describes the manifestations of the disorder in early and middle childhood,\nadolescence and older adulthood, to the extent possible based on available evidence. The ICD-11\nCDDR also include descriptions of adult presentations of most disorders described exclusively in\nterms of children in the ICD-10 CDDG (e.g. attention deficit hyperactivity disorder, separation\nanxiety disorder, conduct disorder, pica).\nFour diagnostic subgroupings were moved out of the mental, behavioural and neurodevelopmental\ndisorders chapter entirely and placed within other ICD-11 chapters: ICD-10 nonorganic sleep\ndisorders were moved to the ICD-11 chapter on sleep-wake disorders, ICD-10 sexual dysfunctions\nnot caused by organic disorder or disease and gender identity disorders were moved to the\nICD-11 chapter on conditions related to sexual health, and ICD-10 tic disorders were moved to\nthe ICD-11 chapter on diseases of the nervous system. The movement of sleep-wake disorders\nand sexual dysfunctions to new, separate chapters in no way indicates that these conditions are\nIntroduction 11\nnot appropriately treated by mental health professionals. Rather, it reflects an effort to remove",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "sleep",
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues childhood and adolescence is in part related to the decision to adopt a lifespan approach to the\ndescription of diagnostic categories in ICD-11. Each category contains a section on developmental\npresentations, which describes the manifestations of the disorder in early and middle childhood,\nadolescence and older adulthood, to the extent possible based on available evidence. The ICD-11\nCDDR also include descriptions of adult presentations of most disorders described exclusively in\nterms of children in the ICD-10 CDDG (e.g. attention deficit hyperactivity disorder, separation\nanxiety disorder, conduct disorder, pica).\nFour diagnostic subgroupings were moved out of the mental, behavioural and neurodevelopmental\ndisorders chapter entirely and placed within other ICD-11 chapters: ICD-10 nonorganic sleep\ndisorders were moved to the ICD-11 chapter on sleep-wake disorders, ICD-10 sexual dysfunctions\nnot caused by organic disorder or disease and gender identity disorders were moved to the\nICD-11 chapter on conditions related to sexual health, and ICD-10 tic disorders were moved to\nthe ICD-11 chapter on diseases of the nervous system. The movement of sleep-wake disorders\nand sexual dysfunctions to new, separate chapters in no way indicates that these conditions are\nIntroduction 11\nnot appropriately treated by mental health professionals. Rather, it reflects an effort to remove Childhood and adolescence is in part related to the decision to adopt a lifespan approach to the\ndescription of diagnostic categories in icd-11. each category contains a section on developmental\npresentations, which desc..."
}