{
  "id": "clinical#screening_cues_83d25817",
  "content": "disorder, including persistent deficits in social communication and reciprocal social interactions.\nBoundary with delusional disorder and other primary psychotic disorders\nIn schizophrenia and other primary psychotic disorders, object accumulation may occur but\nis typically driven by delusions. Some individuals with hoarding disorder lack insight about\nthe irrationality of their thoughts and behaviours to such an extent that convictions of the\nimportance of acquiring and retaining items may at times appear to be delusional in the degree of\nconviction or fixity with which these beliefs are held (see insight specifiers, p. 322). If these beliefs\nare restricted to the fear of discarding items or conviction that items have a special importance\ndespite objective evidence to the contrary without a history of other delusions – that is, these\nbeliefs occur entirely in the context of symptomatic episodes of hoarding disorder and are fully\nconsistent with the other clinical features of the disorder – hoarding disorder should be diagnosed\ninstead of delusional disorder. Individuals with hoarding disorder do not exhibit other features of\npsychosis (e.g. hallucinations or formal thought disorder).\nBoundary with mood disorders\nUnlike individuals with hoarding disorder, those with mood disorders may exhibit hoarding",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "communication_tips",
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues disorder, including persistent deficits in social communication and reciprocal social interactions.\nBoundary with delusional disorder and other primary psychotic disorders\nIn schizophrenia and other primary psychotic disorders, object accumulation may occur but\nis typically driven by delusions. Some individuals with hoarding disorder lack insight about\nthe irrationality of their thoughts and behaviours to such an extent that convictions of the\nimportance of acquiring and retaining items may at times appear to be delusional in the degree of\nconviction or fixity with which these beliefs are held (see insight specifiers, p. 322). If these beliefs\nare restricted to the fear of discarding items or conviction that items have a special importance\ndespite objective evidence to the contrary without a history of other delusions – that is, these\nbeliefs occur entirely in the context of symptomatic episodes of hoarding disorder and are fully\nconsistent with the other clinical features of the disorder – hoarding disorder should be diagnosed\ninstead of delusional disorder. Individuals with hoarding disorder do not exhibit other features of\npsychosis (e.g. hallucinations or formal thought disorder).\nBoundary with mood disorders\nUnlike individuals with hoarding disorder, those with mood disorders may exhibit hoarding Disorder, including persistent deficits in social giao tiếp and reciprocal social interactions. ranh giới with delusional disorder and other primary psychotic disorders\nin schizophrenia and other primary psychotic disord..."
}