{
  "id": "clinical#screening_cues_9a9f2a80",
  "content": "for either disorder are met, not solely on the type of stressor.\nBoundary with other mental disorders\nIt is common for mental disorders to be triggered or exacerbated by stressful life experiences.\nMoreover, many mental disorders can involve symptoms including maladaptive reactions to\nstressors, preoccupation with stressors and excessive worry or rumination, and failure to adapt.\nIn the presence of another mental disorder that can account for these symptoms (e.g. a primary\npsychotic disorder, a mood disorder, another disorder specifically associated with stress, a\npersonality disorder, an obsessive-compulsive or related disorder, generalized anxiety disorder,\nseparation anxiety disorder, autism spectrum disorder), a separate diagnosis of adjustment\ndisorder should generally not be assigned, even if stressful life events or changing circumstances\nhave led to an exacerbation of the symptoms. However, a diagnosis of adjustment disorder\nmay be assigned in the presence of other mental disorders with substantially non-overlapping\nsymptomatology (e.g. specific phobia, panic disorder, bodily distress disorder) that do not fully\naccount for the adjustment disorder symptoms, as long as the course of the two disorders is\ndistinguishable and the full diagnostic requirements are met for each. If symptoms persist for",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "stress",
      "communication_tips",
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues for either disorder are met, not solely on the type of stressor.\nBoundary with other mental disorders\nIt is common for mental disorders to be triggered or exacerbated by stressful life experiences.\nMoreover, many mental disorders can involve symptoms including maladaptive reactions to\nstressors, preoccupation with stressors and excessive worry or rumination, and failure to adapt.\nIn the presence of another mental disorder that can account for these symptoms (e.g. a primary\npsychotic disorder, a mood disorder, another disorder specifically associated with stress, a\npersonality disorder, an obsessive-compulsive or related disorder, generalized anxiety disorder,\nseparation anxiety disorder, autism spectrum disorder), a separate diagnosis of adjustment\ndisorder should generally not be assigned, even if stressful life events or changing circumstances\nhave led to an exacerbation of the symptoms. However, a diagnosis of adjustment disorder\nmay be assigned in the presence of other mental disorders with substantially non-overlapping\nsymptomatology (e.g. specific phobia, panic disorder, bodily distress disorder) that do not fully\naccount for the adjustment disorder symptoms, as long as the course of the two disorders is\ndistinguishable and the full diagnostic requirements are met for each. If symptoms persist for For either disorder are met, not solely on the type of stressor. ranh giới with other mental disorders\nit is common for mental disorders to be triggered or exacerbated by stressful life experiences."
}