{
  "id": "clinical#screening_cues_6b6fb843",
  "content": "substances can also mimic the symptoms of attention deficit hyperactivity disorder in individuals\nwithout the diagnosis. Symptoms of inattention, hyperactivity or impulsivity are also associated\nwith the effects of certain prescribed medications (e.g. anticonvulsants such as carbamazepine and\nvalproate, antipsychotics such as risperidone, and somatic treatments such as bronchodilators and\nthyroid replacement medication). The temporal order of onset and the persistence of inattention,\nhyperactivity and impulsivity in the absence of intoxication or continued medication use are\nimportant in differentiating between attention deficit hyperactivity disorder and disorders due\nto substance use or the effects of prescribed medications. A review of current medications and\ninformants who knew the individual before they started using the substances or medications in\nquestion are critical in making this distinction.\nBoundary with attentional symptoms due to other medical conditions\nA variety of other medical conditions may influence attentional processes (e.g. hypoglycaemia,\nhyperthyroidism or hypothyroidism, exposure to toxins, sleep-wake disorders), resulting in\ntemporary or persistent symptoms that resemble or interact with those of attention deficit\nhyperactivity disorder. As a basis for appropriate management, it is important to evaluate in such\ncases whether the symptoms are secondary to the medical condition or are more indicative of",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "sleep",
      "communication_tips",
      "screening_cues",
      "management"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues substances can also mimic the symptoms of attention deficit hyperactivity disorder in individuals\nwithout the diagnosis. Symptoms of inattention, hyperactivity or impulsivity are also associated\nwith the effects of certain prescribed medications (e.g. anticonvulsants such as carbamazepine and\nvalproate, antipsychotics such as risperidone, and somatic treatments such as bronchodilators and\nthyroid replacement medication). The temporal order of onset and the persistence of inattention,\nhyperactivity and impulsivity in the absence of intoxication or continued medication use are\nimportant in differentiating between attention deficit hyperactivity disorder and disorders due\nto substance use or the effects of prescribed medications. A review of current medications and\ninformants who knew the individual before they started using the substances or medications in\nquestion are critical in making this distinction.\nBoundary with attentional symptoms due to other medical conditions\nA variety of other medical conditions may influence attentional processes (e.g. hypoglycaemia,\nhyperthyroidism or hypothyroidism, exposure to toxins, sleep-wake disorders), resulting in\ntemporary or persistent symptoms that resemble or interact with those of attention deficit\nhyperactivity disorder. As a basis for appropriate management, it is important to evaluate in such\ncases whether the symptoms are secondary to the medical condition or are more indicative of Substances can also mimic the symptoms of attention deficit hyperactivity disorder in individuals\nwithout the diagnosis. symptoms of inattention, hyperactivity or impulsivity are also associated\nwith the effects of certa..."
}