{
  "id": "clinical#screening_cues_f2f22b16",
  "content": "occur in amnestic disorder due to psychoactive substances, including medications, and in\ndementia due to psychoactive substances, including medications. Perceptual disturbances\nthat last for weeks, months or years (e.g. trails of images of moving objects, geometric\nillusions) can also occur as a result of hallucinogen use – primarily LSD – and are referred\nto as “posthallucinogen perception disorder” or “hallucinogen-induced persisting\nperception disorder”.\n• The duration of substance withdrawal for some substances can be protracted. For\nsubstances with more protracted withdrawal periods, the onset of symptoms of substance-\ninduced mental disorder can occur up to several weeks after the cessation of substance use.\nSubstance-induced mental disorder symptoms related to substances with more protracted\nwithdrawal periods may also last for correspondingly longer periods of time.\n• In cases in which multiple psychoactive substances are used, it is often challenging to\ndistinguish which substance is the cause of the substance-induced mental disorder. When\nthe specific etiological substance cannot be determined, a diagnosis of substance-induced\nmental disorder due to multiple specified psychoactive substances, including medications,\nmay assigned. In cases of multiple psychoactive substance use in which more than one\nspecific substance can be identified as a cause of the substance-induced mental disorder,",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "screening_cues",
      "referral",
      "management"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues occur in amnestic disorder due to psychoactive substances, including medications, and in\ndementia due to psychoactive substances, including medications. Perceptual disturbances\nthat last for weeks, months or years (e.g. trails of images of moving objects, geometric\nillusions) can also occur as a result of hallucinogen use – primarily LSD – and are referred\nto as “posthallucinogen perception disorder” or “hallucinogen-induced persisting\nperception disorder”.\n• The duration of substance withdrawal for some substances can be protracted. For\nsubstances with more protracted withdrawal periods, the onset of symptoms of substance-\ninduced mental disorder can occur up to several weeks after the cessation of substance use.\nSubstance-induced mental disorder symptoms related to substances with more protracted\nwithdrawal periods may also last for correspondingly longer periods of time.\n• In cases in which multiple psychoactive substances are used, it is often challenging to\ndistinguish which substance is the cause of the substance-induced mental disorder. When\nthe specific etiological substance cannot be determined, a diagnosis of substance-induced\nmental disorder due to multiple specified psychoactive substances, including medications,\nmay assigned. In cases of multiple psychoactive substance use in which more than one\nspecific substance can be identified as a cause of the substance-induced mental disorder, Occur in amnestic disorder due to psychoactive substances, including medications, and in\ndementia due to psychoactive substances, including medications. perceptual disturbances\nthat last for weeks, months or years (e.g."
}