{
  "id": "clinical#screening_cues_4bf4574b",
  "content": "Individuals with autism spectrum disorder may also restrict intake of certain foods because of their\nsensory characteristics or because of inflexible adherence to particular routines. However, autism\nspectrum disorder is also characterized by persistent deficits in initiating and sustaining social\ncommunication and reciprocal social interactions and persistent restricted, repetitive and inflexible\npatterns of behaviour, interests or activities that are unrelated to food. If a pattern of restricted eating\nin an individual with autism spectrum disorder has caused significant weight loss or other health\nconsequences, or is specifically associated with significant functional impairment, an additional\ndiagnosis of avoidant-restrictive food intake disorder may be assigned.\nBoundary with oppositional defiant disorder\nOppositional defiant disorder is characterized by a pattern of markedly noncompliant, defiant\nand disobedient disruptive behaviour that is not typical for individuals of comparable age and\ndevelopmental level. Individuals with oppositional defiant disorder do not exhibit the social\ncommunication deficits or restricted, repetitive and inflexible patterns of behaviour, interests or\nactivities that are characteristic of autism spectrum disorder. However, oppositional or “demand\navoidant” behaviour may be prominent in some children with autism spectrum disorder, whether or\nnot they have accompanying intellectual or functional language impairments, and may sometimes be",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "emotions",
      "communication_tips",
      "habits",
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues Individuals with autism spectrum disorder may also restrict intake of certain foods because of their\nsensory characteristics or because of inflexible adherence to particular routines. However, autism\nspectrum disorder is also characterized by persistent deficits in initiating and sustaining social\ncommunication and reciprocal social interactions and persistent restricted, repetitive and inflexible\npatterns of behaviour, interests or activities that are unrelated to food. If a pattern of restricted eating\nin an individual with autism spectrum disorder has caused significant weight loss or other health\nconsequences, or is specifically associated with significant functional impairment, an additional\ndiagnosis of avoidant-restrictive food intake disorder may be assigned.\nBoundary with oppositional defiant disorder\nOppositional defiant disorder is characterized by a pattern of markedly noncompliant, defiant\nand disobedient disruptive behaviour that is not typical for individuals of comparable age and\ndevelopmental level. Individuals with oppositional defiant disorder do not exhibit the social\ncommunication deficits or restricted, repetitive and inflexible patterns of behaviour, interests or\nactivities that are characteristic of autism spectrum disorder. However, oppositional or “demand\navoidant” behaviour may be prominent in some children with autism spectrum disorder, whether or\nnot they have accompanying intellectual or functional language impairments, and may sometimes be Individuals with autism spectrum disorder may also restrict intake of certain foods because of their\nsensory characteristics or because of inflexible adherence to particular routines. however, autism\nspectrum disorder is..."
}