{
  "id": "clinical#screening_cues_fffd3325",
  "content": "working in low-resource contexts and within various cultures.\nThe design and implementation of ICD-11 field studies also adhered to the principle of enhancing\nthe global and cultural applicability of the CDDR by engaging thousands of clinicians from around\nthe world in a comprehensive research programme to assess the reliability, clinical utility and\nglobal applicability of the requirements. For example, the formative studies that helped to shape\nthe architecture and linear structure of the CDDR involved clinicians from over 40 countries and\nwere conducted in multiple languages. The evaluative case-controlled studies engaged clinicians\nin large-scale, multilingual studies related to major diagnostic areas of the CDDR. The clinicians\nwho participated in the case-controlled studies were members of the Global Clinical Practice\nNetwork (62), which now includes more than 18 000 mental health professionals from over\n160 countries, and was established by WHO for the purposes of assisting in the development of\nICD-11 by its members participating in internet-based field studies. Similarly, clinic-based field\nstudies testing the implementation of the CDDR with real patients took place in over 25 study\nsites in 14 culturally, linguistically and geographically diverse countries. Hundreds of clinicians in",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "study",
      "work",
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues working in low-resource contexts and within various cultures.\nThe design and implementation of ICD-11 field studies also adhered to the principle of enhancing\nthe global and cultural applicability of the CDDR by engaging thousands of clinicians from around\nthe world in a comprehensive research programme to assess the reliability, clinical utility and\nglobal applicability of the requirements. For example, the formative studies that helped to shape\nthe architecture and linear structure of the CDDR involved clinicians from over 40 countries and\nwere conducted in multiple languages. The evaluative case-controlled studies engaged clinicians\nin large-scale, multilingual studies related to major diagnostic areas of the CDDR. The clinicians\nwho participated in the case-controlled studies were members of the Global Clinical Practice\nNetwork (62), which now includes more than 18 000 mental health professionals from over\n160 countries, and was established by WHO for the purposes of assisting in the development of\nICD-11 by its members participating in internet-based field studies. Similarly, clinic-based field\nstudies testing the implementation of the CDDR with real patients took place in over 25 study\nsites in 14 culturally, linguistically and geographically diverse countries. Hundreds of clinicians in Working in low-resource contexts and within various cultures. the design and implementation of icd-11 field studies also adhered to the principle of enhancing\nthe global and cultural applicability of the cddr by engaging..."
}