{
  "id": "clinical#screening_cues_c509e16d",
  "content": "Co-occurrence of attention deficit hyperactivity disorder and developmental motor coordination\ndisorder is common, and both diagnoses may be assigned if warranted. However, apparent\nclumsiness in some individuals with attention deficit hyperactivity disorder (e.g. bumping into\nobstacles, knocking things over) that is due to distractibility and impulsivity should not be diagnosed\nas developmental motor coordination disorder.\nBoundary with mood disorders and anxiety and fear-related disorders\nAttention deficit hyperactivity disorder can co-occur with mood disorders and anxiety and fear-\nrelated disorders, but inattention, hyperactivity and impulsivity can also be features of these disorders\nin individuals without attention deficit hyperactivity disorder. For example, symptoms such as\nrestlessness, pacing and impaired concentration can be features of a depressive episode, and should\nnot be considered as part of the diagnosis of attention deficit hyperactivity disorder unless they have\nbeen present since childhood and persist after the resolution of the depressive episode. Inattention,\nimpulsivity and hyperactivity are typical features of manic and hypomanic episodes. At the same\ntime, mood lability and irritability may be associated features of attention deficit hyperactivity\ndisorder. Late adolescent or adult onset, episodicity and intensity of mood elevation characteristic\nof bipolar disorders are features that assist in differentiation from attention deficit hyperactivity",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "study",
      "communication_tips",
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues Co-occurrence of attention deficit hyperactivity disorder and developmental motor coordination\ndisorder is common, and both diagnoses may be assigned if warranted. However, apparent\nclumsiness in some individuals with attention deficit hyperactivity disorder (e.g. bumping into\nobstacles, knocking things over) that is due to distractibility and impulsivity should not be diagnosed\nas developmental motor coordination disorder.\nBoundary with mood disorders and anxiety and fear-related disorders\nAttention deficit hyperactivity disorder can co-occur with mood disorders and anxiety and fear-\nrelated disorders, but inattention, hyperactivity and impulsivity can also be features of these disorders\nin individuals without attention deficit hyperactivity disorder. For example, symptoms such as\nrestlessness, pacing and impaired concentration can be features of a depressive episode, and should\nnot be considered as part of the diagnosis of attention deficit hyperactivity disorder unless they have\nbeen present since childhood and persist after the resolution of the depressive episode. Inattention,\nimpulsivity and hyperactivity are typical features of manic and hypomanic episodes. At the same\ntime, mood lability and irritability may be associated features of attention deficit hyperactivity\ndisorder. Late adolescent or adult onset, episodicity and intensity of mood elevation characteristic\nof bipolar disorders are features that assist in differentiation from attention deficit hyperactivity Co-occurrence of attention deficit hyperactivity disorder and developmental motor coordination\ndisorder is common, and both diagnoses may be assigned if warranted. however, apparent\nclumsiness in some individuals with at..."
}