{
  "id": "clinical#screening_cues_3e4dfb29",
  "content": "clinical and associated features was provided, followed by more operationalized diagnostic\nguidelines that were designed to assist mental health clinicians in making a valid diagnosis.\nThe CDDR for ICD-11 represent an important advance in providing comprehensive practical\nguidance on diagnosing mental disorders. A major improvement in the ICD-11 CDDR compared\nto the ICD-10 CDDG is the consistency of structure and information across major categories,\nbased on reviews of the available evidence (16). The development of the CDDR has been guided\nby the principles of clinical utility and global applicability. The information included is intended\nto be useful to health professionals in making diagnostic judgements about individual patients,\nincluding the features they can expect to see in all cases of a given disorder and how to differentiate\ndisorders from non-pathological expressions of human experience and from other disorders\nincluding medical conditions. The CDDR describe additional clinical features that may be\npresent in some cases of a given disorder and provide key information that can assist in evaluating\ndiagnoses across cultures, genders and the lifespan. More information about the specific contents\nand approach of the CDDR is provided in the next section on using the CDDR for ICD-11 mental,",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues clinical and associated features was provided, followed by more operationalized diagnostic\nguidelines that were designed to assist mental health clinicians in making a valid diagnosis.\nThe CDDR for ICD-11 represent an important advance in providing comprehensive practical\nguidance on diagnosing mental disorders. A major improvement in the ICD-11 CDDR compared\nto the ICD-10 CDDG is the consistency of structure and information across major categories,\nbased on reviews of the available evidence (16). The development of the CDDR has been guided\nby the principles of clinical utility and global applicability. The information included is intended\nto be useful to health professionals in making diagnostic judgements about individual patients,\nincluding the features they can expect to see in all cases of a given disorder and how to differentiate\ndisorders from non-pathological expressions of human experience and from other disorders\nincluding medical conditions. The CDDR describe additional clinical features that may be\npresent in some cases of a given disorder and provide key information that can assist in evaluating\ndiagnoses across cultures, genders and the lifespan. More information about the specific contents\nand approach of the CDDR is provided in the next section on using the CDDR for ICD-11 mental, Clinical and associated features was provided, followed by more operationalized diagnostic\nguidelines that were designed to assist mental health clinicians in making a valid diagnosis. the cddr for icd-11 represent an im..."
}