{
  "id": "clinical#screening_cues_d5e754f8",
  "content": "disorders, and in some individuals may be a prominent aspect of the clinical presentation. In\nsuch cases, the with prominent anxiety symptoms specifier should be applied to the diagnosis\nfor non-panic anxiety systems. If the anxiety symptoms meet the diagnostic requirements for\nan anxiety or fear-related disorder, the appropriate diagnosis from the anxiety or fear-related\ndisorders grouping should also be assigned. For panic attacks, if these occur entirely in the\ncontext of anxiety associated with depressive, hypomanic, manic or mixed episodes in bipolar\ntype I and bipolar type II disorders, they are appropriately designated using the with panic attacks\nspecifier. However, if panic attacks also occur outside of symptomatic mood episodes, and other\ndiagnostic requirements are met, a separate diagnosis of panic disorder should be considered.\nBoth specifiers may be assigned if warranted.\nBoundary with personality disorder\nIndividuals with a personality disorder may exhibit impulsivity or mood instability, but\npersonality disorder does not include depressive, hypomanic, manic or mixed episodes. However,\nco-occurrence of personality disorder and bipolar type I and bipolar type II disorders is relatively\ncommon. Symptoms of personality disorder should be assessed outside the context of a mood",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "communication_tips",
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues disorders, and in some individuals may be a prominent aspect of the clinical presentation. In\nsuch cases, the with prominent anxiety symptoms specifier should be applied to the diagnosis\nfor non-panic anxiety systems. If the anxiety symptoms meet the diagnostic requirements for\nan anxiety or fear-related disorder, the appropriate diagnosis from the anxiety or fear-related\ndisorders grouping should also be assigned. For panic attacks, if these occur entirely in the\ncontext of anxiety associated with depressive, hypomanic, manic or mixed episodes in bipolar\ntype I and bipolar type II disorders, they are appropriately designated using the with panic attacks\nspecifier. However, if panic attacks also occur outside of symptomatic mood episodes, and other\ndiagnostic requirements are met, a separate diagnosis of panic disorder should be considered.\nBoth specifiers may be assigned if warranted.\nBoundary with personality disorder\nIndividuals with a personality disorder may exhibit impulsivity or mood instability, but\npersonality disorder does not include depressive, hypomanic, manic or mixed episodes. However,\nco-occurrence of personality disorder and bipolar type I and bipolar type II disorders is relatively\ncommon. Symptoms of personality disorder should be assessed outside the context of a mood Disorders, and in some individuals may be a prominent aspect of the clinical presentation. in\nsuch cases, the with prominent lo âu symptoms specifier should be applied to the diagnosis\nfor non-panic lo âu systems."
}