{
  "id": "clinical#screening_cues_d55d4460",
  "content": "language disorder by the presence of additional impairments in social reciprocity as well as restricted,\nrepetitive and stereotyped behaviours. Unlike individuals with autism spectrum disorder, individuals\nwith developmental language disorder are usually able to initiate and respond appropriately to\nsocial and emotional cues and to share interests with others, and do not typically exhibit restricted,\nrepetitive and stereotyped behaviours. An additional diagnosis of developmental language disorder\nshould not be assigned to individuals with autism spectrum disorder based solely on pragmatic\nlanguage impairment. However, both diagnoses may be assigned if there are additional specific\nimpairments in semantic, syntactic and phonological development.\nBoundary with developmental learning disorder\nPersistent deficits in the acquisition, understanding, production or use of language in developmental\nlanguage disorder may lead to academic learning difficulties, especially in literacy – including word\nreading, comprehension and written output. If all diagnostic requirements for both developmental\nlanguage disorder and developmental learning disorder are met, both diagnoses may be assigned.\nBoundary with selective mutism\nSelective mutism is characterized by consistent selectivity in speaking, such that a child demonstrates\nadequate language competence in specific social situations (typically at home) but predictably fails to",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "communication_tips",
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues language disorder by the presence of additional impairments in social reciprocity as well as restricted,\nrepetitive and stereotyped behaviours. Unlike individuals with autism spectrum disorder, individuals\nwith developmental language disorder are usually able to initiate and respond appropriately to\nsocial and emotional cues and to share interests with others, and do not typically exhibit restricted,\nrepetitive and stereotyped behaviours. An additional diagnosis of developmental language disorder\nshould not be assigned to individuals with autism spectrum disorder based solely on pragmatic\nlanguage impairment. However, both diagnoses may be assigned if there are additional specific\nimpairments in semantic, syntactic and phonological development.\nBoundary with developmental learning disorder\nPersistent deficits in the acquisition, understanding, production or use of language in developmental\nlanguage disorder may lead to academic learning difficulties, especially in literacy – including word\nreading, comprehension and written output. If all diagnostic requirements for both developmental\nlanguage disorder and developmental learning disorder are met, both diagnoses may be assigned.\nBoundary with selective mutism\nSelective mutism is characterized by consistent selectivity in speaking, such that a child demonstrates\nadequate language competence in specific social situations (typically at home) but predictably fails to Language disorder by the presence of additional impairments in social reciprocity as well as restricted,\nrepetitive and stereotyped behaviours. unlike individuals with autism spectrum disorder, individuals\nwith developme..."
}