{
  "id": "clinical#screening_cues_28a12157",
  "content": "onset of several characteristic symptoms. These symptoms may include, but are not limited to,\nthe following…” The SCII-11 has modified this item, substituting the word “several” with “at\nleast three”. Similarly, the CDDR incorporate many broadly defined diagnostic constructs that\ncould be assessed in different ways. Rather than relying on the interviewer to decide the best\nway to assess them, the SCII-11 operationalizes diagnostic constructs through the specificity\nand wording of corresponding interview questions. For example, the CDDR for schizophrenia\nrequire the presence of at least two items from a list of seven, most of the time for a period of 1\nmonth, with one of the seven being “persistent delusions (e.g. grandiose delusions, delusions of\nreference, persecutory delusions)”. Since there is no single question that can satisfactorily cover\nevery type of delusion, the SCII-11 divides the assessment of delusions into separate questions\ncorresponding to specific types of delusions (e.g. delusions of reference, persecutory delusions,\n14 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders\ngrandiose delusions, delusions of guilt, somatic delusions). Given that it is a semi-structured rather\nthan a fully structured interview, the interviewing clinician also has the option of following up",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "study",
      "screening_cues",
      "referral"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues onset of several characteristic symptoms. These symptoms may include, but are not limited to,\nthe following…” The SCII-11 has modified this item, substituting the word “several” with “at\nleast three”. Similarly, the CDDR incorporate many broadly defined diagnostic constructs that\ncould be assessed in different ways. Rather than relying on the interviewer to decide the best\nway to assess them, the SCII-11 operationalizes diagnostic constructs through the specificity\nand wording of corresponding interview questions. For example, the CDDR for schizophrenia\nrequire the presence of at least two items from a list of seven, most of the time for a period of 1\nmonth, with one of the seven being “persistent delusions (e.g. grandiose delusions, delusions of\nreference, persecutory delusions)”. Since there is no single question that can satisfactorily cover\nevery type of delusion, the SCII-11 divides the assessment of delusions into separate questions\ncorresponding to specific types of delusions (e.g. delusions of reference, persecutory delusions,\n14 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders\ngrandiose delusions, delusions of guilt, somatic delusions). Given that it is a semi-structured rather\nthan a fully structured interview, the interviewing clinician also has the option of following up Onset of several characteristic symptoms. these symptoms may include, but are not limited to,\nthe following…” the scii-11 has modified this item, substituting the word “several” with “at\nleast three”."
}