{
  "id": "clinical#screening_cues_5aaff09a",
  "content": "co-occur, and both may be diagnosed if the full diagnostic requirements for each are met.\nBoundary with disorders due to substance use\nIf the pattern of dissocial behaviour is limited to obtaining or using illicit substances, or if\nthe behaviour is exclusively related to the effects of intoxication, dependence or withdrawal,\nconduct-dissocial disorder should not be diagnosed, and a disorder due to substance use should\nbe considered instead. At the same time, co-occurrence of episodes of dissocial behaviour and\nsubstance use is common among individuals with conduct-dissocial disorder. This distinction may\ntherefore depend on a complex clinical judgement that takes into account the onset, sequencing\nand context of the relevant behaviours. However, conduct-dissocial disorder and disorders due to\nsubstance use frequently co-occur, and both may be diagnosed if the full diagnostic requirements\nfor each are met.\nSpecifier applicable to oppositional defiant disorder and conduct-\ndissocial disorder\nSpecifiers for limited or typical prosocial emotions\n• The with limited prosocial emotions specifier may be applied to individuals who meet the\ndiagnostic requirements for oppositional defiant disorder or conduct-dissocial disorder\nand also exhibit a pattern of limited prosocial emotions sometimes referred to as “callous",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "communication_tips",
      "screening_cues",
      "referral"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues co-occur, and both may be diagnosed if the full diagnostic requirements for each are met.\nBoundary with disorders due to substance use\nIf the pattern of dissocial behaviour is limited to obtaining or using illicit substances, or if\nthe behaviour is exclusively related to the effects of intoxication, dependence or withdrawal,\nconduct-dissocial disorder should not be diagnosed, and a disorder due to substance use should\nbe considered instead. At the same time, co-occurrence of episodes of dissocial behaviour and\nsubstance use is common among individuals with conduct-dissocial disorder. This distinction may\ntherefore depend on a complex clinical judgement that takes into account the onset, sequencing\nand context of the relevant behaviours. However, conduct-dissocial disorder and disorders due to\nsubstance use frequently co-occur, and both may be diagnosed if the full diagnostic requirements\nfor each are met.\nSpecifier applicable to oppositional defiant disorder and conduct-\ndissocial disorder\nSpecifiers for limited or typical prosocial emotions\n• The with limited prosocial emotions specifier may be applied to individuals who meet the\ndiagnostic requirements for oppositional defiant disorder or conduct-dissocial disorder\nand also exhibit a pattern of limited prosocial emotions sometimes referred to as “callous Co-occur, and both may be diagnosed if the full diagnostic requirements for each are met. ranh giới with disorders due to substance use\nif the pattern of dissocial behaviour is limited to obtaining or using illicit subst..."
}