{
  "id": "clinical#screening_cues_4e6cfb5c",
  "content": "behavioural factors adversely affect an existing medical condition. For example, an individual\nwho, in the weeks following a heart attack, develops severe anxiety whenever they leave the\nhouse because they are afraid of experiencing cardiac symptoms when no help is available\nmight be appropriately diagnosed as having adjustment disorder. In contrast, an individual with\natherosclerotic heart disease who develops chest pain whenever they become anxious would be\ndiagnosed with psychological or behavioural factors affecting disorders and diseases classified\nelsewhere. In clinical practice, however, psychological factors and a medical condition are often\nmutually exacerbating, in which case both diagnoses may be assigned if it is clinically useful to\ndo so.\nBoundary with hypochondriasis (health anxiety disorder)\nHypochondriasis is characterized by persistent preoccupation with or fear about the possibility of\nhaving one or more serious, progressive or life-threatening diseases. The focus of clinical care is\nthe individual’s worry about having a disease; in most cases, no serious medical disease is present.\nIn psychological or behavioural factors affecting disorders and diseases classified elsewhere,\nanxiety may be a relevant psychological factor affecting a medical condition, but the clinical\nconcern is the adverse effects of the anxiety on the manifestations, course or treatment of the",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "study",
      "communication_tips",
      "screening_cues",
      "management"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues behavioural factors adversely affect an existing medical condition. For example, an individual\nwho, in the weeks following a heart attack, develops severe anxiety whenever they leave the\nhouse because they are afraid of experiencing cardiac symptoms when no help is available\nmight be appropriately diagnosed as having adjustment disorder. In contrast, an individual with\natherosclerotic heart disease who develops chest pain whenever they become anxious would be\ndiagnosed with psychological or behavioural factors affecting disorders and diseases classified\nelsewhere. In clinical practice, however, psychological factors and a medical condition are often\nmutually exacerbating, in which case both diagnoses may be assigned if it is clinically useful to\ndo so.\nBoundary with hypochondriasis (health anxiety disorder)\nHypochondriasis is characterized by persistent preoccupation with or fear about the possibility of\nhaving one or more serious, progressive or life-threatening diseases. The focus of clinical care is\nthe individual’s worry about having a disease; in most cases, no serious medical disease is present.\nIn psychological or behavioural factors affecting disorders and diseases classified elsewhere,\nanxiety may be a relevant psychological factor affecting a medical condition, but the clinical\nconcern is the adverse effects of the anxiety on the manifestations, course or treatment of the Behavioural factors adversely affect an existing medical condition. for example, an individual\nwho, in the weeks following a heart attack, develops severe lo âu whenever they leave the\nhouse because they are afraid of ex..."
}