{
  "id": "clinical#screening_cues_0f4f400d",
  "content": "use of laxatives in anorexia nervosa to reduce body weight, use of anabolic steroids in\nbody dysmorphic disorder to increase muscle mass). An additional diagnosis of episode\nof harmful psychoactive substance use can be made if the specific episode of non-\npsychoactive substance use in question has resulted in clinically significant harm to the\nindividual’s physical or mental health.\n• A diagnosis of episode of harmful use of non-psychoactive substances often signals\nan opportunity for intervention, including lower-intensity interventions that can be\nimplemented in a wide range of settings aimed at reducing the likelihood of additional\nharmful episodes, or of progression to harmful pattern of non-psychoactive substance use.\n• As more information becomes available indicating that an episode is part of a continuous\nor recurrent pattern of harmful non-psychoactive substance use, a diagnosis of episode\nof harmful psychoactive substance use should be changed to harmful pattern of non-\npsychoactive substance use.\nBoundary with normality (threshold)\n• The diagnosis of episode of harmful use of non-psychoactive substances requires clinically\nsignificant harm to the individual’s physical or mental health. Examples of impact on\nphysical or mental health that would not be considered clinically significant include mild",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "study",
      "communication_tips",
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues use of laxatives in anorexia nervosa to reduce body weight, use of anabolic steroids in\nbody dysmorphic disorder to increase muscle mass). An additional diagnosis of episode\nof harmful psychoactive substance use can be made if the specific episode of non-\npsychoactive substance use in question has resulted in clinically significant harm to the\nindividual’s physical or mental health.\n• A diagnosis of episode of harmful use of non-psychoactive substances often signals\nan opportunity for intervention, including lower-intensity interventions that can be\nimplemented in a wide range of settings aimed at reducing the likelihood of additional\nharmful episodes, or of progression to harmful pattern of non-psychoactive substance use.\n• As more information becomes available indicating that an episode is part of a continuous\nor recurrent pattern of harmful non-psychoactive substance use, a diagnosis of episode\nof harmful psychoactive substance use should be changed to harmful pattern of non-\npsychoactive substance use.\nBoundary with normality (threshold)\n• The diagnosis of episode of harmful use of non-psychoactive substances requires clinically\nsignificant harm to the individual’s physical or mental health. Examples of impact on\nphysical or mental health that would not be considered clinically significant include mild Use of laxatives in anorexia nervosa to reduce body weight, use of anabolic steroids in\nbody dysmorphic disorder to increase muscle mass). an additional diagnosis of episode\nof harmful psychoactive substance use can be m..."
}