{
  "id": "clinical#risk_safety_a7ef0f05",
  "content": "mood may sometimes present in children and adolescents as pervasive irritability.\nHowever, the presence of irritability is not in and of itself indicative of a depressive episode\nand may indicate the presence of another mental, behavioural or neurodevelopmental\ndisorder, or be a normal reaction to frustration.\nCognitive-behavioural cluster\n• As noted, reduced ability to concentrate or sustain attention may manifest as a decline\nin academic performance, increased time needed to complete school assignments or\nan inability to complete assignments. These symptoms of a depressive episode must\nbe differentiated from problems with attention and concentration in attention deficit\nhyperactivity disorder that are not temporally tied to changes in mood or energy.\nNeurovegetative cluster\n• Hypersomnia and hyperphagia are more common symptoms of a depressive episode in\nadolescents than in adults. Appetite disturbance in children and adolescents may manifest\nin failure to gain weight as expected for age and development rather than as weight loss.\n• As with adults, children and adolescents experiencing a depressive episode are at increased\nrisk of suicidality. In younger children, suicidality may manifest in passive statements (e.g.\n“I don’t want to be here any more”) or as themes of death during play, whereas adolescents",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "high",
    "topics": [
      "emotions",
      "risk_safety",
      "screening_cues",
      "management"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Risk Safety mood may sometimes present in children and adolescents as pervasive irritability.\nHowever, the presence of irritability is not in and of itself indicative of a depressive episode\nand may indicate the presence of another mental, behavioural or neurodevelopmental\ndisorder, or be a normal reaction to frustration.\nCognitive-behavioural cluster\n• As noted, reduced ability to concentrate or sustain attention may manifest as a decline\nin academic performance, increased time needed to complete school assignments or\nan inability to complete assignments. These symptoms of a depressive episode must\nbe differentiated from problems with attention and concentration in attention deficit\nhyperactivity disorder that are not temporally tied to changes in mood or energy.\nNeurovegetative cluster\n• Hypersomnia and hyperphagia are more common symptoms of a depressive episode in\nadolescents than in adults. Appetite disturbance in children and adolescents may manifest\nin failure to gain weight as expected for age and development rather than as weight loss.\n• As with adults, children and adolescents experiencing a depressive episode are at increased\nrisk of suicidality. In younger children, suicidality may manifest in passive statements (e.g.\n“I don’t want to be here any more”) or as themes of death during play, whereas adolescents Mood may sometimes present in children and adolescents as pervasive irritability. however, the presence of irritability is not in and of itself indicative of a depressive episode\nand may indicate the presence of another ..."
}