{
  "id": "clinical#screening_cues_86cdf764",
  "content": "with a diagnosis of schizophrenia and other primary psychotic disorders may experience\nsignificant depressive symptoms during psychotic episodes. In such cases, if the depressive\nsymptoms do not meet the diagnostic requirements for a depressive episode, the depressive\nmood symptoms specifier may be applied to the psychotic disorder diagnosis. If all diagnostic\nrequirements for both a depressive episode and schizophrenia are met concurrently or within a\nfew days of each other, the diagnosis of schizoaffective disorder should be assigned rather than\nsingle episode depressive disorder or recurrent depressive disorder. However, a diagnosis of\nsingle episode depressive disorder or recurrent depressive disorder can co-occur with a diagnosis\nof schizophrenia or another primary psychotic disorder, and both diagnoses may be assigned if\nthe full diagnostic requirements for each are met, and psychotic symptoms are present outside of\ndepressive episodes.\nBoundary with generalized anxiety disorder\nGeneralized anxiety disorder and depressive episodes in single episode depressive disorder or\nrecurrent depressive disorder can share several features, such as somatic symptoms of anxiety,\ndifficulty with concentration, sleep disruption and feelings of dread associated with pessimistic\nthoughts. Single episode depressive disorder or recurrent depressive disorder are differentiated",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "sleep",
      "communication_tips",
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues with a diagnosis of schizophrenia and other primary psychotic disorders may experience\nsignificant depressive symptoms during psychotic episodes. In such cases, if the depressive\nsymptoms do not meet the diagnostic requirements for a depressive episode, the depressive\nmood symptoms specifier may be applied to the psychotic disorder diagnosis. If all diagnostic\nrequirements for both a depressive episode and schizophrenia are met concurrently or within a\nfew days of each other, the diagnosis of schizoaffective disorder should be assigned rather than\nsingle episode depressive disorder or recurrent depressive disorder. However, a diagnosis of\nsingle episode depressive disorder or recurrent depressive disorder can co-occur with a diagnosis\nof schizophrenia or another primary psychotic disorder, and both diagnoses may be assigned if\nthe full diagnostic requirements for each are met, and psychotic symptoms are present outside of\ndepressive episodes.\nBoundary with generalized anxiety disorder\nGeneralized anxiety disorder and depressive episodes in single episode depressive disorder or\nrecurrent depressive disorder can share several features, such as somatic symptoms of anxiety,\ndifficulty with concentration, sleep disruption and feelings of dread associated with pessimistic\nthoughts. Single episode depressive disorder or recurrent depressive disorder are differentiated With a diagnosis of schizophrenia and other primary psychotic disorders may experience\nsignificant depressive symptoms during psychotic episodes. in such cases, if the depressive\nsymptoms do not meet the diagnostic requi..."
}