{
  "id": "clinical#screening_cues_fc911b26",
  "content": "concurrent symptoms, may be best characterized as an episode of schizophrenia.\nBoundary with mood episodes with psychotic symptoms\nSchizoaffective disorder, schizophrenia, moderate or severe depressive episodes, manic episodes and\nmixed episodes are all intended to describe the current episode of the disorder. In schizoaffective\ndisorder, the duration and symptom requirements for schizophrenia are fully met during the mood\nepisode. In a depressive disorder with psychotic symptoms or a bipolar type I disorder with psychotic\nsymptoms, psychotic symptoms occur simultaneously with the mood episodes but do not meet\nthe diagnostic requirements for schizophrenia (e.g. hallucinations without any other psychotic\nsymptoms). It is possible for an individual to meet the diagnostic requirements for each during\ndifferent periods.\nBoundary with acute and transient psychotic disorder\nIn schizoaffective disorder, the psychotic symptoms persist for at least 1 month in their full,\nflorid form. In contrast, in acute and transient psychotic disorder, the symptom requirements for\nschizophrenia or a depressive, manic or mixed episode are not met. Moreover, the symptoms in\nacute and transient psychotic disorder tend to fluctuate rapidly in intensity and type across time,\nsuch that the content and focus of delusions or hallucinations often shift, even on a daily basis.",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "study",
      "communication_tips",
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues concurrent symptoms, may be best characterized as an episode of schizophrenia.\nBoundary with mood episodes with psychotic symptoms\nSchizoaffective disorder, schizophrenia, moderate or severe depressive episodes, manic episodes and\nmixed episodes are all intended to describe the current episode of the disorder. In schizoaffective\ndisorder, the duration and symptom requirements for schizophrenia are fully met during the mood\nepisode. In a depressive disorder with psychotic symptoms or a bipolar type I disorder with psychotic\nsymptoms, psychotic symptoms occur simultaneously with the mood episodes but do not meet\nthe diagnostic requirements for schizophrenia (e.g. hallucinations without any other psychotic\nsymptoms). It is possible for an individual to meet the diagnostic requirements for each during\ndifferent periods.\nBoundary with acute and transient psychotic disorder\nIn schizoaffective disorder, the psychotic symptoms persist for at least 1 month in their full,\nflorid form. In contrast, in acute and transient psychotic disorder, the symptom requirements for\nschizophrenia or a depressive, manic or mixed episode are not met. Moreover, the symptoms in\nacute and transient psychotic disorder tend to fluctuate rapidly in intensity and type across time,\nsuch that the content and focus of delusions or hallucinations often shift, even on a daily basis. Concurrent symptoms, may be best characterized as an episode of schizophrenia. ranh giới with mood episodes with psychotic symptoms\nschizoaffective disorder, schizophrenia, moderate or severe depressive episodes, manic e..."
}