{
  "id": "clinical#screening_cues_cf14508a",
  "content": "personality disorder and dementia are subcategorized based on severity (mild, moderate, severe).\nSecond, a number of mental disorders allow for the indication of symptomatic manifestations\nthat are intended to provide dimensional profiles that cut across different disorders in a\nparticular grouping. These include symptomatic manifestations of primary psychotic disorders\n(positive symptoms, negative symptoms, depressive mood symptoms, manic mood symptoms,\npsychomotor symptoms, cognitive symptoms), which can be further coded as not present, mild,\nmoderate or severe, and prominent personality trait domains in personality disorders (negative\naffectivity, detachment, asociality, disinhibition, anankastia). See the following section on using\nthe CDDR for ICD-11 mental, behavioural and neurodevelopmental disorders in clinical settings\nfor specific examples of how these dimensional specifiers are coded.\nCultural factors\nBecause the CDDR will be employed around the world as a basis for diagnosis and treatment\nselection among people living in diverse social milieus and cultural contexts, a key priority in\ndevelopment of the diagnostic material was to consider and reflect the influence of culture.\nCultural factors affect the diagnosis of mental, behavioural and neurodevelopmental disorders\nin complex and multifaceted ways. For example, culture can influence how disorders are\nconceptualized, experienced and expressed; what is considered normal or pathological; how",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "study",
      "screening_cues",
      "management"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues personality disorder and dementia are subcategorized based on severity (mild, moderate, severe).\nSecond, a number of mental disorders allow for the indication of symptomatic manifestations\nthat are intended to provide dimensional profiles that cut across different disorders in a\nparticular grouping. These include symptomatic manifestations of primary psychotic disorders\n(positive symptoms, negative symptoms, depressive mood symptoms, manic mood symptoms,\npsychomotor symptoms, cognitive symptoms), which can be further coded as not present, mild,\nmoderate or severe, and prominent personality trait domains in personality disorders (negative\naffectivity, detachment, asociality, disinhibition, anankastia). See the following section on using\nthe CDDR for ICD-11 mental, behavioural and neurodevelopmental disorders in clinical settings\nfor specific examples of how these dimensional specifiers are coded.\nCultural factors\nBecause the CDDR will be employed around the world as a basis for diagnosis and treatment\nselection among people living in diverse social milieus and cultural contexts, a key priority in\ndevelopment of the diagnostic material was to consider and reflect the influence of culture.\nCultural factors affect the diagnosis of mental, behavioural and neurodevelopmental disorders\nin complex and multifaceted ways. For example, culture can influence how disorders are\nconceptualized, experienced and expressed; what is considered normal or pathological; how Personality disorder and dementia are subcategorized based on severity (mild, moderate, severe). second, a number of mental disorders allow for the indication of symptomatic manifestations\nthat are intended to provide di..."
}