{
  "id": "clinical#screening_cues_98061cd8",
  "content": "injury), or to the direct physiological effects of substances or medications (including withdrawal\neffects), should not be included in the specifier ratings. However, in individuals with schizophrenia\nand other primary psychotic disorders, the specific etiology of symptoms is often unclear (e.g.\nwhether a mood symptom is due to the psychotic disorder or a result of substance use). In these\ncases, the relevant symptom should be considered in making the specifier rating until it becomes\nclear that the pathogenesis of the symptom is unrelated to the primary psychotic disorder.\nTable 6.6. Symptomatic manifestations of primary psychotic disorders:\nanchor points and descriptions for specifier severity ratings\nSeverity Anchor points\nNone No significant symptoms from the respective domain have been present during\nXS8H the past week\nMild Symptoms in the domain have been present during the past week, but these\nXS5W are minimal in number or do not have a substantial degree of impact. Everyday\nfunctioning is not affected by these symptoms, or is affected only minimally.\nNo significant negative social or personal consequences have occurred as a\nconsequence of the symptoms. The symptoms may be intermittent and show\nfluctuations in severity, and there may be periods during which the symptoms",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "screening_cues",
      "management"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues injury), or to the direct physiological effects of substances or medications (including withdrawal\neffects), should not be included in the specifier ratings. However, in individuals with schizophrenia\nand other primary psychotic disorders, the specific etiology of symptoms is often unclear (e.g.\nwhether a mood symptom is due to the psychotic disorder or a result of substance use). In these\ncases, the relevant symptom should be considered in making the specifier rating until it becomes\nclear that the pathogenesis of the symptom is unrelated to the primary psychotic disorder.\nTable 6.6. Symptomatic manifestations of primary psychotic disorders:\nanchor points and descriptions for specifier severity ratings\nSeverity Anchor points\nNone No significant symptoms from the respective domain have been present during\nXS8H the past week\nMild Symptoms in the domain have been present during the past week, but these\nXS5W are minimal in number or do not have a substantial degree of impact. Everyday\nfunctioning is not affected by these symptoms, or is affected only minimally.\nNo significant negative social or personal consequences have occurred as a\nconsequence of the symptoms. The symptoms may be intermittent and show\nfluctuations in severity, and there may be periods during which the symptoms Injury), or to the direct physiological effects of substances or medications (including withdrawal\neffects), should not be included in the specifier ratings. however, in individuals with schizophrenia\nand other primary p..."
}