{
  "id": "clinical#screening_cues_19133495",
  "content": "about the possibility of having one or more serious, progressive or life-threatening illnesses,\nan additional diagnosis of panic disorder is not warranted. However, if both unexpected panic\nattacks and persistent preoccupation or fear about the possibility of having one or more serious,\nprogressive or life-threatening illnesses are present and all other diagnostic requirements are met,\nboth diagnoses may be assigned.\nBoundary with bodily distress disorder\nBodily distress disorder is characterized by the presence of bodily symptoms that are distressing\nto the individual and to which excessive attention is directed, such as dwelling on the severity\nof the symptoms and repeatedly visiting health-care providers. While some individuals with\nhypochondriasis may experience bodily symptoms that cause distress and for which they may\nseek medical attention, their main concern in doing so is the fear that the symptoms are indicative\nof having a serious, progressive or life-threatening illness. In contrast, individuals with bodily\ndistress disorder are typically preoccupied with the bodily symptoms themselves and the impact\nthey have on their lives, and while they may seek out health-care providers who can determine the\ncause of their symptoms, they do so in order to get relief from the symptoms, not to disconfirm",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "stress",
      "communication_tips",
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues about the possibility of having one or more serious, progressive or life-threatening illnesses,\nan additional diagnosis of panic disorder is not warranted. However, if both unexpected panic\nattacks and persistent preoccupation or fear about the possibility of having one or more serious,\nprogressive or life-threatening illnesses are present and all other diagnostic requirements are met,\nboth diagnoses may be assigned.\nBoundary with bodily distress disorder\nBodily distress disorder is characterized by the presence of bodily symptoms that are distressing\nto the individual and to which excessive attention is directed, such as dwelling on the severity\nof the symptoms and repeatedly visiting health-care providers. While some individuals with\nhypochondriasis may experience bodily symptoms that cause distress and for which they may\nseek medical attention, their main concern in doing so is the fear that the symptoms are indicative\nof having a serious, progressive or life-threatening illness. In contrast, individuals with bodily\ndistress disorder are typically preoccupied with the bodily symptoms themselves and the impact\nthey have on their lives, and while they may seek out health-care providers who can determine the\ncause of their symptoms, they do so in order to get relief from the symptoms, not to disconfirm About the possibility of having one or more serious, progressive or life-threatening illnesses,\nan additional diagnosis of panic disorder is not warranted. however, if both unexpected panic\nattacks and persistent preoccu..."
}