{
  "id": "clinical#screening_cues_6fd9ba59",
  "content": "manifestations of social anxiety disorder may also vary across age groups, with younger\nchildren more likely to exhibit social anxiety primarily with adults, and adolescents\nmore likely to experience increased social anxiety with peers. There are also individual\ndifferences with respect to the degree of social anxiety experienced when interacting with\nmembers of the same or opposite sex. Soliciting information from collateral informants\nwho know the child well about how they react in various situations and contexts can assist\nin making the diagnosis.\n• Social anxiety disorder symptoms may become more evident with age, as social demands\nexceed individuals’ capabilities to cope with and manage their anxiety. Adolescents may\nexhibit various associated difficulties, including social withdrawal, school refusal and\nreluctance to assert their needs. Some adolescents may participate in social situations for fear\nof the consequences to their social status if they do not, but do so with significant distress.\nCulture-related features\n• Identification of social anxiety disorder may depend on assessment of social situations\nrelevant to the cultural group (e.g. being expected to dance in public among some Latin\nAmerican cultures) that may be associated with excessive anxiety, and of whether the",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "stress",
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues manifestations of social anxiety disorder may also vary across age groups, with younger\nchildren more likely to exhibit social anxiety primarily with adults, and adolescents\nmore likely to experience increased social anxiety with peers. There are also individual\ndifferences with respect to the degree of social anxiety experienced when interacting with\nmembers of the same or opposite sex. Soliciting information from collateral informants\nwho know the child well about how they react in various situations and contexts can assist\nin making the diagnosis.\n• Social anxiety disorder symptoms may become more evident with age, as social demands\nexceed individuals’ capabilities to cope with and manage their anxiety. Adolescents may\nexhibit various associated difficulties, including social withdrawal, school refusal and\nreluctance to assert their needs. Some adolescents may participate in social situations for fear\nof the consequences to their social status if they do not, but do so with significant distress.\nCulture-related features\n• Identification of social anxiety disorder may depend on assessment of social situations\nrelevant to the cultural group (e.g. being expected to dance in public among some Latin\nAmerican cultures) that may be associated with excessive anxiety, and of whether the Manifestations of social lo âu disorder may also vary across age groups, with younger\nchildren more likely to exhibit social lo âu primarily with adults, and adolescents\nmore likely to experience increased social lo âu w..."
}