{
  "id": "clinical#screening_cues_2c1f93e0",
  "content": "should be assigned, and the with disorder of intellectual development specifier should be applied with\nthe autism spectrum disorder diagnosis. Because autism spectrum disorder inherently involves\nsocial deficits, assessment of adaptive behaviour as a part of the diagnosis of a co-occurring disorder\nof intellectual development should place greater emphasis on intellectual functioning and the\nconceptual and practical domains of adaptive functioning than on social skills. The diagnosis\nof autism spectrum disorder in individuals with severe and profound disorders of intellectual\ndevelopment is particularly difficult, and requires in-depth and longitudinal assessments. However,\nthe diagnosis may be assigned if skills in social reciprocity and communication are significantly\nimpaired relative to the individual’s general level of intellectual ability.\nNeurodevelopmental disorders | Autism spectrum disorder\nNeurodevelopmental disorders 131\nBoundary with developmental language disorder with impairment of mainly\npragmatic language\nIndividuals with developmental language disorder with impairment of mainly pragmatic language\nexhibit language deficits involving the ability to understand and use language in social contexts (i.e.\nwith pragmatic language impairment). Unlike individuals with autism spectrum disorder, individuals\nwith developmental language disorder are usually able to initiate and respond appropriately to",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "communication_tips",
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues should be assigned, and the with disorder of intellectual development specifier should be applied with\nthe autism spectrum disorder diagnosis. Because autism spectrum disorder inherently involves\nsocial deficits, assessment of adaptive behaviour as a part of the diagnosis of a co-occurring disorder\nof intellectual development should place greater emphasis on intellectual functioning and the\nconceptual and practical domains of adaptive functioning than on social skills. The diagnosis\nof autism spectrum disorder in individuals with severe and profound disorders of intellectual\ndevelopment is particularly difficult, and requires in-depth and longitudinal assessments. However,\nthe diagnosis may be assigned if skills in social reciprocity and communication are significantly\nimpaired relative to the individual’s general level of intellectual ability.\nNeurodevelopmental disorders | Autism spectrum disorder\nNeurodevelopmental disorders 131\nBoundary with developmental language disorder with impairment of mainly\npragmatic language\nIndividuals with developmental language disorder with impairment of mainly pragmatic language\nexhibit language deficits involving the ability to understand and use language in social contexts (i.e.\nwith pragmatic language impairment). Unlike individuals with autism spectrum disorder, individuals\nwith developmental language disorder are usually able to initiate and respond appropriately to Should be assigned, and the with disorder of intellectual development specifier should be applied with\nthe autism spectrum disorder diagnosis. because autism spectrum disorder inherently involves\nsocial deficits, đánh gi..."
}