{
  "id": "clinical#screening_cues_c0f75e5b",
  "content": "context of bipolar type II disorder often do not experience distress about their condition, and\nby definition do not exhibit functional impairment), hence the use of “usually” in the definition.\nStructure of the chapter on mental, behavioural and neurodevelopmental\ndisorders\nThe organization of the ICD-10 chapter on mental and behavioural disorders had been dictated\nin part by the ICD-10 coding system itself. The first character of ICD-10 codes, which indicated\nthe chapter, was alphabetical, thus allowing for up to 26 chapters. The second character, which\nindicated the diagnostic grouping within the chapter, was numerical, effectively limiting the\nnumber of possible diagnostic groupings within a chapter to 10. The use of alphanumeric characters\nthroughout the ICD-11 coding system removes those artificial constraints. Consequently, there are\n21 diagnostic groupings in the ICD-11 chapter on mental, behavioural and neurodevelopmental\ndisorders. A few of the ICD-11 diagnostic groupings are completely parallel to ICD-10 groupings\n(e.g. disorders due to substance use, schizophrenia and other primary psychotic disorders, mood\ndisorders). Most of the other ICD-10 diagnostic groupings were split into multiple ICD-11\ngroupings. For example, ICD-10 neurotic, stress-related and somatoform disorders was split into\nfive ICD-11 diagnostic groupings: anxiety and fear-related disorders; obsessive-compulsive and",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "stress",
      "study",
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues context of bipolar type II disorder often do not experience distress about their condition, and\nby definition do not exhibit functional impairment), hence the use of “usually” in the definition.\nStructure of the chapter on mental, behavioural and neurodevelopmental\ndisorders\nThe organization of the ICD-10 chapter on mental and behavioural disorders had been dictated\nin part by the ICD-10 coding system itself. The first character of ICD-10 codes, which indicated\nthe chapter, was alphabetical, thus allowing for up to 26 chapters. The second character, which\nindicated the diagnostic grouping within the chapter, was numerical, effectively limiting the\nnumber of possible diagnostic groupings within a chapter to 10. The use of alphanumeric characters\nthroughout the ICD-11 coding system removes those artificial constraints. Consequently, there are\n21 diagnostic groupings in the ICD-11 chapter on mental, behavioural and neurodevelopmental\ndisorders. A few of the ICD-11 diagnostic groupings are completely parallel to ICD-10 groupings\n(e.g. disorders due to substance use, schizophrenia and other primary psychotic disorders, mood\ndisorders). Most of the other ICD-10 diagnostic groupings were split into multiple ICD-11\ngroupings. For example, ICD-10 neurotic, stress-related and somatoform disorders was split into\nfive ICD-11 diagnostic groupings: anxiety and fear-related disorders; obsessive-compulsive and Context of bipolar type ii disorder often do not experience distress about their condition, and\nby definition do not exhibit functional impairment), hence the use of “usually” in the definition. structure of the chapter ..."
}