{
  "id": "clinical#screening_cues_0bbeb8c8",
  "content": "other cognitive impairment such as memory deficit, disorientation or impairment in language,\nvisuospatial ability or perception. In contrast, panic attacks or other anxiety symptoms in\nsecondary anxiety syndrome occur in the absence of disturbed attention or severe cognitive\nimpairment. If the anxiety symptoms are judged to be better explained by delirium due to disease\nclassified elsewhere, an additional diagnosis of secondary anxiety syndrome is not warranted.\nBoundary with dementia\nAnxiety symptoms can occur in the context of dementia, which is characterized by a decline from\na previous level of cognitive functioning with impairment in two or more cognitive domains (e.g.\nmemory, executive functions, attention, language, social cognition and judgement, psychomotor\nspeed, visuoperceptual or visuospatial abilities). In contrast, secondary anxiety syndrome is not\naccompanied by marked cognitive impairment. The presence of anxiety symptoms in the context\nof dementia can be recorded using the anxiety symptoms in dementia specifier. If the anxiety\nsymptoms are judged to be due to the same medical condition as is causing the dementia, an\nadditional diagnosis of secondary anxiety syndrome is not warranted.\nBoundary with anxiety symptoms caused by substances or medications, including\nwithdrawal effects",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "communication_tips",
      "screening_cues",
      "management"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues other cognitive impairment such as memory deficit, disorientation or impairment in language,\nvisuospatial ability or perception. In contrast, panic attacks or other anxiety symptoms in\nsecondary anxiety syndrome occur in the absence of disturbed attention or severe cognitive\nimpairment. If the anxiety symptoms are judged to be better explained by delirium due to disease\nclassified elsewhere, an additional diagnosis of secondary anxiety syndrome is not warranted.\nBoundary with dementia\nAnxiety symptoms can occur in the context of dementia, which is characterized by a decline from\na previous level of cognitive functioning with impairment in two or more cognitive domains (e.g.\nmemory, executive functions, attention, language, social cognition and judgement, psychomotor\nspeed, visuoperceptual or visuospatial abilities). In contrast, secondary anxiety syndrome is not\naccompanied by marked cognitive impairment. The presence of anxiety symptoms in the context\nof dementia can be recorded using the anxiety symptoms in dementia specifier. If the anxiety\nsymptoms are judged to be due to the same medical condition as is causing the dementia, an\nadditional diagnosis of secondary anxiety syndrome is not warranted.\nBoundary with anxiety symptoms caused by substances or medications, including\nwithdrawal effects Other cognitive impairment such as memory deficit, disorientation or impairment in language,\nvisuospatial ability or perception. in contrast, panic attacks or other lo âu symptoms in\nsecondary lo âu syndrome occur in the..."
}