{
  "id": "clinical#risk_safety_9226dfa3",
  "content": "214 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders\n• A depressive episode should not be considered to be present if the individual is exhibiting\nnormal grief symptoms, including some level of depressive symptoms, and the individual\nhas experienced the death of a loved one within the past 6 months, or longer if a more\nextended period of bereavement is consistent with the normative response for grieving\nwithin the individual’s religious and cultural context. Individuals with no history of\ndepressive episodes may experience depressive symptoms during bereavement, but this\ndoes not appear to indicate an increased risk of subsequently developing a mood disorder.\nHowever, a depressive episode can be superimposed on normal grief. The presence of a\ndepressive episode during a period of bereavement is suggested by persistence of constant\ndepressive symptoms 1 month or more following the loss (i.e. there are no periods of\npositive mood or enjoyment of activities); severe depressive symptoms, such as extreme\nbeliefs of low self-worth and guilt not related to the lost loved one; or presence of psychotic\nsymptoms, suicidal ideation or psychomotor retardation. A prior history of depressive",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "high",
    "topics": [
      "emotions",
      "risk_safety",
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Risk Safety 214 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders\n• A depressive episode should not be considered to be present if the individual is exhibiting\nnormal grief symptoms, including some level of depressive symptoms, and the individual\nhas experienced the death of a loved one within the past 6 months, or longer if a more\nextended period of bereavement is consistent with the normative response for grieving\nwithin the individual’s religious and cultural context. Individuals with no history of\ndepressive episodes may experience depressive symptoms during bereavement, but this\ndoes not appear to indicate an increased risk of subsequently developing a mood disorder.\nHowever, a depressive episode can be superimposed on normal grief. The presence of a\ndepressive episode during a period of bereavement is suggested by persistence of constant\ndepressive symptoms 1 month or more following the loss (i.e. there are no periods of\npositive mood or enjoyment of activities); severe depressive symptoms, such as extreme\nbeliefs of low self-worth and guilt not related to the lost loved one; or presence of psychotic\nsymptoms, suicidal ideation or psychomotor retardation. A prior history of depressive 214 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders\n• a depressive episode should not be considered to be present if the individual is exhibiting\nnormal gr..."
}