{
  "id": "clinical#screening_cues_c9cfe08f",
  "content": "that have made the medical condition worse), both diagnoses may be assigned if it is clinically\nuseful to do so.\nBoundary with secondary mental or behavioural syndromes associated with\ndisorders and diseases classified elsewhere\nIn secondary mental or behavioural syndromes associated with disorders and diseases classified\nelsewhere, a medical condition is judged to be causing mental or behavioural symptoms through\na direct physiological mechanism. In contrast, in psychological or behavioural factors affecting\ndisorders and diseases classified elsewhere, the psychological or behavioural factors are judged to\naffect the manifestations, course or treatment of the medical condition. In both cases, there is a\ntemporal relationship between the psychological and behavioural manifestations and the medical\ncondition, but the presumed causal relationship is in the opposite direction in each.\nBoundary with other co-occurring mental disorders and medical conditions\nWhereas co-occurrence of a mental, behavioural or neurodevelopmental disorder and a medical\ncondition may have an impact on the management of the medical condition (e.g. medications\nused in the treatment of the mental disorder interacting with medications used to treat the\nmedical condition), psychological or behavioural factors affecting disorders and diseases classified",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "relationships",
      "communication_tips",
      "screening_cues",
      "management"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues that have made the medical condition worse), both diagnoses may be assigned if it is clinically\nuseful to do so.\nBoundary with secondary mental or behavioural syndromes associated with\ndisorders and diseases classified elsewhere\nIn secondary mental or behavioural syndromes associated with disorders and diseases classified\nelsewhere, a medical condition is judged to be causing mental or behavioural symptoms through\na direct physiological mechanism. In contrast, in psychological or behavioural factors affecting\ndisorders and diseases classified elsewhere, the psychological or behavioural factors are judged to\naffect the manifestations, course or treatment of the medical condition. In both cases, there is a\ntemporal relationship between the psychological and behavioural manifestations and the medical\ncondition, but the presumed causal relationship is in the opposite direction in each.\nBoundary with other co-occurring mental disorders and medical conditions\nWhereas co-occurrence of a mental, behavioural or neurodevelopmental disorder and a medical\ncondition may have an impact on the management of the medical condition (e.g. medications\nused in the treatment of the mental disorder interacting with medications used to treat the\nmedical condition), psychological or behavioural factors affecting disorders and diseases classified That have made the medical condition worse), both diagnoses may be assigned if it is clinically\nuseful to do so. ranh giới with secondary mental or behavioural syndromes associated with\ndisorders and diseases classified ..."
}