{
  "id": "clinical#screening_cues_c7ae4bef",
  "content": "behavioural cues and stealing behaviour may be an important aspect of treatment planning.\n• After stealing items, many individuals with kleptomania experience guilt or shame for\nhaving committed a theft, but these feelings do not prevent recurrence of the behaviour.\nAlthough individuals with kleptomania may desire the items they steal and have a practical\nuse for such items, they do not need these items (e.g. they have multiples of the same item,\nthey have more than adequate financial resources to purchase the stolen item).\n• Rates of co-occurrence of mood disorders, anxiety and fear-related disorders, other\nimpulse control disorders, substance use disorders, and obsessive-compulsive disorder\namong individuals with kleptomania are higher than in the general population.\nBoundary with normality (threshold)\n• Stealing behaviour is common, and most individuals who steal do so because they need\nor want something they cannot afford, as an act of mischief, or as an expression of anger\nor vengeance. The diagnosis of kleptomania requires that the individual does not need\nor could afford to buy the stolen items, but cannot resist the urge to steal. Moreover, in\nkleptomania, the theft is accompanied by a sense of tension before committing the act and",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "stress",
      "emotions",
      "communication_tips",
      "screening_cues",
      "management"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues behavioural cues and stealing behaviour may be an important aspect of treatment planning.\n• After stealing items, many individuals with kleptomania experience guilt or shame for\nhaving committed a theft, but these feelings do not prevent recurrence of the behaviour.\nAlthough individuals with kleptomania may desire the items they steal and have a practical\nuse for such items, they do not need these items (e.g. they have multiples of the same item,\nthey have more than adequate financial resources to purchase the stolen item).\n• Rates of co-occurrence of mood disorders, anxiety and fear-related disorders, other\nimpulse control disorders, substance use disorders, and obsessive-compulsive disorder\namong individuals with kleptomania are higher than in the general population.\nBoundary with normality (threshold)\n• Stealing behaviour is common, and most individuals who steal do so because they need\nor want something they cannot afford, as an act of mischief, or as an expression of anger\nor vengeance. The diagnosis of kleptomania requires that the individual does not need\nor could afford to buy the stolen items, but cannot resist the urge to steal. Moreover, in\nkleptomania, the theft is accompanied by a sense of tension before committing the act and Behavioural cues and stealing behaviour may be an important aspect of treatment planning. • after stealing items, many individuals with kleptomania experience guilt or shame for\nhaving committed a theft, but these feelin..."
}