{
  "id": "clinical#screening_cues_03072e4f",
  "content": "not typically preceded by intrusive unwanted thoughts characteristic of obsessions, although they\nare often preceded by thoughts about engaging in the relevant behaviour.\nBoundary with primary tics and tic disorders including Tourette syndrome\nA tic is a sudden, rapid, recurrent, non-rhythmic motor movement or vocalization (e.g. eye\nblinking, throat clearing). Obsessive-compulsive disorder can be differentiated from tic disorders\nbecause, unlike compulsions, tics appear unintentional in nature and clearly utilize a discrete\nmuscle group. However, it can be difficult to distinguish between complex tics and compulsions\nassociated with obsessive-compulsive disorder. Although tics (both complex and simple) are\npreceded by premonitory sensory urges, which diminish as tics occur, tics are not aimed at\nneutralizing antecedent cognitions (e.g. obsessions) or reducing anxiety. Many individuals exhibit\nsymptoms of both obsessive-compulsive disorder and primary tic disorders – in particular,\nTourette syndrome – and both diagnoses may be assigned if the diagnostic requirements for each\nare met.\nBoundary with personality disorder with prominent anankastic features\nPersonality disorder with prominent anankastic features involves an enduring and pervasive\nmaladaptive pattern of excessive perfectionism and rigid control. Individuals with personality\ndisorder with prominent anankastic features do not experience intrusive thoughts, images, or",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "communication_tips",
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues not typically preceded by intrusive unwanted thoughts characteristic of obsessions, although they\nare often preceded by thoughts about engaging in the relevant behaviour.\nBoundary with primary tics and tic disorders including Tourette syndrome\nA tic is a sudden, rapid, recurrent, non-rhythmic motor movement or vocalization (e.g. eye\nblinking, throat clearing). Obsessive-compulsive disorder can be differentiated from tic disorders\nbecause, unlike compulsions, tics appear unintentional in nature and clearly utilize a discrete\nmuscle group. However, it can be difficult to distinguish between complex tics and compulsions\nassociated with obsessive-compulsive disorder. Although tics (both complex and simple) are\npreceded by premonitory sensory urges, which diminish as tics occur, tics are not aimed at\nneutralizing antecedent cognitions (e.g. obsessions) or reducing anxiety. Many individuals exhibit\nsymptoms of both obsessive-compulsive disorder and primary tic disorders – in particular,\nTourette syndrome – and both diagnoses may be assigned if the diagnostic requirements for each\nare met.\nBoundary with personality disorder with prominent anankastic features\nPersonality disorder with prominent anankastic features involves an enduring and pervasive\nmaladaptive pattern of excessive perfectionism and rigid control. Individuals with personality\ndisorder with prominent anankastic features do not experience intrusive thoughts, images, or Not typically preceded by intrusive unwanted thoughts characteristic of obsessions, although they\nare often preceded by thoughts about engaging in the relevant behaviour. ranh giới with primary tics and tic disorders inc..."
}