{
  "id": "clinical#screening_cues_56a53b77",
  "content": "significantly reduce gaming behaviour, whether self-initiated or imposed by others.\n• Individuals with gaming disorder may increase the duration or frequency of gaming\nbehaviour over time, or experience a need to engage in games of increasing levels of\ncomplexity or requiring increasing skills or strategy in an effort to maintain or exceed\nprevious levels of excitement, or to avoid boredom.\n• Individuals with gaming disorder often experience urges or cravings to engage in gaming\nduring other activities.\n• Upon cessation or reduction of gaming behaviour, often imposed by others, individuals\nwith gaming disorder may experience dysphoria and exhibit adversarial behaviour or\nverbal or physical aggression.\n• Individuals with gaming disorder may exhibit substantial disruptions in diet, sleep, exercise\nand other health-related behaviours that can result in negative physical and mental health\noutcomes, particularly if there are very extended periods of gaming.\n• High-intensity gaming behaviour may occur as a part of online computer games that\ninvolve coordination among multiple users to accomplish complex tasks. In these cases,\npeer-group dynamics may contribute to the maintenance of intensive gaming behaviours.\nRegardless of the social contributions to the behaviour, the diagnosis of gaming disorder",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "sleep",
      "coping_skill",
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues significantly reduce gaming behaviour, whether self-initiated or imposed by others.\n• Individuals with gaming disorder may increase the duration or frequency of gaming\nbehaviour over time, or experience a need to engage in games of increasing levels of\ncomplexity or requiring increasing skills or strategy in an effort to maintain or exceed\nprevious levels of excitement, or to avoid boredom.\n• Individuals with gaming disorder often experience urges or cravings to engage in gaming\nduring other activities.\n• Upon cessation or reduction of gaming behaviour, often imposed by others, individuals\nwith gaming disorder may experience dysphoria and exhibit adversarial behaviour or\nverbal or physical aggression.\n• Individuals with gaming disorder may exhibit substantial disruptions in diet, sleep, exercise\nand other health-related behaviours that can result in negative physical and mental health\noutcomes, particularly if there are very extended periods of gaming.\n• High-intensity gaming behaviour may occur as a part of online computer games that\ninvolve coordination among multiple users to accomplish complex tasks. In these cases,\npeer-group dynamics may contribute to the maintenance of intensive gaming behaviours.\nRegardless of the social contributions to the behaviour, the diagnosis of gaming disorder Significantly reduce gaming behaviour, whether self-initiated or imposed by others. • individuals with gaming disorder may increase the duration or frequency of gaming\nbehaviour over time, or experience a need to engage ..."
}