{
  "id": "clinical#risk_safety_644fa8f2",
  "content": "assessments may show striking and unusual patterns of strengths and weaknesses that\nare highly variable from individual to individual. These deficits can affect learning and\nadaptive functioning to a greater extent than would be predicted from the overall scores\non measures of verbal and nonverbal intelligence.\n• Self-injurious behaviours (e.g. hitting one’s face, head banging) occur more often in\nindividuals with co-occurring disorder of intellectual development.\n• Some young individuals with autism spectrum disorder – especially those with a co-\noccurring disorder of intellectual development – develop epilepsy or seizures during\nearly childhood with a second increase in prevalence during adolescence. Catatonic states\nhave also been described. A number of medical disorders such as tuberous sclerosis,\nchromosomal abnormalities including fragile X syndrome, cerebral palsy, early-onset\nepileptic encephalopathies and neurofibromatosis are associated with autism spectrum\ndisorder with or without a co-occurring disorder of intellectual development. Genomic\ndeletions, duplications and other genetic abnormalities are increasingly described in\nindividuals with autism spectrum disorder, some of which may be important for genetic\ncounselling. Prenatal exposure to valproate is also associated with an increased risk of\nautism spectrum disorder.\n• Some individuals with autism spectrum disorder are capable of functioning adequately",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "risk_safety",
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Risk Safety assessments may show striking and unusual patterns of strengths and weaknesses that\nare highly variable from individual to individual. These deficits can affect learning and\nadaptive functioning to a greater extent than would be predicted from the overall scores\non measures of verbal and nonverbal intelligence.\n• Self-injurious behaviours (e.g. hitting one’s face, head banging) occur more often in\nindividuals with co-occurring disorder of intellectual development.\n• Some young individuals with autism spectrum disorder – especially those with a co-\noccurring disorder of intellectual development – develop epilepsy or seizures during\nearly childhood with a second increase in prevalence during adolescence. Catatonic states\nhave also been described. A number of medical disorders such as tuberous sclerosis,\nchromosomal abnormalities including fragile X syndrome, cerebral palsy, early-onset\nepileptic encephalopathies and neurofibromatosis are associated with autism spectrum\ndisorder with or without a co-occurring disorder of intellectual development. Genomic\ndeletions, duplications and other genetic abnormalities are increasingly described in\nindividuals with autism spectrum disorder, some of which may be important for genetic\ncounselling. Prenatal exposure to valproate is also associated with an increased risk of\nautism spectrum disorder.\n• Some individuals with autism spectrum disorder are capable of functioning adequately Assessments may show striking and unusual patterns of strengths and weaknesses that\nare highly variable from individual to individual. these deficits can affect learning and\nadaptive functioning to a greater extent than ..."
}