{
  "id": "clinical#screening_cues_5f026293",
  "content": "almost no research using the ICD-10 DCR appears to have been published.\nThe greater standardization and the provision of a broader and more systematic range of clinically\nrelevant information in the ICD-11 CDDR compared to the ICD-10 CDDG (16) was designed\nto make the CDDR more useful in clinical decision-making, and therefore also in education\nand training. The extremely high ratings of the clinical utility of the CDDR, particularly in\ninternational clinic-based field studies with real patients (19,48) suggest that this objective was\nachieved. Moreover, the solid reliability results from the ICD-11 field studies (18,48) indicate that\nthe CDDR would be satisfactory for use in certain kinds of research projects – for example, projects\nfocused on individuals with particular diagnoses as these are assigned in health-care settings (e.g.\npatients diagnosed with recurrent depressive disorder receiving services at a particular facility).\nHowever, in other types of research projects, in which obtaining reproducible and precise\npsychiatric diagnoses is more important, standardized diagnostic assessment procedures are\nnecessary. This is meant to control variability inherent in diagnostic processes that rely on the\ninterviewer’s diagnostic interviewing skills (different interviewers may ask different questions to",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "study",
      "screening_cues",
      "psychoeducation"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues almost no research using the ICD-10 DCR appears to have been published.\nThe greater standardization and the provision of a broader and more systematic range of clinically\nrelevant information in the ICD-11 CDDR compared to the ICD-10 CDDG (16) was designed\nto make the CDDR more useful in clinical decision-making, and therefore also in education\nand training. The extremely high ratings of the clinical utility of the CDDR, particularly in\ninternational clinic-based field studies with real patients (19,48) suggest that this objective was\nachieved. Moreover, the solid reliability results from the ICD-11 field studies (18,48) indicate that\nthe CDDR would be satisfactory for use in certain kinds of research projects – for example, projects\nfocused on individuals with particular diagnoses as these are assigned in health-care settings (e.g.\npatients diagnosed with recurrent depressive disorder receiving services at a particular facility).\nHowever, in other types of research projects, in which obtaining reproducible and precise\npsychiatric diagnoses is more important, standardized diagnostic assessment procedures are\nnecessary. This is meant to control variability inherent in diagnostic processes that rely on the\ninterviewer’s diagnostic interviewing skills (different interviewers may ask different questions to Almost no research using the icd-10 dcr appears to have been published. the greater standardization and the provision of a broader and more systematic range of clinically\nrelevant information in the icd-11 cddr compared ..."
}