{
  "id": "clinical#risk_safety_a71a0bdb",
  "content": "all of which may be present in a given individual at a given time, include the following.\nPerfectionism\nPerfectionism is manifested in concern with social rules, obligations, norms of right and wrong;\nscrupulous attention to detail; rigid, systematic, day-to-day routines; excessive scheduling and\nplanning; and an emphasis on organization, orderliness and neatness. Individuals with prominent\nanankastia have a very clear and detailed personal sense of perfection and imperfection that\nextends beyond community standards to encompass the individual’s idiosyncratic notions of\nwhat is perfect and right. They believe strongly that everyone should follow all rules exactly and\nmeet all obligations. Individuals with prominent anankastia may redo the work of others because\nit does not meet their perfectionistic standards. They have difficulty in interpersonal relationships\nbecause they hold others to the same standards as themselves, and are inflexible in their views.\nEmotional and behavioural constraint\nEmotional and behavioural constraint is manifested in rigid control over emotional expression,\nstubbornness and inflexibility, risk-avoidance, perseveration and deliberativeness. Individuals\nwith prominent anankastic traits tightly control their own emotional expression, and disapprove\nof others’ displays of emotion. They are inflexible and lack spontaneity, stubbornly insisting on",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "work",
      "relationships",
      "habits",
      "risk_safety"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Risk Safety all of which may be present in a given individual at a given time, include the following.\nPerfectionism\nPerfectionism is manifested in concern with social rules, obligations, norms of right and wrong;\nscrupulous attention to detail; rigid, systematic, day-to-day routines; excessive scheduling and\nplanning; and an emphasis on organization, orderliness and neatness. Individuals with prominent\nanankastia have a very clear and detailed personal sense of perfection and imperfection that\nextends beyond community standards to encompass the individual’s idiosyncratic notions of\nwhat is perfect and right. They believe strongly that everyone should follow all rules exactly and\nmeet all obligations. Individuals with prominent anankastia may redo the work of others because\nit does not meet their perfectionistic standards. They have difficulty in interpersonal relationships\nbecause they hold others to the same standards as themselves, and are inflexible in their views.\nEmotional and behavioural constraint\nEmotional and behavioural constraint is manifested in rigid control over emotional expression,\nstubbornness and inflexibility, risk-avoidance, perseveration and deliberativeness. Individuals\nwith prominent anankastic traits tightly control their own emotional expression, and disapprove\nof others’ displays of emotion. They are inflexible and lack spontaneity, stubbornly insisting on All of which may be present in a given individual at a given time, include the following. perfectionism\nperfectionism is manifested in concern with social rules, obligations, norms of right and wrong;\nscrupulous attentio..."
}