{
  "id": "clinical#screening_cues_74a78359",
  "content": "specific identifiable harm to the individual’s physical or mental health.\nBoundary with harmful pattern of non-psychoactive substance use\nIf the harm to health is a result of a known episodic or continuous pattern of non-psychoactive\nsubstance use, harmful pattern of non-psychoactive substance use is the appropriate diagnosis\nrather than episode of harmful use of non-psychoactive substances. Substance use is generally\nconsidered to be following a pattern if there has been at least episodic or intermittent use over\na period of at least 12 months, or continuous use over at least 1 month. If harm is caused by\nuse of a non-psychoactive substance but no information is available about the pattern or history\nof substance use, a diagnosis of episode of harmful use of non-psychoactive substances may be\nassigned until such time as evidence for a pattern of use is ascertained.\nBoundary with injury, poisoning or certain other consequences of external causes\nWhen use of a non-psychoactive substance results in injury or life-threatening symptoms (e.g.\ncoma, severe cardiac, respiratory symptoms), a diagnosis from the grouping of harmful effects of\nsubstances in Chapter 22 on injury, poisoning or certain other consequences of external causes\nshould also be assigned.",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "communication_tips",
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues specific identifiable harm to the individual’s physical or mental health.\nBoundary with harmful pattern of non-psychoactive substance use\nIf the harm to health is a result of a known episodic or continuous pattern of non-psychoactive\nsubstance use, harmful pattern of non-psychoactive substance use is the appropriate diagnosis\nrather than episode of harmful use of non-psychoactive substances. Substance use is generally\nconsidered to be following a pattern if there has been at least episodic or intermittent use over\na period of at least 12 months, or continuous use over at least 1 month. If harm is caused by\nuse of a non-psychoactive substance but no information is available about the pattern or history\nof substance use, a diagnosis of episode of harmful use of non-psychoactive substances may be\nassigned until such time as evidence for a pattern of use is ascertained.\nBoundary with injury, poisoning or certain other consequences of external causes\nWhen use of a non-psychoactive substance results in injury or life-threatening symptoms (e.g.\ncoma, severe cardiac, respiratory symptoms), a diagnosis from the grouping of harmful effects of\nsubstances in Chapter 22 on injury, poisoning or certain other consequences of external causes\nshould also be assigned. Specific identifiable harm to the individual’s physical or mental health. ranh giới with harmful pattern of non-psychoactive substance use\nif the harm to health is a result of a known episodic or continuous pattern of no..."
}