{
  "id": "clinical#screening_cues_b9085dbf",
  "content": "consenting individuals is not sufficient to establish a diagnosis of frotteuristic disorder. Rather,\nthese behaviours must reflect a sustained, focused and intense pattern of sexual arousal. When this\nis not the case, other causes of the behaviour need to be considered. For example, inappropriate\ntouching or rubbing against others that does not reflect an underlying, persistent pattern of sexual\narousal may occur in the context of some mental disorders, such as bipolar type I disorder during\nmanic or mixed episodes, or dementia.\nBoundary with sexual crimes that do not involve a paraphilic disorder\nSexual crimes involving frotteuristic behaviour may consist of actions or behaviours that are not\nassociated with a sustained underlying paraphilic arousal pattern. Rather, these behaviours may\nbe transient and occur impulsively or opportunistically. The diagnosis of frotteuristic disorder\nrequires sexual touching or rubbing behaviours to be a manifestation of a sustained, focused and\nintense pattern of sexual arousal.\n6D35 Other paraphilic disorder involving non-consenting individuals\nEssential (required) features\n• A sustained, focused and intense pattern of atypical sexual arousal – as manifested in\nsexual thoughts, fantasies, urges or behaviours – in which the focus of the arousal pattern",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "study",
      "communication_tips",
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues consenting individuals is not sufficient to establish a diagnosis of frotteuristic disorder. Rather,\nthese behaviours must reflect a sustained, focused and intense pattern of sexual arousal. When this\nis not the case, other causes of the behaviour need to be considered. For example, inappropriate\ntouching or rubbing against others that does not reflect an underlying, persistent pattern of sexual\narousal may occur in the context of some mental disorders, such as bipolar type I disorder during\nmanic or mixed episodes, or dementia.\nBoundary with sexual crimes that do not involve a paraphilic disorder\nSexual crimes involving frotteuristic behaviour may consist of actions or behaviours that are not\nassociated with a sustained underlying paraphilic arousal pattern. Rather, these behaviours may\nbe transient and occur impulsively or opportunistically. The diagnosis of frotteuristic disorder\nrequires sexual touching or rubbing behaviours to be a manifestation of a sustained, focused and\nintense pattern of sexual arousal.\n6D35 Other paraphilic disorder involving non-consenting individuals\nEssential (required) features\n• A sustained, focused and intense pattern of atypical sexual arousal – as manifested in\nsexual thoughts, fantasies, urges or behaviours – in which the focus of the arousal pattern Consenting individuals is not sufficient to establish a diagnosis of frotteuristic disorder. rather,\nthese behaviours must reflect a sustained, focused and intense pattern of sexual arousal."
}