{
  "id": "clinical#habits_e29c0595",
  "content": "provided by the ICD-11 Field Studies Coordination Group (FSCG) (28), comprising global\nleaders in clinical care, scientific research and public health representing all WHO regions, with\nsubstantial representation from low- and middle-income countries. FSCG members not only lent\ntheir technical expertise to the design, analysis and interpretation of the field studies but also\nserved as essential facilitators by successfully engaging global clinicians to participate in ICD-11\nfield studies around the world. Many of them directed international field study centres, which\nconducted field studies in routine clinical settings with real patients. The FSCG and relevant\nworking groups were also involved in proposing changes to the CDDR based on the results of the\nfield studies (17).\nWHO’s comprehensive programme of field testing to assess the reliability, clinical utility and\nglobal applicability of the proposed CDDR was a major area of innovation, employing novel study\ndesigns and new methodologies for collecting information. Global participation was a defining\ncharacteristic of the ICD-11 CDDR field studies, which engaged multidisciplinary clinicians\nworking in diverse contexts across the world, and were conducted in multiple languages. A key\nstrength of the research programme was that studies were conducted within a time frame that",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "study",
      "work",
      "habits"
    ],
    "is_clinical": false,
    "is_advice": false
  },
  "index_text": "General — Habits provided by the ICD-11 Field Studies Coordination Group (FSCG) (28), comprising global\nleaders in clinical care, scientific research and public health representing all WHO regions, with\nsubstantial representation from low- and middle-income countries. FSCG members not only lent\ntheir technical expertise to the design, analysis and interpretation of the field studies but also\nserved as essential facilitators by successfully engaging global clinicians to participate in ICD-11\nfield studies around the world. Many of them directed international field study centres, which\nconducted field studies in routine clinical settings with real patients. The FSCG and relevant\nworking groups were also involved in proposing changes to the CDDR based on the results of the\nfield studies (17).\nWHO’s comprehensive programme of field testing to assess the reliability, clinical utility and\nglobal applicability of the proposed CDDR was a major area of innovation, employing novel study\ndesigns and new methodologies for collecting information. Global participation was a defining\ncharacteristic of the ICD-11 CDDR field studies, which engaged multidisciplinary clinicians\nworking in diverse contexts across the world, and were conducted in multiple languages. A key\nstrength of the research programme was that studies were conducted within a time frame that Provided by the icd-11 field studies coordination group (fscg) (28), comprising global\nleaders in clinical care, scientific research and public health representing all who regions, with\nsubstantial representation from lo..."
}