{
  "id": "clinical#screening_cues_2fc192c2",
  "content": "with stress, using a design that was analogous to the adult study. Kappa estimates indicated\nsubstantial agreement for most categories, with moderate agreement for generalized anxiety\ndisorder and adjustment disorder. No differences were found between younger (6–11 years) and\nolder (12–18 years) age groups, or between outpatient and inpatient samples. Clinical utility\nratings for these diagnoses were positive and consistent across the domains assessed, although\nthey were somewhat lower for adjustment disorder. Taken together, the results of the ecological\nimplementation studies supported the implementation of the ICD-11 CDDR in clinical settings,\nand suggested that the results of the case-controlled studies were generalizable to clinical settings.\nAnother clinic-based field study in three countries examining the novel behavioural indicators\nfor the assessment of the severity of ICD-11 disorders of intellectual development found them\nto have good to excellent levels of inter-rater reliability, concurrent validity and clinical utility.\nThis supported their use to assist in the accurate identification of individuals with disorders\nof intellectual development, particularly in settings where specialized assessment services are\nunavailable (49).\nA separate field studies programme to test the section of the ICD-11 CDDR on disorders due to",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "stress",
      "study",
      "screening_cues",
      "psychoeducation"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues with stress, using a design that was analogous to the adult study. Kappa estimates indicated\nsubstantial agreement for most categories, with moderate agreement for generalized anxiety\ndisorder and adjustment disorder. No differences were found between younger (6–11 years) and\nolder (12–18 years) age groups, or between outpatient and inpatient samples. Clinical utility\nratings for these diagnoses were positive and consistent across the domains assessed, although\nthey were somewhat lower for adjustment disorder. Taken together, the results of the ecological\nimplementation studies supported the implementation of the ICD-11 CDDR in clinical settings,\nand suggested that the results of the case-controlled studies were generalizable to clinical settings.\nAnother clinic-based field study in three countries examining the novel behavioural indicators\nfor the assessment of the severity of ICD-11 disorders of intellectual development found them\nto have good to excellent levels of inter-rater reliability, concurrent validity and clinical utility.\nThis supported their use to assist in the accurate identification of individuals with disorders\nof intellectual development, particularly in settings where specialized assessment services are\nunavailable (49).\nA separate field studies programme to test the section of the ICD-11 CDDR on disorders due to With căng thẳng, using a design that was analogous to the adult học tập. kappa estimates indicated\nsubstantial agreement for most categories, with moderate agreement for generalized lo âu\ndisorder and adjustment disorder..."
}