{
  "id": "clinical#screening_cues_b7b01409",
  "content": "the ICD-11 chapter on conditions related to sexual health, except for ICD-10 excessive sexual\ndrive – a condition most closely related to compulsive sexual behaviour disorder in ICD-11 –\nwhich is included in the grouping of impulse control disorders. As with sleep-wake disorders,\nplacement of these conditions in a separate chapter on conditions related to sexual health is\nnot intended to indicate that they should not be diagnosed and treated by appropriately trained\nmental health professionals.\nThe ICD-11 chapter on conditions related to sexual health also includes gender incongruence,\nwhich represents a reformulation and renaming of ICD-10 gender identity disorders. There\nwas substantial evidence that the nexus of stigmatization of transgender people and of mental\ndisorders had contributed to a doubly burdensome situation for transgender and gender-variant\npeople, and that stigma associated with the intersection of transgender status and mental disorders\nhad contributed to precarious legal status, human rights violations and barriers to appropriate\nhealth care in this population. Although gender identity is clearly distinct from sex, this chapter\nappeared to offer the most broadly acceptable home for categories related to gender identity,\nwhile making it clear that they are no longer considered to be mental disorders. This position has",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "sleep",
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues the ICD-11 chapter on conditions related to sexual health, except for ICD-10 excessive sexual\ndrive – a condition most closely related to compulsive sexual behaviour disorder in ICD-11 –\nwhich is included in the grouping of impulse control disorders. As with sleep-wake disorders,\nplacement of these conditions in a separate chapter on conditions related to sexual health is\nnot intended to indicate that they should not be diagnosed and treated by appropriately trained\nmental health professionals.\nThe ICD-11 chapter on conditions related to sexual health also includes gender incongruence,\nwhich represents a reformulation and renaming of ICD-10 gender identity disorders. There\nwas substantial evidence that the nexus of stigmatization of transgender people and of mental\ndisorders had contributed to a doubly burdensome situation for transgender and gender-variant\npeople, and that stigma associated with the intersection of transgender status and mental disorders\nhad contributed to precarious legal status, human rights violations and barriers to appropriate\nhealth care in this population. Although gender identity is clearly distinct from sex, this chapter\nappeared to offer the most broadly acceptable home for categories related to gender identity,\nwhile making it clear that they are no longer considered to be mental disorders. This position has The icd-11 chapter on conditions related to sexual health, except for icd-10 excessive sexual\ndrive – a condition most closely related to compulsive sexual behaviour disorder in icd-11 –\nwhich is included in the grouping..."
}