{
  "id": "clinical#screening_cues_6cf330e2",
  "content": "CDDR are provided below for each type of disorder, together with a list of applicable substance\nclasses. Information specific to particular substance classes is also provided when applicable.\nThe first three diagnoses listed above (episode of harmful psychoactive substance use, harmful\npattern of psychoactive substance use and substance dependence) describe the use pattern of the\nsubstance. One of these three diagnoses – or disorder due to substance use, unspecified, for cases\nin which the use pattern in unknown at the time of evaluation – is considered to be the primary\ndiagnosis. That is, one of these four diagnoses should be assigned when making a diagnosis of a\ndisorder due to substance use.\nDisorders due to substance use or addictive behaviours | Substance classes Diagnostic categories that apply to the various classes of psychoactive substances\n450 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders\nThe remaining diagnoses reflect the impact of the substance use pattern, and are thus considered\nto be associated with one of the primary use pattern diagnoses. These diagnoses should therefore\nbe assigned together with the relevant primary diagnosis. For example, 6C49.1/6C49.5 is harmful\npattern of use of hallucinogens associated with hallucinogen-induced psychotic disorder,",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "study",
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues CDDR are provided below for each type of disorder, together with a list of applicable substance\nclasses. Information specific to particular substance classes is also provided when applicable.\nThe first three diagnoses listed above (episode of harmful psychoactive substance use, harmful\npattern of psychoactive substance use and substance dependence) describe the use pattern of the\nsubstance. One of these three diagnoses – or disorder due to substance use, unspecified, for cases\nin which the use pattern in unknown at the time of evaluation – is considered to be the primary\ndiagnosis. That is, one of these four diagnoses should be assigned when making a diagnosis of a\ndisorder due to substance use.\nDisorders due to substance use or addictive behaviours | Substance classes Diagnostic categories that apply to the various classes of psychoactive substances\n450 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders\nThe remaining diagnoses reflect the impact of the substance use pattern, and are thus considered\nto be associated with one of the primary use pattern diagnoses. These diagnoses should therefore\nbe assigned together with the relevant primary diagnosis. For example, 6C49.1/6C49.5 is harmful\npattern of use of hallucinogens associated with hallucinogen-induced psychotic disorder, Cddr are provided below for each type of disorder, together with a list of applicable substance\nclasses. information specific to particular substance classes is also provided when applicable."
}