{
  "id": "clinical#screening_cues_1dc0da29",
  "content": "complete a WHO Declaration of Interests (DoI) form prior to their contribution. Once received,\nthe WHO Secretariat reviewed the DoI forms and evaluated whether there were any conflicts of\ninterest and, if so, whether these required a management plan. Prior to the finalization of this\ndocument, all contributors were asked to complete another DOI form. No conflicts of interest\nrequiring a management plan were identified.\n4 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders\nFormation of the ICD-11 International Advisory Group\nIn 2007, the WHO Department of Mental Health and Substance Use appointed the International\nAdvisory Group for the Revision of ICD-10 Mental and Behavioural Disorders (5), comprising\nscientific experts from all WHO regions and representatives from relevant international scientific\nsocieties. This Advisory Group was tasked with scientific oversight for the entire revision process.\nIts specific functions were to advise WHO on the key guiding principles and goals of the revision,\nthe steps involved in the revision, and identification of other groups of relevant consultants and\nstakeholders required to develop the classification of mental disorders and other relevant parts\nof ICD-11; and to facilitate the implementation of global field studies to assess and improve the",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "relationships",
      "screening_cues",
      "management"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues complete a WHO Declaration of Interests (DoI) form prior to their contribution. Once received,\nthe WHO Secretariat reviewed the DoI forms and evaluated whether there were any conflicts of\ninterest and, if so, whether these required a management plan. Prior to the finalization of this\ndocument, all contributors were asked to complete another DOI form. No conflicts of interest\nrequiring a management plan were identified.\n4 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders\nFormation of the ICD-11 International Advisory Group\nIn 2007, the WHO Department of Mental Health and Substance Use appointed the International\nAdvisory Group for the Revision of ICD-10 Mental and Behavioural Disorders (5), comprising\nscientific experts from all WHO regions and representatives from relevant international scientific\nsocieties. This Advisory Group was tasked with scientific oversight for the entire revision process.\nIts specific functions were to advise WHO on the key guiding principles and goals of the revision,\nthe steps involved in the revision, and identification of other groups of relevant consultants and\nstakeholders required to develop the classification of mental disorders and other relevant parts\nof ICD-11; and to facilitate the implementation of global field studies to assess and improve the Complete a who declaration of interests (doi) form prior to their contribution. once received,\nthe who secretariat reviewed the doi forms and evaluated whether there were any conflicts of\ninterest and, if so, whether the..."
}