{
  "id": "clinical#screening_cues_43806a77",
  "content": "and mental health services, but that do not represent mental disorders or a disease or disorder\nclassified elsewhere in ICD-11. This listing is not comprehensive, and other available Chapter 24\ngroupings may be relevant.6 This listing is also not intended to suggest that these are the only\ncategories from Chapter 24 that should be used by mental health professionals.\nOne set of categories in Chapter 24 makes it possible to record the reason for a particular\nhealth service encounter other than a disease, a disorder or a specific symptom. For example,\nQE51.0 Relationship distress with spouse or partner is included in this section and is discussed\nin the section on relationship problems and maltreatment (p. 707). Other examples include\nQE62 Uncomplicated bereavement and QD3Z Concerns about body appearance that do not\nmeet the diagnostic requirements for body dysmorphic disorder or another mental disorder.\nThese categories can be used on their own without an accompanying disorder diagnosis to describe\nthe reason for a health encounter. For example, a person with no mental disorder diagnosis might\npresent with QD85 Burnout, a syndrome resulting from chronic workplace stress that has not",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "stress",
      "study",
      "work",
      "relationships",
      "screening_cues",
      "management"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues and mental health services, but that do not represent mental disorders or a disease or disorder\nclassified elsewhere in ICD-11. This listing is not comprehensive, and other available Chapter 24\ngroupings may be relevant.6 This listing is also not intended to suggest that these are the only\ncategories from Chapter 24 that should be used by mental health professionals.\nOne set of categories in Chapter 24 makes it possible to record the reason for a particular\nhealth service encounter other than a disease, a disorder or a specific symptom. For example,\nQE51.0 Relationship distress with spouse or partner is included in this section and is discussed\nin the section on relationship problems and maltreatment (p. 707). Other examples include\nQE62 Uncomplicated bereavement and QD3Z Concerns about body appearance that do not\nmeet the diagnostic requirements for body dysmorphic disorder or another mental disorder.\nThese categories can be used on their own without an accompanying disorder diagnosis to describe\nthe reason for a health encounter. For example, a person with no mental disorder diagnosis might\npresent with QD85 Burnout, a syndrome resulting from chronic workplace stress that has not And mental health services, but that do not represent mental disorders or a disease or disorder\nclassified elsewhere in icd-11. this listing is not comprehensive, and other available chapter 24\ngroupings may be relevant...."
}