{
  "id": "clinical#risk_safety_6f4ea583",
  "content": "QE21 Hazardous gambling or betting\n• Hazardous gambling or betting refers to a pattern of gambling or betting that appreciably\nincreases the risk of harmful physical or mental health consequences to the individual or to\nothers around this individual. The increased risk may be from the frequency of gambling\nor betting, from the amount of time spent on these activities or the context of gambling or\nbetting, from the neglect of other activities and priorities, from risky behaviours associated\nwith gambling or betting or its context, from the adverse consequences of gambling or\nbetting, or from a combination of these. The pattern of gambling or betting often persists\nin spite of awareness of increased risk of harm to the individual or to others.\nQE22 Hazardous gaming\n• Hazardous gaming refers to a pattern of gaming, either online or offline that appreciably\nincreases the risk of harmful physical or mental health consequences to the individual or\nto others around this individual. The increased risk may be from the frequency of gaming,\nfrom the amount of time spent on these activities, from the neglect of other activities and\npriorities, from risky behaviours associated with gaming or its context, from the adverse",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "risk_safety",
      "referral"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Risk Safety QE21 Hazardous gambling or betting\n• Hazardous gambling or betting refers to a pattern of gambling or betting that appreciably\nincreases the risk of harmful physical or mental health consequences to the individual or to\nothers around this individual. The increased risk may be from the frequency of gambling\nor betting, from the amount of time spent on these activities or the context of gambling or\nbetting, from the neglect of other activities and priorities, from risky behaviours associated\nwith gambling or betting or its context, from the adverse consequences of gambling or\nbetting, or from a combination of these. The pattern of gambling or betting often persists\nin spite of awareness of increased risk of harm to the individual or to others.\nQE22 Hazardous gaming\n• Hazardous gaming refers to a pattern of gaming, either online or offline that appreciably\nincreases the risk of harmful physical or mental health consequences to the individual or\nto others around this individual. The increased risk may be from the frequency of gaming,\nfrom the amount of time spent on these activities, from the neglect of other activities and\npriorities, from risky behaviours associated with gaming or its context, from the adverse Qe21 hazardous gambling or betting\n• hazardous gambling or betting refers to a pattern of gambling or betting that appreciably\nincreases the nguy cơ of harmful physical or mental health consequences to the individual or ..."
}