{
  "id": "clinical#risk_safety_2ed0e233",
  "content": "they persistently violate the basic rights of others or major age-appropriate societal norms, rules\nor laws.\nA majority of individuals commit isolated acts of aggression or rule violation at some point in\ntheir lives, and this does not warrant the diagnosis of a disruptive behaviour or dissocial disorder.\nIn all cases, the behaviours characteristic of the disorders in this grouping must clearly depart\nfrom the normal range for the individual’s age and gender, given their sociocultural context.\nDisruptive behaviour and dissocial disorders may co-occur with other mental, behavioural\nand neurodevelopmental disorders. However, a separate diagnosis of a disruptive behaviour or\ndissocial disorder is not warranted if the disruptive behaviour is limited to symptomatic episodes\nof another mental disorder (e.g. defiant and noncompliant behaviour during a depressive\nepisode), or if the behaviour is due to the effects of a substance or to another medical condition.\nDisruptive behaviour and dissocial disorders are frequently associated with psychosocial\nenvironments that include family dysfunction; problems with peers, co-workers and romantic\npartners; and failure at school or work. Other psychosocial risk factors are common, such as\npeer rejection, deviant peer-group influences and parental mental disorder. Behaviours that are",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "work",
      "relationships",
      "risk_safety",
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Risk Safety they persistently violate the basic rights of others or major age-appropriate societal norms, rules\nor laws.\nA majority of individuals commit isolated acts of aggression or rule violation at some point in\ntheir lives, and this does not warrant the diagnosis of a disruptive behaviour or dissocial disorder.\nIn all cases, the behaviours characteristic of the disorders in this grouping must clearly depart\nfrom the normal range for the individual’s age and gender, given their sociocultural context.\nDisruptive behaviour and dissocial disorders may co-occur with other mental, behavioural\nand neurodevelopmental disorders. However, a separate diagnosis of a disruptive behaviour or\ndissocial disorder is not warranted if the disruptive behaviour is limited to symptomatic episodes\nof another mental disorder (e.g. defiant and noncompliant behaviour during a depressive\nepisode), or if the behaviour is due to the effects of a substance or to another medical condition.\nDisruptive behaviour and dissocial disorders are frequently associated with psychosocial\nenvironments that include family dysfunction; problems with peers, co-workers and romantic\npartners; and failure at school or work. Other psychosocial risk factors are common, such as\npeer rejection, deviant peer-group influences and parental mental disorder. Behaviours that are They persistently violate the basic rights of others or major age-appropriate societal norms, rules\nor laws. a majority of individuals commit isolated acts of aggression or rule violation at some point in\ntheir lives, an..."
}