{
  "id": "clinical#screening_cues_f8ef64af",
  "content": "histories that are prominent in identity formation and expressed as grandiose ideas or\nbeliefs. For example, grandiosity may be expressed in culturally specific ways such that\na Muslim individual experiencing a manic episode may believe they are Muhammad,\nwhereas a Christian individual may believe they are Jesus. Individuals from the person’s\ncultural group may be helpful in distinguishing normative expressions of belief or ritual\nfrom manic or psychotic experiences and behaviours.\n• In some cultural contexts, mood changes are more readily expressed in the form\nof bodily symptoms (e.g. pain, fatigue, weakness) rather than directly reported as\npsychological symptoms.\n• The perceived abnormality or acceptability of depressive symptoms may vary across\ncultures, affecting symptom detection and treatment acceptability. For example, some\nsocial groups or age cohorts may consider depressive symptoms to be normal reactions to\nadversity, depending on their tolerance of negative emotions or social withdrawal.\nMood disorders | Bipolar disorders\n238 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders\n• Some types of symptoms may be considered more shameful or severe according to cultural\nnorms, leading to reporting biases. For example, some cultures may emphasize shame more",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "study",
      "screening_cues",
      "management"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues histories that are prominent in identity formation and expressed as grandiose ideas or\nbeliefs. For example, grandiosity may be expressed in culturally specific ways such that\na Muslim individual experiencing a manic episode may believe they are Muhammad,\nwhereas a Christian individual may believe they are Jesus. Individuals from the person’s\ncultural group may be helpful in distinguishing normative expressions of belief or ritual\nfrom manic or psychotic experiences and behaviours.\n• In some cultural contexts, mood changes are more readily expressed in the form\nof bodily symptoms (e.g. pain, fatigue, weakness) rather than directly reported as\npsychological symptoms.\n• The perceived abnormality or acceptability of depressive symptoms may vary across\ncultures, affecting symptom detection and treatment acceptability. For example, some\nsocial groups or age cohorts may consider depressive symptoms to be normal reactions to\nadversity, depending on their tolerance of negative emotions or social withdrawal.\nMood disorders | Bipolar disorders\n238 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders\n• Some types of symptoms may be considered more shameful or severe according to cultural\nnorms, leading to reporting biases. For example, some cultures may emphasize shame more Histories that are prominent in identity formation and expressed as grandiose ideas or\nbeliefs. for example, grandiosity may be expressed in culturally specific ways such that\na muslim individual experiencing a manic epi..."
}