{
  "id": "clinical#screening_cues_c7fd6b2f",
  "content": "autism spectrum disorder during the preschool period (up to 4 years of age), especially in children\nexhibiting generalized developmental delay. Plateauing of social communication and language skills\nand failure to progress in their development is not uncommon. The loss of early words and social\nresponsiveness – i.e. a true regression – with an onset between 1 and 2 years of age is unusual but\nsignificant, and rarely occurs after the third year of life. In these cases, the with loss of previously\nacquired skills specifier should be applied.\nPreschool\nIn preschool-aged children, indicators of an autism spectrum disorder diagnosis often include\navoidance of mutual eye contact, resistance to physical affection, a lack of social imaginary play,\nlanguage that is delayed in onset or is precocious but not used for social conversation; social\nwithdrawal, obsessive or repetitive preoccupations, and a lack of social interaction with peers\ncharacterized by parallel play or disinterest. Sensory sensitivities to everyday sounds, or to foods,\nmay overshadow the underlying social communication deficits.\nMiddle childhood\nIn children with autism spectrum disorder without a disorder of intellectual development, social\nadjustment difficulties outside the home may not be detected until middle childhood (commonly at",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "emotions",
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues autism spectrum disorder during the preschool period (up to 4 years of age), especially in children\nexhibiting generalized developmental delay. Plateauing of social communication and language skills\nand failure to progress in their development is not uncommon. The loss of early words and social\nresponsiveness – i.e. a true regression – with an onset between 1 and 2 years of age is unusual but\nsignificant, and rarely occurs after the third year of life. In these cases, the with loss of previously\nacquired skills specifier should be applied.\nPreschool\nIn preschool-aged children, indicators of an autism spectrum disorder diagnosis often include\navoidance of mutual eye contact, resistance to physical affection, a lack of social imaginary play,\nlanguage that is delayed in onset or is precocious but not used for social conversation; social\nwithdrawal, obsessive or repetitive preoccupations, and a lack of social interaction with peers\ncharacterized by parallel play or disinterest. Sensory sensitivities to everyday sounds, or to foods,\nmay overshadow the underlying social communication deficits.\nMiddle childhood\nIn children with autism spectrum disorder without a disorder of intellectual development, social\nadjustment difficulties outside the home may not be detected until middle childhood (commonly at Autism spectrum disorder during the preschool period (up to 4 years of age), especially in children\nexhibiting generalized developmental delay. plateauing of social giao tiếp and language skills\nand failure to progress i..."
}