{
  "id": "clinical#screening_cues_2dd90f21",
  "content": "features that are not induced by substances on the basis of their onset, course and clinical features.\nA diagnosis of substance-induced mental disorder requires evidence from history, physical or\nmental examination, or laboratory findings of recent substance use, intoxication or withdrawal.\nMost substance-induced mental disorders resolve or improve within several weeks of cessation of\nsubstance use. Mental disorders not induced by substances may precede the onset of substance use\nor may continue to be symptomatic during periods of sustained abstinence. The co-occurrence\nof substance use or withdrawal and onset of symptoms of mental disorders should not be taken\nas evidence for a presumptive diagnosis of a substance-induced mental disorder. Some people\nuse substances to suppress symptoms of mental disorders (e.g. schizophrenia and other primary\npsychotic disorders, mood disorders, anxiety and fear-related disorders, personality disorders),\nand full symptomatic presentations only emerge upon cessation or reduction in substance use.\nFurthermore, substance use can exacerbate symptoms or precipitate an episode of a pre-existing\nmental disorder. Finally, substance use may be associated with – but not etiological for – new\nonset of symptoms of a mental disorder. Although a diagnosis of a substance-induced mental",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "study",
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues features that are not induced by substances on the basis of their onset, course and clinical features.\nA diagnosis of substance-induced mental disorder requires evidence from history, physical or\nmental examination, or laboratory findings of recent substance use, intoxication or withdrawal.\nMost substance-induced mental disorders resolve or improve within several weeks of cessation of\nsubstance use. Mental disorders not induced by substances may precede the onset of substance use\nor may continue to be symptomatic during periods of sustained abstinence. The co-occurrence\nof substance use or withdrawal and onset of symptoms of mental disorders should not be taken\nas evidence for a presumptive diagnosis of a substance-induced mental disorder. Some people\nuse substances to suppress symptoms of mental disorders (e.g. schizophrenia and other primary\npsychotic disorders, mood disorders, anxiety and fear-related disorders, personality disorders),\nand full symptomatic presentations only emerge upon cessation or reduction in substance use.\nFurthermore, substance use can exacerbate symptoms or precipitate an episode of a pre-existing\nmental disorder. Finally, substance use may be associated with – but not etiological for – new\nonset of symptoms of a mental disorder. Although a diagnosis of a substance-induced mental Features that are not induced by substances on the basis of their onset, course and clinical features. a diagnosis of substance-induced mental disorder requires evidence from history, physical or\nmental examination, or l..."
}