{
  "id": "clinical#screening_cues_97886148",
  "content": "injury, poisoning or certain other consequences of external causes – should be used to describe\nthe specific health consequences of the harmful substance use.\nHarm to the health of others includes any form of physical harm, including trauma (e.g. impaired\ndriving causing a motor vehicle accident, assaultive behaviour leading to bodily harm to another\nperson) or mental disorder (e.g. post-traumatic stress disorder arising from an assault by the\nintoxicated individual) that is directly attributable to behaviour due to substance intoxication\non the part of the person to whom the diagnosis of harmful pattern of psychoactive substance\nuse applies.\nDiagnostic requirements for disorders due to substance use | Harmful pattern of psychoactive substance use\n460 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders\nCourse specifiers\nA specifier is used to further describe the harmful pattern of substance use, using a fifth-character\ncode. The x below corresponds to the fourth-character code indicating the substance class (0 for\nalcohol, 1 for cannabis, 2 for synthetic cannabinoids and so on).\n6C4x.10 Harmful pattern of psychoactive substance use, episodic\nThis category is assigned when all the diagnostic requirements for harmful pattern of psychoactive",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "stress",
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues injury, poisoning or certain other consequences of external causes – should be used to describe\nthe specific health consequences of the harmful substance use.\nHarm to the health of others includes any form of physical harm, including trauma (e.g. impaired\ndriving causing a motor vehicle accident, assaultive behaviour leading to bodily harm to another\nperson) or mental disorder (e.g. post-traumatic stress disorder arising from an assault by the\nintoxicated individual) that is directly attributable to behaviour due to substance intoxication\non the part of the person to whom the diagnosis of harmful pattern of psychoactive substance\nuse applies.\nDiagnostic requirements for disorders due to substance use | Harmful pattern of psychoactive substance use\n460 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders\nCourse specifiers\nA specifier is used to further describe the harmful pattern of substance use, using a fifth-character\ncode. The x below corresponds to the fourth-character code indicating the substance class (0 for\nalcohol, 1 for cannabis, 2 for synthetic cannabinoids and so on).\n6C4x.10 Harmful pattern of psychoactive substance use, episodic\nThis category is assigned when all the diagnostic requirements for harmful pattern of psychoactive Injury, poisoning or certain other consequences of external causes – should be used to describe\nthe specific health consequences of the harmful substance use. harm to the health of others includes any form of physical ha..."
}