{
  "id": "clinical#screening_cues_0133a728",
  "content": "more contextually applicable patient-centred care that is sensitive to the cultural and social milieu\nof the clinical encounter.\nFor example, the section on culture-related features of the CDDR for panic disorder indicates\nthat the symptom presentation of panic attacks may vary across cultures, and describes several\nnotable cultural concepts of distress that link panic, fear or anxiety to cultural attributions\nregarding specific social and environmental influences. Understanding these attributions can\nassist in differential diagnosis and can also clarify whether panic attacks should be considered\nexpected or unexpected (as is required for a diagnosis of panic disorder) given the environmental\ncircumstances.\nThe development of the CDDR incorporated cultural considerations in several other ways. First,\nglobal applicability of diagnostic material was identified early on as an overarching objective of the\nCDDR, and the development process was led and guided by experts and clinicians representing\nall major global areas. The Advisory Group, the FSCG and all working groups included members\nwith diverse geographical and linguistic backgrounds, many of whom had direct experience\nworking in low-resource contexts and within various cultures.\nThe design and implementation of ICD-11 field studies also adhered to the principle of enhancing",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "stress",
      "study",
      "work",
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues more contextually applicable patient-centred care that is sensitive to the cultural and social milieu\nof the clinical encounter.\nFor example, the section on culture-related features of the CDDR for panic disorder indicates\nthat the symptom presentation of panic attacks may vary across cultures, and describes several\nnotable cultural concepts of distress that link panic, fear or anxiety to cultural attributions\nregarding specific social and environmental influences. Understanding these attributions can\nassist in differential diagnosis and can also clarify whether panic attacks should be considered\nexpected or unexpected (as is required for a diagnosis of panic disorder) given the environmental\ncircumstances.\nThe development of the CDDR incorporated cultural considerations in several other ways. First,\nglobal applicability of diagnostic material was identified early on as an overarching objective of the\nCDDR, and the development process was led and guided by experts and clinicians representing\nall major global areas. The Advisory Group, the FSCG and all working groups included members\nwith diverse geographical and linguistic backgrounds, many of whom had direct experience\nworking in low-resource contexts and within various cultures.\nThe design and implementation of ICD-11 field studies also adhered to the principle of enhancing More contextually applicable patient-centred care that is sensitive to the cultural and social milieu\nof the clinical encounter. for example, the section on culture-related features of the cddr for panic disorder indicat..."
}