{
  "id": "clinical#screening_cues_ccf72b3d",
  "content": "co-occurrence of personality disorder and bipolar type I and bipolar type II disorders is relatively\ncommon. Symptoms of personality disorder should be assessed outside the context of a mood\nepisode to avoid conflating symptoms of a mood episode with personality traits, but both\ndiagnoses may be assigned if the diagnostic requirements for each are met.\nBoundary with oppositional defiant disorder\nIt is common, particularly among children and adolescents, for patterns of noncompliance and\nsymptoms of irritability/anger to arise as part of a mood disorder. For example, noncompliance\nmay be a result of depressive symptoms (e.g. diminished interest or pleasure in activities, difficulty\nconcentrating, hopelessness, psychomotor retardation, reduced energy). During hypomanic or\nmanic episodes, individuals are less likely to follow rules and comply with directions. Oppositional\ndefiant disorder often co-occurs with mood disorders, and irritability/anger can be a common\nsymptom across these disorders. When the behaviour problems occur primarily in the context\nof hypomanic, manic, depressive or mixed episodes, a separate diagnosis of oppositional defiant\ndisorder should not be assigned. However, both diagnoses may be assigned if the full diagnostic\nrequirements for each are met, and the behaviour problems associated with oppositional defiant",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "study",
      "emotions",
      "communication_tips",
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues co-occurrence of personality disorder and bipolar type I and bipolar type II disorders is relatively\ncommon. Symptoms of personality disorder should be assessed outside the context of a mood\nepisode to avoid conflating symptoms of a mood episode with personality traits, but both\ndiagnoses may be assigned if the diagnostic requirements for each are met.\nBoundary with oppositional defiant disorder\nIt is common, particularly among children and adolescents, for patterns of noncompliance and\nsymptoms of irritability/anger to arise as part of a mood disorder. For example, noncompliance\nmay be a result of depressive symptoms (e.g. diminished interest or pleasure in activities, difficulty\nconcentrating, hopelessness, psychomotor retardation, reduced energy). During hypomanic or\nmanic episodes, individuals are less likely to follow rules and comply with directions. Oppositional\ndefiant disorder often co-occurs with mood disorders, and irritability/anger can be a common\nsymptom across these disorders. When the behaviour problems occur primarily in the context\nof hypomanic, manic, depressive or mixed episodes, a separate diagnosis of oppositional defiant\ndisorder should not be assigned. However, both diagnoses may be assigned if the full diagnostic\nrequirements for each are met, and the behaviour problems associated with oppositional defiant Co-occurrence of personality disorder and bipolar type i and bipolar type ii disorders is relatively\ncommon. symptoms of personality disorder should be assessed outside the context of a mood\nepisode to avoid conflating s..."
}