{
  "id": "clinical#management_a4f20021",
  "content": "their usefulness in treatment and management decisions in a range of global health-care settings,\nparticularly in low- and middle-income countries. Working groups proposed specific changes to\nthe structure of the classification of mental disorders in ICD-11; what categories and specifiers\nwere included; and the MMS brief descriptions and the CDDR for the area under their purview.\nThey were asked to provide the rationale, evidence base and expected impact on clinical utility of\nany proposed change via a structured, documented process (16).\nWorking groups were instructed to emphasize considerations of clinical utility and global\napplicability in developing their recommendations. Clinical utility is important because health\nclassifications represent the interface between health encounters and health information. A system\nthat does not provide clinically useful information at the level of the health encounter will not\nbe faithfully implemented by clinicians. In that case, data aggregated from health encounters\nwill not be optimal and perhaps not even valid, affecting the usefulness and validity of summary\nhealth encounter data used for decision-making at the health system, national and global level.\nThe WHO Department of Mental Health and Substance Use operationalized the clinical utility\nIntroduction 5",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "work",
      "management"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Management their usefulness in treatment and management decisions in a range of global health-care settings,\nparticularly in low- and middle-income countries. Working groups proposed specific changes to\nthe structure of the classification of mental disorders in ICD-11; what categories and specifiers\nwere included; and the MMS brief descriptions and the CDDR for the area under their purview.\nThey were asked to provide the rationale, evidence base and expected impact on clinical utility of\nany proposed change via a structured, documented process (16).\nWorking groups were instructed to emphasize considerations of clinical utility and global\napplicability in developing their recommendations. Clinical utility is important because health\nclassifications represent the interface between health encounters and health information. A system\nthat does not provide clinically useful information at the level of the health encounter will not\nbe faithfully implemented by clinicians. In that case, data aggregated from health encounters\nwill not be optimal and perhaps not even valid, affecting the usefulness and validity of summary\nhealth encounter data used for decision-making at the health system, national and global level.\nThe WHO Department of Mental Health and Substance Use operationalized the clinical utility\nIntroduction 5 Their usefulness in treatment and management decisions in a range of global health-care settings,\nparticularly in low- and middle-income countries. working groups proposed specific changes to\nthe structure of the classif..."
}