{
  "id": "clinical#screening_cues_ce723e8e",
  "content": "days to 1 month, compared to a much longer typical course for schizophrenia or schizoaffective\ndisorder. Finally, in contrast to schizophrenia, where the onset is often preceded by a history of poor\npremorbid adjustment, in acute and transient psychotic disorder the person’s symptoms progress\nrapidly without a prodromal period. In cases that meet both the diagnostic requirements for acute\nand transient psychotic disorder (i.e. fluctuating symptoms, acute onset, duration less than 3 months)\nand schizophrenia (e.g. delusions and hallucinations for more than 1 month) in the absence of a\nprevious history of schizophrenia, a diagnosis of acute and transient psychotic disorder and not\nschizophrenia should be assigned.\nBoundary with mood disorders with psychotic symptoms\nDepressive and bipolar disorders are characterized by a predominant disturbance in mood that\npersists for at least several days and often much longer. Although mood symptoms may occur in\nacute and transient psychotic disorder, they are transient and do not meet the required duration or\nassociated symptoms to qualify for a depressive, manic or mixed episode.\nBoundary with acute stress reaction and dissociative disorders\nLike acute and transient psychotic disorder, acute stress reaction and some dissociative disorders",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "stress",
      "communication_tips",
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues days to 1 month, compared to a much longer typical course for schizophrenia or schizoaffective\ndisorder. Finally, in contrast to schizophrenia, where the onset is often preceded by a history of poor\npremorbid adjustment, in acute and transient psychotic disorder the person’s symptoms progress\nrapidly without a prodromal period. In cases that meet both the diagnostic requirements for acute\nand transient psychotic disorder (i.e. fluctuating symptoms, acute onset, duration less than 3 months)\nand schizophrenia (e.g. delusions and hallucinations for more than 1 month) in the absence of a\nprevious history of schizophrenia, a diagnosis of acute and transient psychotic disorder and not\nschizophrenia should be assigned.\nBoundary with mood disorders with psychotic symptoms\nDepressive and bipolar disorders are characterized by a predominant disturbance in mood that\npersists for at least several days and often much longer. Although mood symptoms may occur in\nacute and transient psychotic disorder, they are transient and do not meet the required duration or\nassociated symptoms to qualify for a depressive, manic or mixed episode.\nBoundary with acute stress reaction and dissociative disorders\nLike acute and transient psychotic disorder, acute stress reaction and some dissociative disorders Days to 1 month, compared to a much longer typical course for schizophrenia or schizoaffective\ndisorder. finally, in contrast to schizophrenia, where the onset is often preceded by a history of poor\npremorbid adjustment,..."
}