{
  "id": "clinical#risk_safety_a3cc2470",
  "content": "history of childhood abuse or neglect are risk factors for dissociative neurological symptom\ndisorder. In addition, a prior disease of the nervous system is a risk factor for the disorder;\nfor example, individuals with a history of epilepsy are more likely to exhibit non-epileptic\nseizures. Patients may also present with symptoms that closely resemble the symptoms of\nphysical illnesses experienced by their friends or family members.\n• Non-epileptic seizures are more likely to have their onset earlier in the lifespan than\nmotor symptoms.\n• Positive prognostic factors include younger age, acute onset, onset associated with a clearly\nidentifiable stressor, early diagnosis, monosymptomatic presentation, short duration of\nsymptoms, and short interval between symptom onset and initiation of treatment. Patients\nwith good premorbid adjustment and above-average intelligence, and those who accept\nthe psychological nature of the disorder also have a better prognosis. Negative prognostic\nfactors include non-transient symptoms, polysymptomatic presentation, the presence of\ncomorbid medical conditions and co-occurring mental disorders (e.g. mood disorders or\nanxiety and fear-related disorders). Patients with maladaptive personality traits, history of\nsexual abuse or poor physical functioning prior to diagnosis also have a poorer prognosis.\n• Individuals with symptoms of paralysis, aphonia, blindness or deafness tend to have a",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "stress",
      "study",
      "relationships",
      "risk_safety",
      "screening_cues",
      "management"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Risk Safety history of childhood abuse or neglect are risk factors for dissociative neurological symptom\ndisorder. In addition, a prior disease of the nervous system is a risk factor for the disorder;\nfor example, individuals with a history of epilepsy are more likely to exhibit non-epileptic\nseizures. Patients may also present with symptoms that closely resemble the symptoms of\nphysical illnesses experienced by their friends or family members.\n• Non-epileptic seizures are more likely to have their onset earlier in the lifespan than\nmotor symptoms.\n• Positive prognostic factors include younger age, acute onset, onset associated with a clearly\nidentifiable stressor, early diagnosis, monosymptomatic presentation, short duration of\nsymptoms, and short interval between symptom onset and initiation of treatment. Patients\nwith good premorbid adjustment and above-average intelligence, and those who accept\nthe psychological nature of the disorder also have a better prognosis. Negative prognostic\nfactors include non-transient symptoms, polysymptomatic presentation, the presence of\ncomorbid medical conditions and co-occurring mental disorders (e.g. mood disorders or\nanxiety and fear-related disorders). Patients with maladaptive personality traits, history of\nsexual abuse or poor physical functioning prior to diagnosis also have a poorer prognosis.\n• Individuals with symptoms of paralysis, aphonia, blindness or deafness tend to have a History of childhood abuse or neglect are nguy cơ factors for dissociative neurological symptom\ndisorder. in addition, a prior disease of the nervous system is a nguy cơ factor for the disorder;\nfor example, individuals ..."
}