{
  "id": "clinical#screening_cues_c9bcb009",
  "content": "groupings. For example, ICD-10 neurotic, stress-related and somatoform disorders was split into\nfive ICD-11 diagnostic groupings: anxiety and fear-related disorders; obsessive-compulsive and\nrelated disorders; disorders specifically associated with stress; dissociative disorders; and bodily\ndistress disorders.\nIn one case, three ICD-10 diagnostic groupings (mental retardation; disorders of psychological\ndevelopment; and behavioural and emotional disorders with onset usually occurring in childhood\nand adolescence) were combined into a single neurodevelopmental disorders grouping in ICD-11,\nalthough some of the disorders that were included in the behavioural and emotional disorders\nwith onset usually occurring in childhood and adolescence grouping in ICD-10 were placed into\nother ICD-11 diagnostic groupings based on symptomatic presentations (e.g. conduct disorders\nwere placed in the disruptive behaviours or dissocial disorders grouping in ICD-11). Disorders of\nintellectual development in ICD-11 have been reconceptualized from ICD-10 mental retardation\nsuch that they are assessed based on adaptive behaviour functioning in addition to intellectual\nfunctioning.\nThe elimination of ICD-10 diagnostic groupings explicitly linked to onset of the condition during\nchildhood and adolescence is in part related to the decision to adopt a lifespan approach to the\ndescription of diagnostic categories in ICD-11. Each category contains a section on developmental",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "stress",
      "study",
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues groupings. For example, ICD-10 neurotic, stress-related and somatoform disorders was split into\nfive ICD-11 diagnostic groupings: anxiety and fear-related disorders; obsessive-compulsive and\nrelated disorders; disorders specifically associated with stress; dissociative disorders; and bodily\ndistress disorders.\nIn one case, three ICD-10 diagnostic groupings (mental retardation; disorders of psychological\ndevelopment; and behavioural and emotional disorders with onset usually occurring in childhood\nand adolescence) were combined into a single neurodevelopmental disorders grouping in ICD-11,\nalthough some of the disorders that were included in the behavioural and emotional disorders\nwith onset usually occurring in childhood and adolescence grouping in ICD-10 were placed into\nother ICD-11 diagnostic groupings based on symptomatic presentations (e.g. conduct disorders\nwere placed in the disruptive behaviours or dissocial disorders grouping in ICD-11). Disorders of\nintellectual development in ICD-11 have been reconceptualized from ICD-10 mental retardation\nsuch that they are assessed based on adaptive behaviour functioning in addition to intellectual\nfunctioning.\nThe elimination of ICD-10 diagnostic groupings explicitly linked to onset of the condition during\nchildhood and adolescence is in part related to the decision to adopt a lifespan approach to the\ndescription of diagnostic categories in ICD-11. Each category contains a section on developmental Groupings. for example, icd-10 neurotic, căng thẳng-related and somatoform disorders was split into\nfive icd-11 diagnostic groupings: lo âu and fear-related disorders; obsessive-compulsive and\nrelated disorders; disorder..."
}