{
  "id": "clinical#screening_cues_d4a8b216",
  "content": "22 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders\nrelevant and broadly applicable statements. The following sections give a brief description of the\ninformation provided in each section of the CDDR for the main disorder categories.\nEssential (required) features\nThis section provides guidance regarding the features needed to make the diagnosis confidently.\nThe essential features represent those symptoms or characteristics that a clinician could reasonably\nexpect to find in all cases of the disorder. In this sense, essential features resemble diagnostic\ncriteria. However, artificial precision in diagnostic requirements, such as using exact counts of\nrequired symptoms and specific duration requirements as diagnostic cutoffs has generally been\navoided unless these have been well established with appropriate global evidence. This allows\nfor broader exercise of the professional’s clinical judgement, depending on the characteristics\nof the patient – including cultural variations in presentation – and local circumstances. For\nexample, it makes little sense to impose a rigid duration requirement of 6 months for a patient\nwho has been experiencing the required symptoms for 5 months if the current visit represents\nthe only opportunity that the patient is likely to have for appropriate treatment for the next year.",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "study",
      "coping_skill",
      "screening_cues",
      "management"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues 22 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders\nrelevant and broadly applicable statements. The following sections give a brief description of the\ninformation provided in each section of the CDDR for the main disorder categories.\nEssential (required) features\nThis section provides guidance regarding the features needed to make the diagnosis confidently.\nThe essential features represent those symptoms or characteristics that a clinician could reasonably\nexpect to find in all cases of the disorder. In this sense, essential features resemble diagnostic\ncriteria. However, artificial precision in diagnostic requirements, such as using exact counts of\nrequired symptoms and specific duration requirements as diagnostic cutoffs has generally been\navoided unless these have been well established with appropriate global evidence. This allows\nfor broader exercise of the professional’s clinical judgement, depending on the characteristics\nof the patient – including cultural variations in presentation – and local circumstances. For\nexample, it makes little sense to impose a rigid duration requirement of 6 months for a patient\nwho has been experiencing the required symptoms for 5 months if the current visit represents\nthe only opportunity that the patient is likely to have for appropriate treatment for the next year. 22 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders\nrelevant and broadly applicable statements. the following sections give a brief description of the\ninfor..."
}