{
  "id": "clinical#screening_cues_e17a31b0",
  "content": "most numerous of this group are the amfetamine-type substances, including methamfetamine.\nPrescribed stimulants including dexamfetamine are indicated for a limited number of conditions,\nsuch as for attention deficit hyperactivity disorder. Methcathinone, known in many countries as\nephedrone, is a synthetic potent stimulant that is a structural analogue of methamfetamine and\nis related to cathinone. All these drugs have primarily psychostimulant properties and are also\nvasoconstrictors to a varying degree. They induce euphoria and hyperactivity, as may be seen in\nstimulant intoxication. They have potent dependence-producing properties, which may lead to\nthe diagnosis of stimulant dependence and stimulant withdrawal following the cessation of use.\nSeveral stimulant-induced mental disorders are described. Stimulants are a widespread cause of\nhospitalization and clinic attendance, and significant causes of morbidity and mortality, often due\nto violence related to stimulant-induced psychotic disorder.\n6C47 Disorders due to use of synthetic cathinones\nDisorders due to use of synthetic cathinones are characterized by the pattern and consequences\nof synthetic cathinone use. Synthetic cathinones (also known as “bath salts”) are synthetic\ncompounds with stimulant properties related to cathinone found in the khat plant, Catha edulis.\nThe use of synthetic cathinones is common in young populations in many countries. They may",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "study",
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues most numerous of this group are the amfetamine-type substances, including methamfetamine.\nPrescribed stimulants including dexamfetamine are indicated for a limited number of conditions,\nsuch as for attention deficit hyperactivity disorder. Methcathinone, known in many countries as\nephedrone, is a synthetic potent stimulant that is a structural analogue of methamfetamine and\nis related to cathinone. All these drugs have primarily psychostimulant properties and are also\nvasoconstrictors to a varying degree. They induce euphoria and hyperactivity, as may be seen in\nstimulant intoxication. They have potent dependence-producing properties, which may lead to\nthe diagnosis of stimulant dependence and stimulant withdrawal following the cessation of use.\nSeveral stimulant-induced mental disorders are described. Stimulants are a widespread cause of\nhospitalization and clinic attendance, and significant causes of morbidity and mortality, often due\nto violence related to stimulant-induced psychotic disorder.\n6C47 Disorders due to use of synthetic cathinones\nDisorders due to use of synthetic cathinones are characterized by the pattern and consequences\nof synthetic cathinone use. Synthetic cathinones (also known as “bath salts”) are synthetic\ncompounds with stimulant properties related to cathinone found in the khat plant, Catha edulis.\nThe use of synthetic cathinones is common in young populations in many countries. They may Most numerous of this group are the amfetamine-type substances, including methamfetamine. prescribed stimulants including dexamfetamine are indicated for a limited number of conditions,\nsuch as for attention deficit hype..."
}