{
  "id": "clinical#risk_safety_f0199d67",
  "content": "be physically violent with little to no provocation, and may even take pleasure in inflicting pain\nand harm. Note that this aspect of dissociality does not necessarily imply that individuals with\nprominent dissociality do not cognitively understand the feelings of others; rather, they are not\nconcerned about them and instead are likely to use this understanding to exploit others.\n6D11.3 Disinhibition\nThe core feature of the disinhibition trait domain is the tendency to act rashly based on immediate\nexternal or internal stimuli (i.e. sensations, emotions, thoughts), without consideration of\npotential negative consequences. Common manifestations of disinhibition, not all of which may\nbe present in a given individual at a given time, include the following.\nImpulsivity\nIndividuals with prominent disinhibition tend to act rashly based on whatever is compelling at\nthe moment, without consideration of negative consequences for themselves or others, including\nputting themselves or others at physical risk. They have difficulty delaying reward or satisfaction,\nand tend to pursue immediately available short-term pleasures or potential benefits. In this way,\nthe trait is strongly associated with such behaviours as substance use, gambling and impulsive\nsexual activity.\nDistractibility\nIndividuals with prominent disinhibition also have difficulty staying focused on important and",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "study",
      "risk_safety",
      "management"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Risk Safety be physically violent with little to no provocation, and may even take pleasure in inflicting pain\nand harm. Note that this aspect of dissociality does not necessarily imply that individuals with\nprominent dissociality do not cognitively understand the feelings of others; rather, they are not\nconcerned about them and instead are likely to use this understanding to exploit others.\n6D11.3 Disinhibition\nThe core feature of the disinhibition trait domain is the tendency to act rashly based on immediate\nexternal or internal stimuli (i.e. sensations, emotions, thoughts), without consideration of\npotential negative consequences. Common manifestations of disinhibition, not all of which may\nbe present in a given individual at a given time, include the following.\nImpulsivity\nIndividuals with prominent disinhibition tend to act rashly based on whatever is compelling at\nthe moment, without consideration of negative consequences for themselves or others, including\nputting themselves or others at physical risk. They have difficulty delaying reward or satisfaction,\nand tend to pursue immediately available short-term pleasures or potential benefits. In this way,\nthe trait is strongly associated with such behaviours as substance use, gambling and impulsive\nsexual activity.\nDistractibility\nIndividuals with prominent disinhibition also have difficulty staying focused on important and Be physically violent with little to no provocation, and may even take pleasure in inflicting pain\nand harm. note that this aspect of dissociality does not necessarily imply that individuals with\nprominent dissociality d..."
}