{
  "id": "clinical#screening_cues_1e9f34f1",
  "content": "developmental motor coordination disorder is usually not made before the age of 5 years.\n• Performance of motor skills should ideally be assessed using appropriately normed,\nindividually administered, culturally appropriate standardized tests of gross and fine\nmotor coordination, and should include evaluation of the impact of symptoms at home\nand at school (or, in adults, in the workplace). Key features for assessment are persistence\nof motor skill impairment over time, severity of impairment and pervasiveness of impact\non functioning.\n• Developmental motor coordination disorder often co-occurs with other neurodevelopmental\ndisorders. Attention deficit hyperactivity disorder is most common (an estimated 50% of\ncases). Developmental speech and language disorder, developmental learning disorder\n(most often with impairments in reading and written expression) and autism spectrum\ndisorder also commonly co-occur with developmental motor coordination disorder.\nCourse features\n• Though there may be improvement in symptoms over time, with some children\nexperiencing a complete remission of symptoms, the course of developmental motor\ncoordination disorder is typically chronic, persisting into adolescence and adulthood in\nup to 50–70% of cases. The persistence of developmental motor coordination disorder into\nadulthood often affects social and psychological functioning as well as physical health.\n• The presence of other co-occurring neurodevelopmental disorders, such as attention",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "work",
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues developmental motor coordination disorder is usually not made before the age of 5 years.\n• Performance of motor skills should ideally be assessed using appropriately normed,\nindividually administered, culturally appropriate standardized tests of gross and fine\nmotor coordination, and should include evaluation of the impact of symptoms at home\nand at school (or, in adults, in the workplace). Key features for assessment are persistence\nof motor skill impairment over time, severity of impairment and pervasiveness of impact\non functioning.\n• Developmental motor coordination disorder often co-occurs with other neurodevelopmental\ndisorders. Attention deficit hyperactivity disorder is most common (an estimated 50% of\ncases). Developmental speech and language disorder, developmental learning disorder\n(most often with impairments in reading and written expression) and autism spectrum\ndisorder also commonly co-occur with developmental motor coordination disorder.\nCourse features\n• Though there may be improvement in symptoms over time, with some children\nexperiencing a complete remission of symptoms, the course of developmental motor\ncoordination disorder is typically chronic, persisting into adolescence and adulthood in\nup to 50–70% of cases. The persistence of developmental motor coordination disorder into\nadulthood often affects social and psychological functioning as well as physical health.\n• The presence of other co-occurring neurodevelopmental disorders, such as attention Developmental motor coordination disorder is usually not made before the age of 5 years. • performance of motor skills should ideally be assessed using appropriately normed,\nindividually administered, culturally appropri..."
}