{
  "id": "clinical#risk_safety_6116fb67",
  "content": "these individuals may be associated with transient sadness or anxiety. Preschool-aged\nchildren may show a moderate or even greater degree of anxiety over real or threatened\nseparation from people to whom they are attached. These reactions are considered\ndevelopmentally appropriate, and are differentiated from separation anxiety disorder on\nthe basis of the persistence of the symptoms (e.g. lasting for several months) with repeated\nseparations, evidence of excessive preoccupations about the well-being of attachment\nfigures, persistent avoidance, and significant distress or impairment in functioning as a\nconsequence of the symptoms.\n• Among children and adolescents, school refusal is a common occurrence, and may be\nbased on transient anxiety about separation from a loved one or be symptomatic of\nseparation anxiety disorder. However, especially in adolescence, anxiety about school or\nschool refusal is not typically related to fear of separation but rather to other factors such\nas truancy, peer rejection or bullying.\nCourse features\n• The typical onset of separation anxiety disorder is during childhood, and the disorder can\npersist into adulthood. Initial disorder onset during adolescence and adulthood may be\nless common.\n• Separation anxiety disorder has been associated with elevated risk of developing a wide",
  "metadata": {
    "source": "WHO ICD-11",
    "url": "https://icd.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "stress",
      "emotions",
      "risk_safety",
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Risk Safety these individuals may be associated with transient sadness or anxiety. Preschool-aged\nchildren may show a moderate or even greater degree of anxiety over real or threatened\nseparation from people to whom they are attached. These reactions are considered\ndevelopmentally appropriate, and are differentiated from separation anxiety disorder on\nthe basis of the persistence of the symptoms (e.g. lasting for several months) with repeated\nseparations, evidence of excessive preoccupations about the well-being of attachment\nfigures, persistent avoidance, and significant distress or impairment in functioning as a\nconsequence of the symptoms.\n• Among children and adolescents, school refusal is a common occurrence, and may be\nbased on transient anxiety about separation from a loved one or be symptomatic of\nseparation anxiety disorder. However, especially in adolescence, anxiety about school or\nschool refusal is not typically related to fear of separation but rather to other factors such\nas truancy, peer rejection or bullying.\nCourse features\n• The typical onset of separation anxiety disorder is during childhood, and the disorder can\npersist into adulthood. Initial disorder onset during adolescence and adulthood may be\nless common.\n• Separation anxiety disorder has been associated with elevated risk of developing a wide These individuals may be associated with transient sadness or lo âu. preschool-aged\nchildren may show a moderate or even greater degree of lo âu over real or threatened\nseparation from people to whom they are attached."
}