{
  "id": "mhgap#risk_safety_d7740ef9",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "CLINICAL TIP Delusions or hallucinations may be present. If Consider DEPRESSION present, treatment for depression needs to be adapted. CONSULT A SPECIALIST Rule out a history of manic episode(s) and normal Go to PROTOCOL 6 » reaction to recent major loss. See DEP. 5 IF THERE IS IMMINENT RISK ASSESS FOR OTHER PRIORITY MNS CONDITIONS OF SUICIDE, ASSESS AND MANAGE » before continuing. Go to SUI. Are there any other concurrent MNS conditions? Assess according to the » mhGAP-IG Master Chart. See MC. Do not forget to assess for disorders due to substance use. See » SUB. For children with developmental delay/disorders, do not forget to assess for epilepsy. See » EPI. ASSESS AND MANAGE concurrent MNS conditions CHILD & ADOLESCENT MENTAL & BEHAVIOURAL DISORDERS 81 82 CMH 1 CHILD & ADOLESCENT MENTAL & BEHAVIOURAL DISORDERS Assessment CLINICAL TIP CLINICAL TIP: 6 RED FLAGS FOR CHILD MALTREATMENT A sk the child/adolescent directly about these exposures when ASSESS THE HOME ENVIRONMENT CLINICAL FEATURES developmentally appropriate and safe to do so (e.g. not in the presence of a Physical abuse carer who may have committed the – Injuries (e.g. bruises, burns, strangulation marks or marks maltreatment). Are the emotional, behavioural or developmental problems a from a belt, whip, switch or other object) – Any serious or unusual injury without an explanation or A dolescents should always be offered reaction to or aggravated by a distressing or frightening situation? with an unsuitable explanation the opportunity to be seen on their own, Sexual abuse Assess for: without carers present. – Genital or anal",
  "gloss_vi": "Clinical tip delusions or hallucinations may be present. if consider trầm cảm present, treatment for trầm cảm needs to be adapted.",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral",
      "do_not_do",
      "management"
    ],
    "life_topics": [
      "stress",
      "grief"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn CLINICAL TIP Delusions or hallucinations may be present. If Consider DEPRESSION present, treatment for depression needs to be adapted. CONSULT A SPECIALIST Rule out a history of manic episode(s) and normal Go to PROTOCOL 6 » reaction to recent major loss. See DEP. 5 IF THERE IS IMMINENT RISK ASSESS FOR OTHER PRIORITY MNS CONDITIONS OF SUICIDE, ASSESS AND MANAGE » before continuing. Go to SUI. Are there any other concurrent MNS conditions? Assess according to the » mhGAP-IG Master Chart. See MC. Do not forget to assess for disorders due to substance use. See » SUB. For children with developmental delay/disorders, do not forget to assess for epilepsy. See » EPI. ASSESS AND MANAGE concurrent MNS conditions CHILD & ADOLESCENT MENTAL & BEHAVIOURAL DISORDERS 81 82 CMH 1 CHILD & ADOLESCENT MENTAL & BEHAVIOURAL DISORDERS Assessment CLINICAL TIP CLINICAL TIP: 6 RED FLAGS FOR CHILD MALTREATMENT A sk the child/adolescent directly about these exposures when ASSESS THE HOME ENVIRONMENT CLINICAL FEATURES developmentally appropriate and safe to do so (e.g. not in the presence of a Physical abuse carer who may have committed the – Injuries (e.g. bruises, burns, strangulation marks or marks maltreatment). Are the emotional, behavioural or developmental problems a from a belt, whip, switch or other object) – Any serious or unusual injury without an explanation or A dolescents should always be offered reaction to or aggravated by a distressing or frightening situation? with an unsuitable explanation the opportunity to be seen on their own, Sexual abuse Assess for: without carers present. – Genital or anal Clinical tip delusions or hallucinations may be present. if consider trầm cảm present, treatment for trầm cảm needs to be adapted."
}