{
  "id": "mhgap#risk_safety_4b8229b8",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "64 EPI 2 EPILEPSY Management PSYCHOSOCIAL INTERVENTIONS 2.1 Psychoeducation 2.2 P romote functioning in daily activities and community life Provide information on: \"What is a convulsion/epilepsy\" Provide information on: How carers can manage and the importance of medication. convulsion at home. » Refer to Essential Care and Practice (ECP) for interventions that promote functioning in daily living and community life. “A convulsion is caused by excess electrical activity in the Lay person down, on their side, head turned to help breathing. brain – it is not caused by witchcraft or spirits.” » DO NOT PUT ANYTHING IN THEIR MOUTH OR RESTRAIN In addition, inform carers and people “Epilepsy is the recurrent tendency for convulsions.” THE PERSON. with epilepsy that: “It is a chronic condition, but if you take your medicine as Ensure the person is breathing properly. – People with epilepsy can lead normal lives. prescribed, in the majority of people it can be fully Stay with person until the convulsion stops and they wake up. They can marry and have children. controlled.” Sometimes people with epilepsy know that a convulsion is – Parents should not remove children with epilepsy from The person may have several people helping them take care imminent. They should lie down somewhere safe if they have school. of their convulsions. Discuss this with the person. that feeling. – People with epilepsy can work in most jobs. However they Ask the person to let you know if they are seeing a Epilepsy is not contagious. You cannot catch the disorder by should avoid jobs with high risk of injury to self or others traditional or a faith healer, showing respect for this, but assisting the person experiencing convulsions. (e.g. working with heavy machinery). emphasizing the need for being seen at a healthcare facility. – People with epilepsy should avoid cooking on open fires The person should also be informed that medicines and Provide information on: When to get medical help. and swimming alone. herbal products can sometimes have adverse interactions, so the health care providers must know about everything – People with epilepsy should avoid excessive alcohol and When a person with epilepsy appears to have trouble they take. recreational substances, sleeping too little, or going to breathing during a convulsion, they need immediate places with",
  "gloss_vi": "64 epi 2 epilepsy management psychosocial interventions 2.1 giáo dục tâm lý 2.2 p romote functioning in daily activities and community life provide information on: \"what is a convulsion/epilepsy\" provide information on: ...",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "referral",
      "psychoeducation",
      "do_not_do",
      "management"
    ],
    "life_topics": [
      "sleep",
      "stress",
      "work"
    ],
    "advice_section": [
      "coping_skill",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 64 EPI 2 EPILEPSY Management PSYCHOSOCIAL INTERVENTIONS 2.1 Psychoeducation 2.2 P romote functioning in daily activities and community life Provide information on: \"What is a convulsion/epilepsy\" Provide information on: How carers can manage and the importance of medication. convulsion at home. » Refer to Essential Care and Practice (ECP) for interventions that promote functioning in daily living and community life. “A convulsion is caused by excess electrical activity in the Lay person down, on their side, head turned to help breathing. brain – it is not caused by witchcraft or spirits.” » DO NOT PUT ANYTHING IN THEIR MOUTH OR RESTRAIN In addition, inform carers and people “Epilepsy is the recurrent tendency for convulsions.” THE PERSON. with epilepsy that: “It is a chronic condition, but if you take your medicine as Ensure the person is breathing properly. – People with epilepsy can lead normal lives. prescribed, in the majority of people it can be fully Stay with person until the convulsion stops and they wake up. They can marry and have children. controlled.” Sometimes people with epilepsy know that a convulsion is – Parents should not remove children with epilepsy from The person may have several people helping them take care imminent. They should lie down somewhere safe if they have school. of their convulsions. Discuss this with the person. that feeling. – People with epilepsy can work in most jobs. However they Ask the person to let you know if they are seeing a Epilepsy is not contagious. You cannot catch the disorder by should avoid jobs with high risk of injury to self or others traditional or a faith healer, showing respect for this, but assisting the person experiencing convulsions. (e.g. working with heavy machinery). emphasizing the need for being seen at a healthcare facility. – People with epilepsy should avoid cooking on open fires The person should also be informed that medicines and Provide information on: When to get medical help. and swimming alone. herbal products can sometimes have adverse interactions, so the health care providers must know about everything – People with epilepsy should avoid excessive alcohol and When a person with epilepsy appears to have trouble they take. recreational substances, sleeping too little, or going to breathing during a convulsion, they need immediate places with 64 epi 2 epilepsy management psychosocial interventions 2.1 giáo dục tâm lý 2.2 p romote functioning in daily activities and community life provide information on: \"what is a convulsion/epilepsy\" provide information on: ..."
}