{
  "id": "mhgap#screening_cues_4cfbec02",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "EPILEPSY Epilepsy is a chronic noncommunicable disorder of the brain, Seizures are caused by abnormal electrical activity in the brain and characterized by recurrent unprovoked seizures. Epilepsy is one are of two types: convulsive and non-convulsive. Non-convulsive of the most common neurological disorders and with proper epilepsy has features such as change in mental status while con- treatment, can be well controlled in the majority of people. vulsive epilepsy has features such as sudden abnormal movements, including stiffening and shaking of the body. The latter is associated Epilepsy has many causes. It may be genetic. Epilepsy may occur with greater stigma and higher morbidity and mortality. This module in people who have a past history of birth trauma, brain injury covers only convulsive epilepsy. (including head trauma and strokes), or brain infections. In some people, no cause may be identified. 51 52 EPI EPILEPSY EPI Quick Overview Acute presentation of seizures/convulsions warrants emergency treatment & management ASSESSMENT MANAGEMENT EMERGENCY: M anagement Protocol and Assessment & management of acute Special Populations convulsions 1. Epilepsy 2. Special Populations (women of childbearing age, Assess if person has convulsive seizures children/adolescents, and people living with HIV) Assess for an acute cause Psychosocial Interventions (e.g. neuroinfection, trauma, etc.) Pharmacological Interventions Assess if the person has epilepsy and for any underlying causes (by history or examination) Assess for concurrent priority MNS conditions FOLLOW-UP",
  "gloss_vi": "Epilepsy epilepsy is a chronic noncommunicable disorder of the brain, seizures are caused by abnormal electrical activity in the brain and characterized by recurrent unprovoked seizures. epilepsy is one are of two types:...",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "management"
    ],
    "life_topics": [
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc EPILEPSY Epilepsy is a chronic noncommunicable disorder of the brain, Seizures are caused by abnormal electrical activity in the brain and characterized by recurrent unprovoked seizures. Epilepsy is one are of two types: convulsive and non-convulsive. Non-convulsive of the most common neurological disorders and with proper epilepsy has features such as change in mental status while con- treatment, can be well controlled in the majority of people. vulsive epilepsy has features such as sudden abnormal movements, including stiffening and shaking of the body. The latter is associated Epilepsy has many causes. It may be genetic. Epilepsy may occur with greater stigma and higher morbidity and mortality. This module in people who have a past history of birth trauma, brain injury covers only convulsive epilepsy. (including head trauma and strokes), or brain infections. In some people, no cause may be identified. 51 52 EPI EPILEPSY EPI Quick Overview Acute presentation of seizures/convulsions warrants emergency treatment & management ASSESSMENT MANAGEMENT EMERGENCY: M anagement Protocol and Assessment & management of acute Special Populations convulsions 1. Epilepsy 2. Special Populations (women of childbearing age, Assess if person has convulsive seizures children/adolescents, and people living with HIV) Assess for an acute cause Psychosocial Interventions (e.g. neuroinfection, trauma, etc.) Pharmacological Interventions Assess if the person has epilepsy and for any underlying causes (by history or examination) Assess for concurrent priority MNS conditions FOLLOW-UP Epilepsy epilepsy is a chronic noncommunicable disorder of the brain, seizures are caused by abnormal electrical activity in the brain and characterized by recurrent unprovoked seizures. epilepsy is one are of two types:..."
}