{
  "id": "mhgap#management_2d3ed7a5",
  "title_en": "General — Management",
  "title_vi": "General — Management",
  "text_en": "DISORDERS DUE TO SUBSTANCE USE Disorders due to substance use include both drug and alcohol HARMFUL USE is a pattern of psychoactive substance use use disorders and certain conditions including acute intoxication, that damages health. This damage may be physical, e.g. liver overdose and withdrawal. disease, or mental, e.g. episodes of depressive disorder. It is often associated with social consequences, e.g. family or ACUTE INTOXICATION is a transient condition following intake of work problems. a psychoactive substance resulting in disturbances of consciousness, cognition, perception, affect, or behaviour. DEPENDENCE is a cluster of physiological, behavioural, and cognitive phenomena in which the use of a psychoactive substance OVERDOSE is the use of any drug in such an amount that acute takes on a much higher priority for a given individual than other adverse physical or mental effects are produced. behaviours that once had greater value. It is characterized by a strong craving to use the substance and a loss of control over its WITHDRAWAL is",
  "gloss_vi": "Disorders due to substance use disorders due to substance use include both drug and alcohol harmful use is a pattern of psychoactive substance use use disorders and certain conditions including acute intoxication, that d...",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "management",
      "caregiver"
    ],
    "life_topics": [
      "work",
      "relationships",
      "grief"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Management General — Management DISORDERS DUE TO SUBSTANCE USE Disorders due to substance use include both drug and alcohol HARMFUL USE is a pattern of psychoactive substance use use disorders and certain conditions including acute intoxication, that damages health. This damage may be physical, e.g. liver overdose and withdrawal. disease, or mental, e.g. episodes of depressive disorder. It is often associated with social consequences, e.g. family or ACUTE INTOXICATION is a transient condition following intake of work problems. a psychoactive substance resulting in disturbances of consciousness, cognition, perception, affect, or behaviour. DEPENDENCE is a cluster of physiological, behavioural, and cognitive phenomena in which the use of a psychoactive substance OVERDOSE is the use of any drug in such an amount that acute takes on a much higher priority for a given individual than other adverse physical or mental effects are produced. behaviours that once had greater value. It is characterized by a strong craving to use the substance and a loss of control over its WITHDRAWAL is Disorders due to substance use disorders due to substance use include both drug and alcohol harmful use is a pattern of psychoactive substance use use disorders and certain conditions including acute intoxication, that d..."
}