{
  "id": "mhgap#management_0a57ccc5",
  "title_en": "General — Management",
  "title_vi": "General — Management",
  "text_en": "DEMENTIA Dementia is a chronic and progressive syndrome due to changes in emotional control, social behaviour, or motivation. People with in the brain. Although it can occur at any age, it is more common dementia may be totally unaware of these changes and may not in older people. Dementia is a significant cause of disability and seek help. Family members may notice memory problems, changes dependency among older people worldwide; it has a physical, in personality or behaviour, confusion, wandering, or incontinence. psychological, social, and economic impact on carers, families, However some people with dementia and their carers may deny and society at large. or minimize the severity of memory loss and associated problems. Dementia results in decline in cognitive functioning and usually The conditions that cause dementia produce changes in a person’s interferes with activities of daily living, such as washing, dressing, mental ability, personality, and behaviour. People with dementia eating, personal hygiene, and toilet activities. Although there is no commonly experience problems",
  "gloss_vi": "Dementia dementia is a chronic and progressive syndrome due to changes in emotional control, social behaviour, or motivation. people with in the brain.",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "management",
      "caregiver"
    ],
    "life_topics": [
      "relationships",
      "grief"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Management General — Management DEMENTIA Dementia is a chronic and progressive syndrome due to changes in emotional control, social behaviour, or motivation. People with in the brain. Although it can occur at any age, it is more common dementia may be totally unaware of these changes and may not in older people. Dementia is a significant cause of disability and seek help. Family members may notice memory problems, changes dependency among older people worldwide; it has a physical, in personality or behaviour, confusion, wandering, or incontinence. psychological, social, and economic impact on carers, families, However some people with dementia and their carers may deny and society at large. or minimize the severity of memory loss and associated problems. Dementia results in decline in cognitive functioning and usually The conditions that cause dementia produce changes in a person’s interferes with activities of daily living, such as washing, dressing, mental ability, personality, and behaviour. People with dementia eating, personal hygiene, and toilet activities. Although there is no commonly experience problems Dementia dementia is a chronic and progressive syndrome due to changes in emotional control, social behaviour, or motivation. people with in the brain."
}