{
  "id": "mhgap#screening_cues_f42bd99c",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "daily activities such as shopping, paying bills, cooking, etc.) DEMENTIA is unlikely. Screen for other MNS conditions. DDEEMMEENNTTIIAA 95 96 DEM 1 DEMENTIA Assessment 2 CLINICAL TIP Are there any other explanations for the symptoms? Delirium: transient fluctuating mental state characterized by disturbed attention that develops over a short period of time Have the symptoms been present and slowly and tends to fluctuate during the course progressing for at least 6 months? of a day. It may result from acute organic causes such as infections, medication, metabolic abnormalities, substance Ask for ANY of the following: intoxication, or substance withdrawal. – Abrupt onset – Short duration (days to weeks) – Disturbance at night and associated with impairment of consciousness – Disorientation of time and place CLINICAL TIP Does the person have moderate Cognitive impairment may be the result to severe DEPRESSION? Go to DEP. of depression – “Pseudodementia” Suspect DELIRIUM Manage depression. Go to DEP. Once treated for depression, review criteria for dementia. Go to STEP 1 Evaluate for possible medical causes (toxic/metabolic/infectious). – Obtain urinalysis to evaluate for infection Suspect – Review medications, particularly those with significant anti- DEMENTIA cholinergic side effects (such as antidepressants, many antihistamines, and antipsychotics) – Evaluate for pain – Evaluate nutritional status, consider vitamin deficiency or electrolyte abnormality",
  "gloss_vi": "Daily activities such as shopping, paying bills, cooking, etc.) dementia is unlikely. screen for other mns conditions.",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "management"
    ],
    "life_topics": [],
    "advice_section": [
      "sleep_hygiene"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc daily activities such as shopping, paying bills, cooking, etc.) DEMENTIA is unlikely. Screen for other MNS conditions. DDEEMMEENNTTIIAA 95 96 DEM 1 DEMENTIA Assessment 2 CLINICAL TIP Are there any other explanations for the symptoms? Delirium: transient fluctuating mental state characterized by disturbed attention that develops over a short period of time Have the symptoms been present and slowly and tends to fluctuate during the course progressing for at least 6 months? of a day. It may result from acute organic causes such as infections, medication, metabolic abnormalities, substance Ask for ANY of the following: intoxication, or substance withdrawal. – Abrupt onset – Short duration (days to weeks) – Disturbance at night and associated with impairment of consciousness – Disorientation of time and place CLINICAL TIP Does the person have moderate Cognitive impairment may be the result to severe DEPRESSION? Go to DEP. of depression – “Pseudodementia” Suspect DELIRIUM Manage depression. Go to DEP. Once treated for depression, review criteria for dementia. Go to STEP 1 Evaluate for possible medical causes (toxic/metabolic/infectious). – Obtain urinalysis to evaluate for infection Suspect – Review medications, particularly those with significant anti- DEMENTIA cholinergic side effects (such as antidepressants, many antihistamines, and antipsychotics) – Evaluate for pain – Evaluate nutritional status, consider vitamin deficiency or electrolyte abnormality Daily activities such as shopping, paying bills, cooking, etc.) dementia is unlikely. screen for other mns conditions."
}