{
  "id": "mhgap#risk_safety_e95ee22a",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "to rub or scratch daily living activities through rehabilitation, exercises and the use of the skin to obtain relief. assistive devices. In addition, such therapy provides activities to Pseudodementia A disorder resembling dementia but not due to organic brain disease promote growth, self-fulfilment and self-esteem. and potentially reversible by treatment; can manifest as symptoms of Oppositional behaviour Markedly defiant, disobedient, provocative or spiteful behaviour that depression in some older adults. may be manifest in prevailing, persistent angry or irritable mood, Psychoeducation The process of teaching people with MNS disorders and their carers/ often accompanied by severe temper outbursts or in headstrong, family members about the nature of the illness, including its likely causes, argumentative and defiant behaviour. progression, consequences, prognosis, treatment and alternatives. Orthostatic Sudden drop of blood pressure that can occur when one changes QT prolongation A potential medication induced side-effect of ventricular myocardial hypotension position from lying to sitting or standing up, usually leading to repolarization characterized by a prolonged QT interval on the feelings of light-headedness or dizziness. It is not life-threatening. electrocardiogram (ECG) that can lead to symptomatic ventricular Parent Skills Training A family of treatment programs that aims to change parenting beha- arrhythmias and an increased risk of sudden cardiac death. viours and strengthen confidence in adoption of effective parenting Racing thoughts Rapid thought pattern with tangential movement from one idea to strategies. It involves teaching parents emotional communication and the next often associated with mania or other mental illnesses. positive parent-child interaction skills, and positive reinforcement methods to improve children/adolescent’s behaviour and functioning. Relapse A return to drinking or other drug use after a period, of abstinence, often accompanied by reinstatement of dependence symptoms. The Phaeochromocytoma A neuroendocrine tumour of the medulla of the adrenal glands term is also used to indicate return of symptoms of MNS disorder causing symptoms (mainly headaches, palpitations and excess after a period of recovery. sweating) and signs (mainly hypertension, weight loss and diabetes) reflecting the effects of epinephrine and norepinephrine on alpha- and Relaxation training Involves training in techniques such as breathing exercises to elicit beta-adrenergic receptors. the relaxation response. Polyneuropathy Disorder and functional disturbance of the peripheral nerves. This Respiratory depression Inadequate slow breathing rate, resulting in insufficient oxygen. may be manifest as numbness of the extremities, paraesthesia (\"pins Common causes include brain injury and intoxication (e.g. due to and needles\" sensations), weakness of the limbs, or wasting of the benzodiazepines). muscles and loss of deep tendon reflexes. Respite care Provision of temporary health-care facilities to a person normally Polytherapy Provision of more than one medicine at the same time for the same cared for at home. condition. Rigidity Resistance to the passive movement of a limb that persists Porphyria Porphyrias constitute a group of diseases characterized by intermittent throughout its range. It is a symptom of parkinsonism. neuro-visceral manifestations, cutaneous lesions or by the combination of Saving group A saving activity in which the poor can accumulate a large amount of both. Clinical signs of the disease usually appear in adulthood, but some money quickly by pooling their savings in a common fund which can porphyrias affect children. Direct or indirect neurotoxicity may cause then be used by the group or a member of the group for productive neurological manifestations. investment. Privacy The state of being free from unsanctioned intrusion. For example, Seizure Episode of brain malfunction due to disturbances of cortical function personal privacy in daily living activities (e.g. for clients in residential resulting in sudden, abnormal, excessive, and disorganized discharge facilities) or confidential health records. of brain cells. Clinical manifestations include abnormal motor, Problem-solving Psychological treatment that involves the systematic use of problem iden- sensory and psychic phenomena. counselling tification and problem-solving techniques over a number of sessions. Self-harm Intentional self-inflicted poisoning or injury to oneself, which may or may not have a fatal intent or outcome. GLOSSARY 163",
  "gloss_vi": "To rub or scratch daily living activities through rehabilitation, exercises and the use of the skin to obtain relief. assistive devices.",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "psychoeducation",
      "management",
      "caregiver"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships",
      "self_esteem",
      "grief"
    ],
    "advice_section": [
      "coping_skill"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn to rub or scratch daily living activities through rehabilitation, exercises and the use of the skin to obtain relief. assistive devices. In addition, such therapy provides activities to Pseudodementia A disorder resembling dementia but not due to organic brain disease promote growth, self-fulfilment and self-esteem. and potentially reversible by treatment; can manifest as symptoms of Oppositional behaviour Markedly defiant, disobedient, provocative or spiteful behaviour that depression in some older adults. may be manifest in prevailing, persistent angry or irritable mood, Psychoeducation The process of teaching people with MNS disorders and their carers/ often accompanied by severe temper outbursts or in headstrong, family members about the nature of the illness, including its likely causes, argumentative and defiant behaviour. progression, consequences, prognosis, treatment and alternatives. Orthostatic Sudden drop of blood pressure that can occur when one changes QT prolongation A potential medication induced side-effect of ventricular myocardial hypotension position from lying to sitting or standing up, usually leading to repolarization characterized by a prolonged QT interval on the feelings of light-headedness or dizziness. It is not life-threatening. electrocardiogram (ECG) that can lead to symptomatic ventricular Parent Skills Training A family of treatment programs that aims to change parenting beha- arrhythmias and an increased risk of sudden cardiac death. viours and strengthen confidence in adoption of effective parenting Racing thoughts Rapid thought pattern with tangential movement from one idea to strategies. It involves teaching parents emotional communication and the next often associated with mania or other mental illnesses. positive parent-child interaction skills, and positive reinforcement methods to improve children/adolescent’s behaviour and functioning. Relapse A return to drinking or other drug use after a period, of abstinence, often accompanied by reinstatement of dependence symptoms. The Phaeochromocytoma A neuroendocrine tumour of the medulla of the adrenal glands term is also used to indicate return of symptoms of MNS disorder causing symptoms (mainly headaches, palpitations and excess after a period of recovery. sweating) and signs (mainly hypertension, weight loss and diabetes) reflecting the effects of epinephrine and norepinephrine on alpha- and Relaxation training Involves training in techniques such as breathing exercises to elicit beta-adrenergic receptors. the relaxation response. Polyneuropathy Disorder and functional disturbance of the peripheral nerves. This Respiratory depression Inadequate slow breathing rate, resulting in insufficient oxygen. may be manifest as numbness of the extremities, paraesthesia (\"pins Common causes include brain injury and intoxication (e.g. due to and needles\" sensations), weakness of the limbs, or wasting of the benzodiazepines). muscles and loss of deep tendon reflexes. Respite care Provision of temporary health-care facilities to a person normally Polytherapy Provision of more than one medicine at the same time for the same cared for at home. condition. Rigidity Resistance to the passive movement of a limb that persists Porphyria Porphyrias constitute a group of diseases characterized by intermittent throughout its range. It is a symptom of parkinsonism. neuro-visceral manifestations, cutaneous lesions or by the combination of Saving group A saving activity in which the poor can accumulate a large amount of both. Clinical signs of the disease usually appear in adulthood, but some money quickly by pooling their savings in a common fund which can porphyrias affect children. Direct or indirect neurotoxicity may cause then be used by the group or a member of the group for productive neurological manifestations. investment. Privacy The state of being free from unsanctioned intrusion. For example, Seizure Episode of brain malfunction due to disturbances of cortical function personal privacy in daily living activities (e.g. for clients in residential resulting in sudden, abnormal, excessive, and disorganized discharge facilities) or confidential health records. of brain cells. Clinical manifestations include abnormal motor, Problem-solving Psychological treatment that involves the systematic use of problem iden- sensory and psychic phenomena. counselling tification and problem-solving techniques over a number of sessions. Self-harm Intentional self-inflicted poisoning or injury to oneself, which may or may not have a fatal intent or outcome. GLOSSARY 163 To rub or scratch daily living activities through rehabilitation, exercises and the use of the skin to obtain relief. assistive devices."
}