{
  "id": "mhgap#psychoeducation_f89c2cbb",
  "title_en": "General — Psychoeducation",
  "title_vi": "General — Giáo dục tâm lý",
  "text_en": "PSYCHOSOCIAL INTERVENTIONS (CONT.) 2.6 Carer support Ask about any stressful situations that may have an adverse 2.8 Brief psychological treatments impact on the child’s emotional well-being and learning. If the child is being bullied, advise the teacher on appropriate This guide does not provide specific protocols to implement Assess the psychosocial impact of the child/adolescent’s action to stop it. brief psychological interventions, such as parent skills training, disorders on the carers, and offer support for their personal, interpersonal therapy and behavioural therapy. WHO has social, and mental health needs. Explore strategies to help engage the child in school developed Parent Skills Training package for caregivers of activities and facilitate learning, inclusion, and participation. Promote necessary support and resources for their family children with developmental delay/disorders and is available life, employment, social activities, and health. Simple tips: on request. Arrange for respite care (trustworthy carers taking over – Provide opportunities for the child/adolescent to use care on a short term basis) to give primary carers a break, their skills and strengths. especially if the child has a developmental disorder. – Ask the student to sit at the front of the class. Support family to handle social and familial problems and – Give the student extra time to understand and complete help to problem solve. assignments. – Divide long assignments into smaller pieces and assign one piece at a time. 2.7 Liaise with teachers and other – Provide extra praise for effort and rewards for achievements. school staff – DO NOT use threats or physical punishments or excessive criticism. After getting consent from the child/adolescent and carer, – For students with significant difficulties in the classroom, contact the child/adolescent’s teacher and provide advice/ recruit a volunteer to come to class to",
  "gloss_vi": "Psychosocial interventions (cont.) 2.6 carer hỗ trợ ask about any stressful situations that may have an adverse 2.8 brief psychological treatments impact on the child’s emotional well-being and learning. if the child is ...",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "psychoeducation",
      "do_not_do",
      "management",
      "caregiver"
    ],
    "life_topics": [
      "stress",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Psychoeducation General — Giáo dục tâm lý PSYCHOSOCIAL INTERVENTIONS (CONT.) 2.6 Carer support Ask about any stressful situations that may have an adverse 2.8 Brief psychological treatments impact on the child’s emotional well-being and learning. If the child is being bullied, advise the teacher on appropriate This guide does not provide specific protocols to implement Assess the psychosocial impact of the child/adolescent’s action to stop it. brief psychological interventions, such as parent skills training, disorders on the carers, and offer support for their personal, interpersonal therapy and behavioural therapy. WHO has social, and mental health needs. Explore strategies to help engage the child in school developed Parent Skills Training package for caregivers of activities and facilitate learning, inclusion, and participation. Promote necessary support and resources for their family children with developmental delay/disorders and is available life, employment, social activities, and health. Simple tips: on request. Arrange for respite care (trustworthy carers taking over – Provide opportunities for the child/adolescent to use care on a short term basis) to give primary carers a break, their skills and strengths. especially if the child has a developmental disorder. – Ask the student to sit at the front of the class. Support family to handle social and familial problems and – Give the student extra time to understand and complete help to problem solve. assignments. – Divide long assignments into smaller pieces and assign one piece at a time. 2.7 Liaise with teachers and other – Provide extra praise for effort and rewards for achievements. school staff – DO NOT use threats or physical punishments or excessive criticism. After getting consent from the child/adolescent and carer, – For students with significant difficulties in the classroom, contact the child/adolescent’s teacher and provide advice/ recruit a volunteer to come to class to Psychosocial interventions (cont.) 2.6 carer hỗ trợ ask about any stressful situations that may have an adverse 2.8 brief psychological treatments impact on the child’s emotional well-being and learning. if the child is ..."
}