{
  "id": "mhgap#risk_safety_8cd0ef9c",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "mhGAP-IG 2.0 Preface Mental, neurological and substance use (MNS) disorders are highly prevalent, interventions in non-specialized health-care settings. Since its release in 2010, mhGAP-IG accounting for a large burden of disease and disability globally. There remains a has been widely used by a range of stakeholders including ministries of health, academic wide gap between available health systems capacity and resources, what is urgently institutions, NGOs and other philanthropic foundations and researchers to scale-up needed, and what is available to reduce the burden. Nearly 1 in 10 people have a mental health services. mhGAP-IG Version 1.0 is being used in more than 90 countries in mental health disorder, but only 1% of the global health workforce provides mental all WHO regions and mhGAP materials were translated into more than 20 languages, health care. MNS disorders interfere, in substantial ways, with the ability of children to including the six UN official languages. learn and the ability of adults to function in families, at work, and in society at large. Five years after the initial launch of the guide, updates to the mhGAP guidelines Recognizing the imperative to provide services for people with MNS disorders and their based on emerging literature was performed and revised mhGAP guidelines were carers, and to bridge the gap between available resources and the large need for these published in 2015. We are now pleased to present mhGAP-IG Version 2.0 which not only services, the WHO Department of Mental Health and Substance Abuse launched the reflects these updates but also extensive feedback from the field to enhance the guide Mental Health Gap Action Programme (mhGAP) in 2008. The key objectives of mhGAP in its clarity and usability. are to reinforce the commitment of governments, international organizations and other stakeholders to increase the allocation of financial and human resources for care It is our hope that this guide will continue to be a key technical tool to deliver of MNS disorders and to achieve much higher coverage with key interventions in low- care for people with MNS disorders around the world and lead us closer to achieving and middle-income countries. Through these objectives, mhGAP provides evidence-based the goal of Universal Health Coverage. guidance and tools to advance toward achieving the targets of the Comprehensive Mental Health Action Plan 2013-2020. Shekhar Saxena In 2010, the mhGAP Intervention Guide (mhGAP-IG) for MNS disorders for non- Director, Department of Mental Health and Substance Abuse specialized health settings was developed to assist in implementation of mhGAP. A World Health Organization simple technical tool based on the mhGAP guidelines, mhGAP-IG presents integrated management of priority MNS conditions using protocols for clinical decision-making. There is a widely shared but false notion that all mental health interventions are complex and can only be delivered by highly specialized staff. Research in recent years has demonstrated the feasibility of delivery of pharmacological and psychosocial iii iv mhGAP-IG 2.0 Acknowledgements Vision and Conceptualization WHO Regional and Country Offices Technical Reviewers Nazneen Anwar, Regional Office for South East Asia; Inputs and feedback were received from the following Shekhar Saxena, Director, Department of Mental Health",
  "gloss_vi": "Mhgap-ig 2.0 preface mental, neurological and substance use (mns) disorders are highly prevalent, interventions in non-specialized health-care settings. since its release in 2010, mhgap-ig accounting for a large burden o...",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "management"
    ],
    "life_topics": [
      "work"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn mhGAP-IG 2.0 Preface Mental, neurological and substance use (MNS) disorders are highly prevalent, interventions in non-specialized health-care settings. Since its release in 2010, mhGAP-IG accounting for a large burden of disease and disability globally. There remains a has been widely used by a range of stakeholders including ministries of health, academic wide gap between available health systems capacity and resources, what is urgently institutions, NGOs and other philanthropic foundations and researchers to scale-up needed, and what is available to reduce the burden. Nearly 1 in 10 people have a mental health services. mhGAP-IG Version 1.0 is being used in more than 90 countries in mental health disorder, but only 1% of the global health workforce provides mental all WHO regions and mhGAP materials were translated into more than 20 languages, health care. MNS disorders interfere, in substantial ways, with the ability of children to including the six UN official languages. learn and the ability of adults to function in families, at work, and in society at large. Five years after the initial launch of the guide, updates to the mhGAP guidelines Recognizing the imperative to provide services for people with MNS disorders and their based on emerging literature was performed and revised mhGAP guidelines were carers, and to bridge the gap between available resources and the large need for these published in 2015. We are now pleased to present mhGAP-IG Version 2.0 which not only services, the WHO Department of Mental Health and Substance Abuse launched the reflects these updates but also extensive feedback from the field to enhance the guide Mental Health Gap Action Programme (mhGAP) in 2008. The key objectives of mhGAP in its clarity and usability. are to reinforce the commitment of governments, international organizations and other stakeholders to increase the allocation of financial and human resources for care It is our hope that this guide will continue to be a key technical tool to deliver of MNS disorders and to achieve much higher coverage with key interventions in low- care for people with MNS disorders around the world and lead us closer to achieving and middle-income countries. Through these objectives, mhGAP provides evidence-based the goal of Universal Health Coverage. guidance and tools to advance toward achieving the targets of the Comprehensive Mental Health Action Plan 2013-2020. Shekhar Saxena In 2010, the mhGAP Intervention Guide (mhGAP-IG) for MNS disorders for non- Director, Department of Mental Health and Substance Abuse specialized health settings was developed to assist in implementation of mhGAP. A World Health Organization simple technical tool based on the mhGAP guidelines, mhGAP-IG presents integrated management of priority MNS conditions using protocols for clinical decision-making. There is a widely shared but false notion that all mental health interventions are complex and can only be delivered by highly specialized staff. Research in recent years has demonstrated the feasibility of delivery of pharmacological and psychosocial iii iv mhGAP-IG 2.0 Acknowledgements Vision and Conceptualization WHO Regional and Country Offices Technical Reviewers Nazneen Anwar, Regional Office for South East Asia; Inputs and feedback were received from the following Shekhar Saxena, Director, Department of Mental Health Mhgap-ig 2.0 preface mental, neurological and substance use (mns) disorders are highly prevalent, interventions in non-specialized health-care settings. since its release in 2010, mhgap-ig accounting for a large burden o..."
}