{
  "id": "mhgap#risk_safety_bbd23658",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "no cure, there is much that can be » community life, go to ECP. done to help and support the person and the family. 2.4 Interventions to improve Plan for ADL in a way that maximises independent cognitive functioning – Many specific concerns and behaviors can be activity, enhances function, helps to adapt and develop managed as they arise. A lot can be done to make the skills, and minimises the need for support. Facilitate person more comfortable and to make providing Encourage carers to: functioning and participation in the community involving support less stressful for the carer. people and their carers in planning and implementation Provide regular orientation information (e.g. day, date, time, of these interventions. Assist in liaison with available names of people) so that the person can remain oriented. 2.2 M anage behavioral and social resources. Use materials such as newspapers, radio, or TV programmes, psychological symptoms – Give advice to maintain independent toileting skills, inclu- family albums and household items to promote communication, ding prompting and regulation of fluid intake. (If incon- to orient them to current events, to stimulate memories, and tinence occurs, all possible causes should be evaluated and to enable people to share and value their experiences. Identify and treat underlying physical health problems that treatments trialed before concluding it is permanent). may affect behaviour. Look for pain, infections, etc. on Use simple short sentences to make verbal communication clear. physical exam (Go to » ECP). Refer to specialist if needed. – Keep the environment at home safe to reduce the risk of Try to minimize competing noises, such as radio, TV, or other falling and injury. conversation. Listen carefully to what the person has to say. Identify events (e.g. shopping at busy market) or factors (e.g. going out alone) that may precede, trigger, or enhance – Inform family members that it is important to keep the Keep things simple, avoid changes to routine, and, as far problem behaviours. Modify these triggers if possible. floor of the person’s home without clutter to reduce as possible, avoid exposing the person to unfamiliar and the risk of falling. bewildering places. DEMENTIA 101",
  "gloss_vi": "No cure, there is much that can be » community life, go to ecp. done to help and hỗ trợ the person and the family.",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral",
      "psychoeducation",
      "do_not_do",
      "management",
      "caregiver"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn no cure, there is much that can be » community life, go to ECP. done to help and support the person and the family. 2.4 Interventions to improve Plan for ADL in a way that maximises independent cognitive functioning – Many specific concerns and behaviors can be activity, enhances function, helps to adapt and develop managed as they arise. A lot can be done to make the skills, and minimises the need for support. Facilitate person more comfortable and to make providing Encourage carers to: functioning and participation in the community involving support less stressful for the carer. people and their carers in planning and implementation Provide regular orientation information (e.g. day, date, time, of these interventions. Assist in liaison with available names of people) so that the person can remain oriented. 2.2 M anage behavioral and social resources. Use materials such as newspapers, radio, or TV programmes, psychological symptoms – Give advice to maintain independent toileting skills, inclu- family albums and household items to promote communication, ding prompting and regulation of fluid intake. (If incon- to orient them to current events, to stimulate memories, and tinence occurs, all possible causes should be evaluated and to enable people to share and value their experiences. Identify and treat underlying physical health problems that treatments trialed before concluding it is permanent). may affect behaviour. Look for pain, infections, etc. on Use simple short sentences to make verbal communication clear. physical exam (Go to » ECP). Refer to specialist if needed. – Keep the environment at home safe to reduce the risk of Try to minimize competing noises, such as radio, TV, or other falling and injury. conversation. Listen carefully to what the person has to say. Identify events (e.g. shopping at busy market) or factors (e.g. going out alone) that may precede, trigger, or enhance – Inform family members that it is important to keep the Keep things simple, avoid changes to routine, and, as far problem behaviours. Modify these triggers if possible. floor of the person’s home without clutter to reduce as possible, avoid exposing the person to unfamiliar and the risk of falling. bewildering places. DEMENTIA 101 No cure, there is much that can be » community life, go to ecp. done to help and hỗ trợ the person and the family."
}