{
  "id": "mhgap#do_not_do_c033cc00",
  "title_en": "General — Do Not Do",
  "title_vi": "General — Do Not Do",
  "text_en": "people – Frequent and severe temper tantrums – Severe destructiveness to property, fire-setting – Difficulty getting along with others – Stealing, repeated lying, truancy from school, running away from home CONDUCT DISORDER SKIP to STEP 140 is unlikely CLINICAL TIP: AGE-APPROPRIATE DISRUPTIVE OR CHALLENGING BEHAVIOUR IN CHILDREN/ADOLESCENTS Toddlers and – Refusing to do what they are told, breaking rules, arguing, whining, young children exaggerating, saying things that aren’t true, denying they did anything wrong, (age 18 months – being physically aggressive and blaming others for their misbehaviour. 5 years) – Brief tantrums (emotional outbursts with crying, screaming, hitting, etc.), usually lasting less than 5 minutes and not longer than 25 minutes, typically occur less than 3 times per week. Developmentally typical tantrums should not result in self-injury or frequent physical aggression toward others, and the child can typically calm themselves down afterward. Middle Childhood – Avoidance of or delay in following instructions, complaining or arguing with (age 6-12) adults or other children, occasionally losing their temper. Adolescents – Testing rules and limits, saying that rules and limits are unfair or unnecessary, (age 13-18) occasionally being rude, dismissive, argumentative or defiant with adults.",
  "gloss_vi": "People – frequent and severe temper tantrums – severe destructiveness to property, fire-setting – difficulty getting along with others – stealing, repeated lying, truancy from school, running away from home conduct disor...",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "do_not_do"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Do Not Do General — Do Not Do people – Frequent and severe temper tantrums – Severe destructiveness to property, fire-setting – Difficulty getting along with others – Stealing, repeated lying, truancy from school, running away from home CONDUCT DISORDER SKIP to STEP 140 is unlikely CLINICAL TIP: AGE-APPROPRIATE DISRUPTIVE OR CHALLENGING BEHAVIOUR IN CHILDREN/ADOLESCENTS Toddlers and – Refusing to do what they are told, breaking rules, arguing, whining, young children exaggerating, saying things that aren’t true, denying they did anything wrong, (age 18 months – being physically aggressive and blaming others for their misbehaviour. 5 years) – Brief tantrums (emotional outbursts with crying, screaming, hitting, etc.), usually lasting less than 5 minutes and not longer than 25 minutes, typically occur less than 3 times per week. Developmentally typical tantrums should not result in self-injury or frequent physical aggression toward others, and the child can typically calm themselves down afterward. Middle Childhood – Avoidance of or delay in following instructions, complaining or arguing with (age 6-12) adults or other children, occasionally losing their temper. Adolescents – Testing rules and limits, saying that rules and limits are unfair or unnecessary, (age 13-18) occasionally being rude, dismissive, argumentative or defiant with adults. People – frequent and severe temper tantrums – severe destructiveness to property, fire-setting – difficulty getting along with others – stealing, repeated lying, truancy from school, running away from home conduct disor..."
}