{
  "id": "mhgap#risk_safety_a5e734ef",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "160 GLOSSARY TERM DEFINITION TERM DEFINITION Activities of daily living A concept of functioning – activities of daily living are basic activities Ataxia Failure of muscular coordination. People with ataxia have problems (ADLs) that are necessary for independent living, including eating, bathing and with coordination because parts of the nervous system that control toileting. This concept has several assessment tools to determine an movement and balance are affected. Ataxia may affect the fingers, individual’s ability to perform the activity with or without assistance. hands, arms, legs, body, speech, and eye movements. Agitation Marked restlessness and excessive motor activity, accompanied by Autism spectrum An umbrella term that covers conditions such as autism, childhood anxiety. disorders disintegration disorder and Asperger’s syndrome. Agranulocytosis A blood disorder in which there is an absence of granulocytes Autonomy The perceived ability to control, cope with and make personal (a type of white blood cell). It is an acute condition involving a severe decisions about how one lives on a daily basis, according to one’s and dangerous leukopenia, also known as drug-induced secondary own rules and preferences. agranulocytosis. Behavioural activation Psychological treatment that focuses on improving mood by engaging Akathisia A subjective sense of restlessness, often accompanied by observed again in activities that are task-oriented and used to be enjoyable, in excessive movements (e.g. fidgety movements of the legs, rocking spite of current low mood. It may be used as a stand-alone treatment, from foot to foot, pacing, inability to sit or stand still). and it is also a component of cognitive behavioural therapy. Akinesia The absence or lack of voluntary movement. A state of difficulty in Bereavement A process of loss, grief and recovery, usually associated with death. initiating movements or changing from one motor pattern to another Cerebrovascular A sudden disturbance of cerebral function attributable to vascular that is associated with Parkinson’s disease. accident disease, principally thrombosis, haemorrhage, or embolism. See stroke. Altered mental status A changed level of awareness or mental state that falls short of Cognitive Mental processes associated with thinking. These include reasoning, unconsciousness which is often induced by substance intake or other remembering, judgement, problem-solving and planning. mental or neurological conditions. Examples include confusion and disorientation. See delirium and confusional state. Cognitive behavioural Psychological treatment that combines cognitive components (aimed at therapy (CBT) thinking differently, for example through identifying and challenging Alzheimer's disease A primary degenerative cerebral disease of unknown etiology in unrealistic negative thoughts) and behavioural components (aimed at the majority of cases with characteristic neuropathological and doing things differently, for example by helping the person to do more neurochemical features. The disorder is usually insidious in onset and rewarding activities). develops slowly but steadily over a period of several years. Comorbid, comorbidity Describing diseases or disorders that exist simultaneously. Anticholinergic side- Anticholinergic medicines block the effects of acetylcholine at effects muscarinic receptors. Anticholinergic effects include dryness of the Confidentiality Privacy in the context of privileged communication (such as patient mouth, urinary frequency or retention, palpitations and sinus doctor consultations) and medical records is safeguarded. tachycardia. Confusion, A state of impaired consciousness associated with acute or chronic Aplastic anaemia A disease characterized by the inability of blood stem cells to confusional state cerebral organic disease. Clinically it is characterized by generate new mature cells. This disease is also characterised by low disorientation, slowness of mental processes with scanty association levels of red blood cells, white blood cells, and platelets. This disease of ideas, apathy, lack of initiative, fatigue, and poor attention. In mild may present with pallor, fatigue, dizziness, increased risk of infection confusional states, rational responses and behaviour may be or increased bruising or bleeding. provoked by examination but more severe degrees of the disorder render the individual unable to retain contact with the environment. TERM DEFINITION TERM DEFINITION Contingency A structured method of rewarding certain desired behaviours, such Disorganized behaviour Behaviour including posture, gait, and other",
  "gloss_vi": "160 glossary term definition term definition activities of daily living a concept of functioning – activities of daily living are basic activities ataxia failure of muscular coordination. people with ataxia have problems...",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral",
      "management"
    ],
    "life_topics": [
      "study",
      "grief"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 160 GLOSSARY TERM DEFINITION TERM DEFINITION Activities of daily living A concept of functioning – activities of daily living are basic activities Ataxia Failure of muscular coordination. People with ataxia have problems (ADLs) that are necessary for independent living, including eating, bathing and with coordination because parts of the nervous system that control toileting. This concept has several assessment tools to determine an movement and balance are affected. Ataxia may affect the fingers, individual’s ability to perform the activity with or without assistance. hands, arms, legs, body, speech, and eye movements. Agitation Marked restlessness and excessive motor activity, accompanied by Autism spectrum An umbrella term that covers conditions such as autism, childhood anxiety. disorders disintegration disorder and Asperger’s syndrome. Agranulocytosis A blood disorder in which there is an absence of granulocytes Autonomy The perceived ability to control, cope with and make personal (a type of white blood cell). It is an acute condition involving a severe decisions about how one lives on a daily basis, according to one’s and dangerous leukopenia, also known as drug-induced secondary own rules and preferences. agranulocytosis. Behavioural activation Psychological treatment that focuses on improving mood by engaging Akathisia A subjective sense of restlessness, often accompanied by observed again in activities that are task-oriented and used to be enjoyable, in excessive movements (e.g. fidgety movements of the legs, rocking spite of current low mood. It may be used as a stand-alone treatment, from foot to foot, pacing, inability to sit or stand still). and it is also a component of cognitive behavioural therapy. Akinesia The absence or lack of voluntary movement. A state of difficulty in Bereavement A process of loss, grief and recovery, usually associated with death. initiating movements or changing from one motor pattern to another Cerebrovascular A sudden disturbance of cerebral function attributable to vascular that is associated with Parkinson’s disease. accident disease, principally thrombosis, haemorrhage, or embolism. See stroke. Altered mental status A changed level of awareness or mental state that falls short of Cognitive Mental processes associated with thinking. These include reasoning, unconsciousness which is often induced by substance intake or other remembering, judgement, problem-solving and planning. mental or neurological conditions. Examples include confusion and disorientation. See delirium and confusional state. Cognitive behavioural Psychological treatment that combines cognitive components (aimed at therapy (CBT) thinking differently, for example through identifying and challenging Alzheimer's disease A primary degenerative cerebral disease of unknown etiology in unrealistic negative thoughts) and behavioural components (aimed at the majority of cases with characteristic neuropathological and doing things differently, for example by helping the person to do more neurochemical features. The disorder is usually insidious in onset and rewarding activities). develops slowly but steadily over a period of several years. Comorbid, comorbidity Describing diseases or disorders that exist simultaneously. Anticholinergic side- Anticholinergic medicines block the effects of acetylcholine at effects muscarinic receptors. Anticholinergic effects include dryness of the Confidentiality Privacy in the context of privileged communication (such as patient mouth, urinary frequency or retention, palpitations and sinus doctor consultations) and medical records is safeguarded. tachycardia. Confusion, A state of impaired consciousness associated with acute or chronic Aplastic anaemia A disease characterized by the inability of blood stem cells to confusional state cerebral organic disease. Clinically it is characterized by generate new mature cells. This disease is also characterised by low disorientation, slowness of mental processes with scanty association levels of red blood cells, white blood cells, and platelets. This disease of ideas, apathy, lack of initiative, fatigue, and poor attention. In mild may present with pallor, fatigue, dizziness, increased risk of infection confusional states, rational responses and behaviour may be or increased bruising or bleeding. provoked by examination but more severe degrees of the disorder render the individual unable to retain contact with the environment. TERM DEFINITION TERM DEFINITION Contingency A structured method of rewarding certain desired behaviours, such Disorganized behaviour Behaviour including posture, gait, and other 160 glossary term definition term definition activities of daily living a concept of functioning – activities of daily living are basic activities ataxia failure of muscular coordination. people with ataxia have problems..."
}