{
  "id": "mhgap#risk_safety_043b888d",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "take part in activities which interest them. Advise and support mothers with disorders due to substance use to breastfeed exclusively for at least the first 6 months, Encourage parents and/or carers to know where the adolescent unless there is specialist advice not to breastfeed. is, who they are with, what they are doing, when they will be home, and to expect the adolescent to be accountable for their activities. DISORDERS DUE TO SUBSTANCE USE 125 126 SUB 2 DISORDERS DUE TO SUBSTANCE USE Management PHARMACOLOGICAL INTERVENTIONS TABLE 1: Medication Chart CLASS / INDICATION MEDICATION DOSING SIDE EFFECTS CONTRAINDICATIONS / CAUTIONS BENZODIAZEPINES Diazepam 10-20 mg for observable features of alcohol with- Sedation and respiratory depression which can Do not use in people who are sedated. Beware of drawal or stimulant intoxication every 2 hours until be life threatening. Prolonged use can lead to combining with other sedatives. Patients should not To treat alcohol withdrawal, features of alcohol withdrawal/stimulant intoxication dependence. drive. Duration of effect may be prolonged in persons stimulant intoxication, and are no longer observable or the person is lightly with severe liver disease. Supervise dosing to minimise psychosis sedated. Lower doses (up to 10 mg four times a day) the risk of: diversion (i.e. selling the medication to for alcohol withdrawal in an outpatient setting. somebody else). OPIOID ANTAGONISTS Naloxone 0.4-2 mg i.v., i.m., subcutaneous or intranasal. Discomfort or withdrawal symptoms may result. Repeat doses as needed. To treat opioid overdose VITAMINS Thiamine 100 mg p.o. daily for 5 days to prevent Wernicke’s (Vitamin B1) encephalopathy. To prevent or treat Wernicke’s 100 mg – 500 mg i.v. or i.m. two to three times encephalopathy daily for 3-5 days to treat Wernicke’s encephalopathy. OPIOID AGONISTS Methadone Opioid withdrawal: Methadone initial dose Sedation, confusion, nausea, vomiting, consti- Use with caution in patients with cardiac or 20 mg, with a supplemental dose of 5-10 mg pation, possible hormonal changes, decreased respiratory disease. To treat opioid withdrawal and 4 hours later if necessary. sex drive, ECG changes such as prolonged QT dependence interval or bradycardia, hypotension, respiratory Opioid maintenance: initial dose 10-20 mg with depression. supplementary dose of 10 mg if needed, increasing the daily dose by 5-10 mg every few days if needed until the person is no longer experiencing opioid withdrawal and not using illicit opioids. Maintain until ready to cease opioid agonist treatment. Buprenorphine Initial dose of 4-8 mg, increasing by 4-8 mg each day as Sedation, dizziness, ataxia, nausea, vomiting, – Use with caution in congestive heart failure, needed until the person is no longer experiencing constipation, respiratory depression. respiratory disease, or liver disease. opioid withdrawal and not using illicit opioids. Maintain – Potential for abuse. until ready to cease opioid agonist treatment. – Abrupt cessation can cause withdrawal symptoms. Morphine 10-20 mg as an initial dose with 10 mg extra dose Sedation and respiratory depression which can Do not use in people who are sedated. Beware of sulphate if needed. be life threatening. Prolonged use can lead to combining with other sedatives. The person should not dependence. drive. Supervise dosing to minimise the risk of diversion. Give longer acting opioids, such as methadone or bupre- norphine, once per day to outpatients, when available.",
  "gloss_vi": "Take part in activities which interest them. advise and hỗ trợ mothers with disorders due to substance use to breastfeed exclusively for at least the first 6 months, encourage parents and/or carers to know where the adol...",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral",
      "psychoeducation",
      "do_not_do",
      "management"
    ],
    "life_topics": [
      "stress"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn take part in activities which interest them. Advise and support mothers with disorders due to substance use to breastfeed exclusively for at least the first 6 months, Encourage parents and/or carers to know where the adolescent unless there is specialist advice not to breastfeed. is, who they are with, what they are doing, when they will be home, and to expect the adolescent to be accountable for their activities. DISORDERS DUE TO SUBSTANCE USE 125 126 SUB 2 DISORDERS DUE TO SUBSTANCE USE Management PHARMACOLOGICAL INTERVENTIONS TABLE 1: Medication Chart CLASS / INDICATION MEDICATION DOSING SIDE EFFECTS CONTRAINDICATIONS / CAUTIONS BENZODIAZEPINES Diazepam 10-20 mg for observable features of alcohol with- Sedation and respiratory depression which can Do not use in people who are sedated. Beware of drawal or stimulant intoxication every 2 hours until be life threatening. Prolonged use can lead to combining with other sedatives. Patients should not To treat alcohol withdrawal, features of alcohol withdrawal/stimulant intoxication dependence. drive. Duration of effect may be prolonged in persons stimulant intoxication, and are no longer observable or the person is lightly with severe liver disease. Supervise dosing to minimise psychosis sedated. Lower doses (up to 10 mg four times a day) the risk of: diversion (i.e. selling the medication to for alcohol withdrawal in an outpatient setting. somebody else). OPIOID ANTAGONISTS Naloxone 0.4-2 mg i.v., i.m., subcutaneous or intranasal. Discomfort or withdrawal symptoms may result. Repeat doses as needed. To treat opioid overdose VITAMINS Thiamine 100 mg p.o. daily for 5 days to prevent Wernicke’s (Vitamin B1) encephalopathy. To prevent or treat Wernicke’s 100 mg – 500 mg i.v. or i.m. two to three times encephalopathy daily for 3-5 days to treat Wernicke’s encephalopathy. OPIOID AGONISTS Methadone Opioid withdrawal: Methadone initial dose Sedation, confusion, nausea, vomiting, consti- Use with caution in patients with cardiac or 20 mg, with a supplemental dose of 5-10 mg pation, possible hormonal changes, decreased respiratory disease. To treat opioid withdrawal and 4 hours later if necessary. sex drive, ECG changes such as prolonged QT dependence interval or bradycardia, hypotension, respiratory Opioid maintenance: initial dose 10-20 mg with depression. supplementary dose of 10 mg if needed, increasing the daily dose by 5-10 mg every few days if needed until the person is no longer experiencing opioid withdrawal and not using illicit opioids. Maintain until ready to cease opioid agonist treatment. Buprenorphine Initial dose of 4-8 mg, increasing by 4-8 mg each day as Sedation, dizziness, ataxia, nausea, vomiting, – Use with caution in congestive heart failure, needed until the person is no longer experiencing constipation, respiratory depression. respiratory disease, or liver disease. opioid withdrawal and not using illicit opioids. Maintain – Potential for abuse. until ready to cease opioid agonist treatment. – Abrupt cessation can cause withdrawal symptoms. Morphine 10-20 mg as an initial dose with 10 mg extra dose Sedation and respiratory depression which can Do not use in people who are sedated. Beware of sulphate if needed. be life threatening. Prolonged use can lead to combining with other sedatives. The person should not dependence. drive. Supervise dosing to minimise the risk of diversion. Give longer acting opioids, such as methadone or bupre- norphine, once per day to outpatients, when available. Take part in activities which interest them. advise and hỗ trợ mothers with disorders due to substance use to breastfeed exclusively for at least the first 6 months, encourage parents and/or carers to know where the adol..."
}