{
  "id": "mhgap#risk_safety_360e6334",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "3 Is DEPENDENCE likely? For each substance used ask about the following features of dependence: – High levels of frequent substance use – Difficulty self regulating the use of that substance – A strong craving or sense of compulsion to despite the risks and harmful consequences use the substance – Increasing levels of use tolerance and withdrawal symptoms on cessation CLINICAL TIP Proceed to PROTOCOL 2 Patterns of substance use that suggest dependence include: TOBACCO: several times a day, often starting in the morning. ALCOHOL: more than 6 standard drinks at a time, and daily use. IF THERE IS IMMINENT RISK OF PRESCRIPTION PILLS: taking a higher dose of medication than SUICIDE, ASSESS AND MANAGE prescribed and lying to get prescriptions. before continuing to Protocol CANNABIS: at least 1 g of cannabis daily. (Go to SUI) Is the substance use harmful? See answer in step 2, above. Provide psychoeducation about the risks Proceed to PROTOCOL 1 of different levels of each substance used. EXIT MODULE IF THERE IS IMMINENT RISK OF SUICIDE, ASSESS AND MANAGE before continuing to Protocol (Go to SUI) DISORDERS DUE TO SUBSTANCE USE 117 118 SUB 2 DISORDERS DUE TO SUBSTANCE USE Management SUB 2 Management PROTOCOL 1 Harmful Use » Provide psychoeducation and emphasize that the level/pattern of substance use is causing harm to health. » Explore the person’s motivations for substance use. Conduct motivational interviewing. (See BRIEF PSYCHOSOCIAL INTERVENTION – MOTIVATIONAL INTERVIEWING (2.2)). » Advise stopping the substance completely or consuming it at a non-harmful level, if one exists. Verbalise your intention to support the person to do this. Ask them if they are ready to make this change. » Explore STRATEGIES FOR REDUCING OR STOPPING USE (2.3) and STRATEGIES FOR REDUCING HARM (2.5). » Address food, housing, and employment needs. » Follow up » If the person is an adolescent or a woman of child-bearing age, pregnant, or breastfeeding, see SPECIAL POPULATIONS.",
  "gloss_vi": "3 is dependence likely? for each substance used ask about the following features of dependence: – high levels of frequent substance use – difficulty self regulating the use of that substance – a strong craving or sense o...",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "psychoeducation",
      "management"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 3 Is DEPENDENCE likely? For each substance used ask about the following features of dependence: – High levels of frequent substance use – Difficulty self regulating the use of that substance – A strong craving or sense of compulsion to despite the risks and harmful consequences use the substance – Increasing levels of use tolerance and withdrawal symptoms on cessation CLINICAL TIP Proceed to PROTOCOL 2 Patterns of substance use that suggest dependence include: TOBACCO: several times a day, often starting in the morning. ALCOHOL: more than 6 standard drinks at a time, and daily use. IF THERE IS IMMINENT RISK OF PRESCRIPTION PILLS: taking a higher dose of medication than SUICIDE, ASSESS AND MANAGE prescribed and lying to get prescriptions. before continuing to Protocol CANNABIS: at least 1 g of cannabis daily. (Go to SUI) Is the substance use harmful? See answer in step 2, above. Provide psychoeducation about the risks Proceed to PROTOCOL 1 of different levels of each substance used. EXIT MODULE IF THERE IS IMMINENT RISK OF SUICIDE, ASSESS AND MANAGE before continuing to Protocol (Go to SUI) DISORDERS DUE TO SUBSTANCE USE 117 118 SUB 2 DISORDERS DUE TO SUBSTANCE USE Management SUB 2 Management PROTOCOL 1 Harmful Use » Provide psychoeducation and emphasize that the level/pattern of substance use is causing harm to health. » Explore the person’s motivations for substance use. Conduct motivational interviewing. (See BRIEF PSYCHOSOCIAL INTERVENTION – MOTIVATIONAL INTERVIEWING (2.2)). » Advise stopping the substance completely or consuming it at a non-harmful level, if one exists. Verbalise your intention to support the person to do this. Ask them if they are ready to make this change. » Explore STRATEGIES FOR REDUCING OR STOPPING USE (2.3) and STRATEGIES FOR REDUCING HARM (2.5). » Address food, housing, and employment needs. » Follow up » If the person is an adolescent or a woman of child-bearing age, pregnant, or breastfeeding, see SPECIAL POPULATIONS. 3 is dependence likely? for each substance used ask about the following features of dependence: – high levels of frequent substance use – difficulty self regulating the use of that substance – a strong craving or sense o..."
}