{
  "id": "mhgap#referral_6bde53d0",
  "title_en": "General — Referral",
  "title_vi": "General — Chuyển tuyến",
  "text_en": "INTRODUCTION 1 2 INTRODUCTION Mental Health Gap Action level; as a capacity building tool for a wide range of health questionnaire and locally facilitated focus group discussions were professionals and para-professionals; and as a reference guide coordinated by WHO. Reviewer responses collected throughout Programme (mhGAP) – Background for developing and updating undergraduate and post-graduate this process have been incorporated into the mhGAP-IG 2.0. curricula for health professionals. According to WHO Mental Health Atlas 2014, more than 45% of Furthermore, several users of mhGAP-IG have highlighted the the world population lives in a country where there is less than 1 limitations of only having a paper-based format, suggesting that psychiatrist for every 100,000 people and there are even fewer Development of mhGAP-Intervention interactive electronic or internet-based (e-) or mobile (m-) versions neurologists. It is clear that relying solely on specialists to provide Guide – Version 2.0 of mhGAP-IG might have benefits in terms of increased ease of services for people affected by mental, neurological and substance use (MNS) disorders would prevent millions of people from acces- use, added functionality and cost savings. mhGAP-IG 2.0 has there- sing the services they need. Even when available, the interventions The updated mhGAP guidelines and the feedback and evaluation fore, been designed and packaged with the intention to work across often are not evidence-based or of high quality. The Mental from mhGAP-IG 1.0 users have shaped the revision and develop- these multiple domains: paper, electronic, and mobile, with the Health Gap Action Programme (mhGAP) was thus developed ment of this updated version of mhGAP-IG. A complete update e-mhGAP-IG currently under development and to be released soon. with the objective of scaling up care for MNS disorders. of the mhGAP guidelines following the WHO’s process of guideline development methodology, including the process of Incorporating this extensive feedback, the updated 2015 mhGAP The mhGAP approach consists of interventions for prevention evidence review, synthesis and development of recommendations guidelines and the new opportunities afforded by an e-version, and management of priority MNS conditions, identified on through the participation of an international panel of individual the key updates of mhGAP-IG 2.0 include: the basis of evidence about the effectiveness and feasibility of experts and institutions with appropriate background experi- scaling up these interventions in low- and middle-income Content",
  "gloss_vi": "Introduction 1 2 introduction mental health gap action level; as a capacity building tool for a wide range of health questionnaire and locally facilitated focus group discussions were professionals and para-professionals...",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "referral",
      "management"
    ],
    "life_topics": [
      "study",
      "work"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Referral General — Chuyển tuyến INTRODUCTION 1 2 INTRODUCTION Mental Health Gap Action level; as a capacity building tool for a wide range of health questionnaire and locally facilitated focus group discussions were professionals and para-professionals; and as a reference guide coordinated by WHO. Reviewer responses collected throughout Programme (mhGAP) – Background for developing and updating undergraduate and post-graduate this process have been incorporated into the mhGAP-IG 2.0. curricula for health professionals. According to WHO Mental Health Atlas 2014, more than 45% of Furthermore, several users of mhGAP-IG have highlighted the the world population lives in a country where there is less than 1 limitations of only having a paper-based format, suggesting that psychiatrist for every 100,000 people and there are even fewer Development of mhGAP-Intervention interactive electronic or internet-based (e-) or mobile (m-) versions neurologists. It is clear that relying solely on specialists to provide Guide – Version 2.0 of mhGAP-IG might have benefits in terms of increased ease of services for people affected by mental, neurological and substance use (MNS) disorders would prevent millions of people from acces- use, added functionality and cost savings. mhGAP-IG 2.0 has there- sing the services they need. Even when available, the interventions The updated mhGAP guidelines and the feedback and evaluation fore, been designed and packaged with the intention to work across often are not evidence-based or of high quality. The Mental from mhGAP-IG 1.0 users have shaped the revision and develop- these multiple domains: paper, electronic, and mobile, with the Health Gap Action Programme (mhGAP) was thus developed ment of this updated version of mhGAP-IG. A complete update e-mhGAP-IG currently under development and to be released soon. with the objective of scaling up care for MNS disorders. of the mhGAP guidelines following the WHO’s process of guideline development methodology, including the process of Incorporating this extensive feedback, the updated 2015 mhGAP The mhGAP approach consists of interventions for prevention evidence review, synthesis and development of recommendations guidelines and the new opportunities afforded by an e-version, and management of priority MNS conditions, identified on through the participation of an international panel of individual the key updates of mhGAP-IG 2.0 include: the basis of evidence about the effectiveness and feasibility of experts and institutions with appropriate background experi- scaling up these interventions in low- and middle-income Content Introduction 1 2 introduction mental health gap action level; as a capacity building tool for a wide range of health questionnaire and locally facilitated focus group discussions were professionals and para-professionals..."
}