{
  "id": "mhgap#risk_safety_3cfe88d0",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "setting. Long-term hospitalization should be avoided. PHARMACOLOGICAL INTERVENTIONS FOR SPECIAL POPULATIONS, (women who are pregnant or breastfeeding, children/adolescents, and older adults), see detailed recommendations. 2.5 Psychosis 2.6 Manic Episode in Bipolar Disorder Antipsychotics should routinely be offered to a person If patient is on antidepressants: CAUTION with psychosis. For women who are pregnant or breastfeeding, avoid DISCONTINUE ANTIDEPRESSANTS Start antipsychotic medication immediately. See Table 1. valproate, lithium and carbamazepine. Use of low-dose to prevent further risk of mania. Prescribe one antipsychotic at a time. haloperidol is recommended with caution and under the Begin treatment with lithium, valproate, carba- care of a specialist, if available. Start at lowest dose and titrate up slowly to reduce risk of mazepine, or with antipsychotics (see Table 3). side effects. Consider a short term (2-4 weeks maximum) Try the medication at a typically effective dose for at Lithium: consider using lithium as first line treatment of benzodiazepine for behavioural disturbances or least 4-6 weeks before considering it ineffective. bipolar disorder only if clinical and laboratory monitoring are agitation: available, a nd prescribe only under specialist supervision. If Continue to monitor at that dose as frequently as possible and – Persons with mania who are experiencing agitation may laboratory examinations are not available or feasible, lithium as required for the first 4-6 weeks of therapy. If there is no benefit from short-term ( 2-4 weeks maximum) use of a should be avoided and valproate or carbamazepine should improvement, see Follow-up and Table 4. be considered. Erratic compliance or stopping lithium benzodiazepine such as diazepam. Monitor weight, blood pressure, fasting sugar, cholesterol and treatment suddenly may increase the risk of relapse. Do not – Benzodiazepines should be discontinued gradually as soon ECG for persons on antipsychotics if possible (see below). prescribe lithium where the lithium supply may be frequently as symptoms improve, as tolerance can develop. interrupted. Obtain kidney and thyroid function, complete blood count, ECG, and pregnancy tests before beginning Continue maintenance treatment for at least 2 years CAUTION! treatment if possible. after the last bipolar episode. Side effects to look for: Valproate and Carbamazepine: Consider these – Lithium or valproate can be offered for the maintenance MANI CO– L EAxRt rDaIpSOyrRaDmEidal side effects (EPS): akathisia, acute medications if clinical or laboratory monitoring for lithium is treatment of bipolar disorder. If treatment with one of dystonic reactions, tremor, cog- wheeling, muscular rigidity, not available or if specialist is not available to supervise these agents is not feasible, haloperidol, chloropromazine and tardive dyskinesia. Treat with anticholinergic medications lithium prescription. or carbamazepine may be used. Offer maintenance when indicated and available (see Table 2). treatment in primary care settings under specialist Haloperidol and risperidone: consider haloperidol and – Metabolic changes: weight gain, high blood pressure, supervision. increased blood sugar and cholesterol. risperidone only if no clinical or laboratory monitoring is available to start lithium or valproate. Risperidone can be – ECG changes (prolonged QT interval): monitor ECG used as an alternative to haloperidol in individuals with if possible. bipolar mania if availability can be assured, and cost is not a – Neuroleptic malignant syndrome (NMS): a rare, constraint. potentially life-threatening disorder characterized by muscular rigidity, elevated temperature, and high blood pressure. PSYCHOSES 41",
  "gloss_vi": "Setting. long-term hospitalization should be avoided.",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral",
      "do_not_do",
      "management"
    ],
    "life_topics": [
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn setting. Long-term hospitalization should be avoided. PHARMACOLOGICAL INTERVENTIONS FOR SPECIAL POPULATIONS, (women who are pregnant or breastfeeding, children/adolescents, and older adults), see detailed recommendations. 2.5 Psychosis 2.6 Manic Episode in Bipolar Disorder Antipsychotics should routinely be offered to a person If patient is on antidepressants: CAUTION with psychosis. For women who are pregnant or breastfeeding, avoid DISCONTINUE ANTIDEPRESSANTS Start antipsychotic medication immediately. See Table 1. valproate, lithium and carbamazepine. Use of low-dose to prevent further risk of mania. Prescribe one antipsychotic at a time. haloperidol is recommended with caution and under the Begin treatment with lithium, valproate, carba- care of a specialist, if available. Start at lowest dose and titrate up slowly to reduce risk of mazepine, or with antipsychotics (see Table 3). side effects. Consider a short term (2-4 weeks maximum) Try the medication at a typically effective dose for at Lithium: consider using lithium as first line treatment of benzodiazepine for behavioural disturbances or least 4-6 weeks before considering it ineffective. bipolar disorder only if clinical and laboratory monitoring are agitation: available, a nd prescribe only under specialist supervision. If Continue to monitor at that dose as frequently as possible and – Persons with mania who are experiencing agitation may laboratory examinations are not available or feasible, lithium as required for the first 4-6 weeks of therapy. If there is no benefit from short-term ( 2-4 weeks maximum) use of a should be avoided and valproate or carbamazepine should improvement, see Follow-up and Table 4. be considered. Erratic compliance or stopping lithium benzodiazepine such as diazepam. Monitor weight, blood pressure, fasting sugar, cholesterol and treatment suddenly may increase the risk of relapse. Do not – Benzodiazepines should be discontinued gradually as soon ECG for persons on antipsychotics if possible (see below). prescribe lithium where the lithium supply may be frequently as symptoms improve, as tolerance can develop. interrupted. Obtain kidney and thyroid function, complete blood count, ECG, and pregnancy tests before beginning Continue maintenance treatment for at least 2 years CAUTION! treatment if possible. after the last bipolar episode. Side effects to look for: Valproate and Carbamazepine: Consider these – Lithium or valproate can be offered for the maintenance MANI CO– L EAxRt rDaIpSOyrRaDmEidal side effects (EPS): akathisia, acute medications if clinical or laboratory monitoring for lithium is treatment of bipolar disorder. If treatment with one of dystonic reactions, tremor, cog- wheeling, muscular rigidity, not available or if specialist is not available to supervise these agents is not feasible, haloperidol, chloropromazine and tardive dyskinesia. Treat with anticholinergic medications lithium prescription. or carbamazepine may be used. Offer maintenance when indicated and available (see Table 2). treatment in primary care settings under specialist Haloperidol and risperidone: consider haloperidol and – Metabolic changes: weight gain, high blood pressure, supervision. increased blood sugar and cholesterol. risperidone only if no clinical or laboratory monitoring is available to start lithium or valproate. Risperidone can be – ECG changes (prolonged QT interval): monitor ECG used as an alternative to haloperidol in individuals with if possible. bipolar mania if availability can be assured, and cost is not a – Neuroleptic malignant syndrome (NMS): a rare, constraint. potentially life-threatening disorder characterized by muscular rigidity, elevated temperature, and high blood pressure. PSYCHOSES 41 Setting. long-term hospitalization should be avoided."
}