{
  "id": "mhgap#risk_safety_7f83b311",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "TERM DEFINITION TERM DEFINITION Contingency A structured method of rewarding certain desired behaviours, such Disorganized behaviour Behaviour including posture, gait, and other activity that is unpredictable or management therapy as attending treatment and avoiding harmful substance use. Rewards not goal-directed (e.g., shouting at strangers on the street). for desired behaviours are reduced over time as the natural rewards Distractibility Difficulty concentrating and focusing on tasks; attention is easily become established. diverted by extraneous stimuli. Convulsion, convulsive Clinical or subclinical disturbances of cortical function due to a Dystonia Sustained muscle contraction or involuntary movements that can movement sudden, abnormal, excessive, and disorganized discharge of brain lead to fixed abnormal postures. See tardive dyskinesia. cells (see seizure). Clinical manifestations include abnormal motor, sensory and psychic phenomena. Eclampsia Any condition affecting pregnant women, characterized by seizure or convulsions newly arising in pregnancy. The condition is often associated Delirium Transient fluctuating mental state characterized by disturbed with pregnancy-induced hypertension, convulsions, seizure, anxiety, attention (i.e., reduced ability to direct, focus, sustain, and shift epigastric pain, severe headache, blurred vision, proteinuria, and attention) and awareness (i.e., reduced orientation to the oedema that may occur during pregnancy, labour, or the puerperium. environment) that develops over a short period of time and tends to fluctuate during the course of a day. It is accompanied by (other) Elevated mood A positive mood state typically characterized by increased energy and disturbances of perception, memory, thinking, emotions or self-esteem which may be out of proportion to the individual's life psychomotor functions. It may result from acute organic causes such circumstances. as infections, medication, metabolic abnormalities, substance Extrapyramidal Abnormalities in muscle movement, mostly caused by antipsychotic intoxication or substance withdrawal. side-effects / symptoms medication. These include muscle tremors, stiffness, spasms and/or Delusion Fixed belief that is contrary to available evidence. It cannot be (EPS) akathisia. changed by rational argument and is not accepted by other members Family therapy Counselling that entails multiple (usually more than six) planned of the person’s culture or subculture (i.e., it is not an aspect of sessions over a period of months. It should be delivered to individual religious faith). families or groups of families, and should include the person living Detoxification The process by which an individual is withdrawn from the effects of a with mental illness, if feasible. It has supportive and educational or psychoactive substance. Also referring to a clinical procedure, the treatment functions. It often includes negotiated problem-solving or withdrawal process is carried out in a safe and effective manner, such crisis management work. that withdrawal symptoms are minimized. Fetal alcohol syndrome Fetal alcohol syndrome is a malformation syndrome caused by Disability Any restriction or lack (resulting from an impairment) of ability to maternal consumption of alcohol during pregnancy. It is characterized perform an activity in the manner, or within the range, considered to by prenatal and/or postnatal growth deficiency and a unique cluster be normal for a human being. The term disability reflects the of minor facial anomalies that presents across all ethnic groups, is consequences of impairment in terms of functional performance and identifiable at birth, and does not diminish with age. Affected children activity by the individual. present severe central nervous system abnormalities including: microcephaly, cognitive and behavioural impairment (intellectual Disinhibited behaviour, Lack of restraint manifested in disregard for social conventions, disability, deficit in general cognition, learning and language, disinhibition impulsivity and poor risk assessment. It can affect motor, emotional, executive function, visual-spatial processing, memory, and attention). cognitive and perceptual aspects of a person’s functioning. Fits Colloquial term for convulsions. See convulsion. Disorganized / A disturbance in the associative thought process typically manifested disordered thinking in speech in which the person shifts suddenly from Focal deficits Neurological signs that are observable bodily phenomena or one topic to another that is unrelated or minimally related to the first. responses suggestive of the localization of a relatively circumscribed",
  "gloss_vi": "Term definition term definition contingency a structured method of rewarding certain desired behaviours, such disorganized behaviour behaviour including posture, gait, and other activity that is unpredictable or manageme...",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral",
      "psychoeducation",
      "do_not_do",
      "management",
      "caregiver"
    ],
    "life_topics": [
      "stress",
      "study",
      "work",
      "relationships",
      "self_esteem"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn TERM DEFINITION TERM DEFINITION Contingency A structured method of rewarding certain desired behaviours, such Disorganized behaviour Behaviour including posture, gait, and other activity that is unpredictable or management therapy as attending treatment and avoiding harmful substance use. Rewards not goal-directed (e.g., shouting at strangers on the street). for desired behaviours are reduced over time as the natural rewards Distractibility Difficulty concentrating and focusing on tasks; attention is easily become established. diverted by extraneous stimuli. Convulsion, convulsive Clinical or subclinical disturbances of cortical function due to a Dystonia Sustained muscle contraction or involuntary movements that can movement sudden, abnormal, excessive, and disorganized discharge of brain lead to fixed abnormal postures. See tardive dyskinesia. cells (see seizure). Clinical manifestations include abnormal motor, sensory and psychic phenomena. Eclampsia Any condition affecting pregnant women, characterized by seizure or convulsions newly arising in pregnancy. The condition is often associated Delirium Transient fluctuating mental state characterized by disturbed with pregnancy-induced hypertension, convulsions, seizure, anxiety, attention (i.e., reduced ability to direct, focus, sustain, and shift epigastric pain, severe headache, blurred vision, proteinuria, and attention) and awareness (i.e., reduced orientation to the oedema that may occur during pregnancy, labour, or the puerperium. environment) that develops over a short period of time and tends to fluctuate during the course of a day. It is accompanied by (other) Elevated mood A positive mood state typically characterized by increased energy and disturbances of perception, memory, thinking, emotions or self-esteem which may be out of proportion to the individual's life psychomotor functions. It may result from acute organic causes such circumstances. as infections, medication, metabolic abnormalities, substance Extrapyramidal Abnormalities in muscle movement, mostly caused by antipsychotic intoxication or substance withdrawal. side-effects / symptoms medication. These include muscle tremors, stiffness, spasms and/or Delusion Fixed belief that is contrary to available evidence. It cannot be (EPS) akathisia. changed by rational argument and is not accepted by other members Family therapy Counselling that entails multiple (usually more than six) planned of the person’s culture or subculture (i.e., it is not an aspect of sessions over a period of months. It should be delivered to individual religious faith). families or groups of families, and should include the person living Detoxification The process by which an individual is withdrawn from the effects of a with mental illness, if feasible. It has supportive and educational or psychoactive substance. Also referring to a clinical procedure, the treatment functions. It often includes negotiated problem-solving or withdrawal process is carried out in a safe and effective manner, such crisis management work. that withdrawal symptoms are minimized. Fetal alcohol syndrome Fetal alcohol syndrome is a malformation syndrome caused by Disability Any restriction or lack (resulting from an impairment) of ability to maternal consumption of alcohol during pregnancy. It is characterized perform an activity in the manner, or within the range, considered to by prenatal and/or postnatal growth deficiency and a unique cluster be normal for a human being. The term disability reflects the of minor facial anomalies that presents across all ethnic groups, is consequences of impairment in terms of functional performance and identifiable at birth, and does not diminish with age. Affected children activity by the individual. present severe central nervous system abnormalities including: microcephaly, cognitive and behavioural impairment (intellectual Disinhibited behaviour, Lack of restraint manifested in disregard for social conventions, disability, deficit in general cognition, learning and language, disinhibition impulsivity and poor risk assessment. It can affect motor, emotional, executive function, visual-spatial processing, memory, and attention). cognitive and perceptual aspects of a person’s functioning. Fits Colloquial term for convulsions. See convulsion. Disorganized / A disturbance in the associative thought process typically manifested disordered thinking in speech in which the person shifts suddenly from Focal deficits Neurological signs that are observable bodily phenomena or one topic to another that is unrelated or minimally related to the first. responses suggestive of the localization of a relatively circumscribed Term definition term definition contingency a structured method of rewarding certain desired behaviours, such disorganized behaviour behaviour including posture, gait, and other activity that is unpredictable or manageme..."
}