{
  "id": "mhgap#risk_safety_bbefa3ed",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "WOMEN WHO ARE PREGNANT OR BREASTFEEDING Avoid antidepressants, if possible. Consider antidepressants at the lowest effective dose if there is no response to psychosocial interventions. If the woman is breastfeeding, avoid long acting antidepressant medication such as fluoxetine. Consult a specialist if available. TABLE 1: Antidepressants MEDICATION DOSING SIDE EFFECTS CONTRAINDICATIONS / CAUTIONS AMITRIPTYLINE Start 25 mg at bedtime. Common: Sedation, orthostatic hypotension (risk of fall), Avoid in persons with cardiac disease, history of seizure, (a tricyclic antidepressant Increase by 25-50 mg per week to 100-150 mg blurred vision, difficulty urinating, nausea, weight gain, hyperthyroidism, urinary retention, or narrow angle-closure glaucoma, (TCA)) daily (maximum 300 mg). sexual dysfunction. and bipolar disorder (can trigger mania in people with untreated bipolar Note: Minimum effective dose in adults is 75 mg. disorder). Sedation may be seen at lower doses. Serious: ECG changes (e.g. QTc prolongation), cardiac arrhythmia, increased risk of seizure. Overdose can lead to seizures, cardiac arrhythmias, hypotension, Elderly/Medically Ill: Start 25 mg at bedtime to coma, or death. 50-75 mg daily (maximum 100 mg). Levels of amitriptyline may be increased by anti-malarials including Children/Adolescents: Do not use. quinine. FLUOXETINE Start 10 mg daily for one week then 20 mg daily. Common: Sedation, insomnia, headache, dizziness, Caution in persons with history of seizure. (a selective serotonin If no response in 6 weeks, increase to 40 mg gastrointestinal disturbances, changes in appetite, and reuptake inhibitor (SSRI)) (maximum 80 mg). sexual dysfunction. Drug-Drug interactions: Avoid combination with warfarin (may increase bleeding risk). May increase levels of TCAs, antipsychotics, Elderly/medically ill: preferred choice. Serious: bleeding abnormalities in those who use and beta-blockers. Start 10 mg daily, then increase to 20 mg aspirin or other non-steroidal anti-inflammatory drugs, low (maximum 40 mg). sodium levels. Caution in combination with tamoxifen, codeine, and tramadol (reduces the effect of these drugs). Adolescents Start 10 mg daily. Increase to 20 mg daily if no response in 6 weeks (maximum 40 mg). DEPRESSION 29",
  "gloss_vi": "Women who are pregnant or breastfeeding avoid antidepressants, if possible. consider antidepressants at the lowest effective dose if there is no response to psychosocial interventions.",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "referral",
      "do_not_do",
      "management"
    ],
    "life_topics": [
      "sleep",
      "stress"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn WOMEN WHO ARE PREGNANT OR BREASTFEEDING Avoid antidepressants, if possible. Consider antidepressants at the lowest effective dose if there is no response to psychosocial interventions. If the woman is breastfeeding, avoid long acting antidepressant medication such as fluoxetine. Consult a specialist if available. TABLE 1: Antidepressants MEDICATION DOSING SIDE EFFECTS CONTRAINDICATIONS / CAUTIONS AMITRIPTYLINE Start 25 mg at bedtime. Common: Sedation, orthostatic hypotension (risk of fall), Avoid in persons with cardiac disease, history of seizure, (a tricyclic antidepressant Increase by 25-50 mg per week to 100-150 mg blurred vision, difficulty urinating, nausea, weight gain, hyperthyroidism, urinary retention, or narrow angle-closure glaucoma, (TCA)) daily (maximum 300 mg). sexual dysfunction. and bipolar disorder (can trigger mania in people with untreated bipolar Note: Minimum effective dose in adults is 75 mg. disorder). Sedation may be seen at lower doses. Serious: ECG changes (e.g. QTc prolongation), cardiac arrhythmia, increased risk of seizure. Overdose can lead to seizures, cardiac arrhythmias, hypotension, Elderly/Medically Ill: Start 25 mg at bedtime to coma, or death. 50-75 mg daily (maximum 100 mg). Levels of amitriptyline may be increased by anti-malarials including Children/Adolescents: Do not use. quinine. FLUOXETINE Start 10 mg daily for one week then 20 mg daily. Common: Sedation, insomnia, headache, dizziness, Caution in persons with history of seizure. (a selective serotonin If no response in 6 weeks, increase to 40 mg gastrointestinal disturbances, changes in appetite, and reuptake inhibitor (SSRI)) (maximum 80 mg). sexual dysfunction. Drug-Drug interactions: Avoid combination with warfarin (may increase bleeding risk). May increase levels of TCAs, antipsychotics, Elderly/medically ill: preferred choice. Serious: bleeding abnormalities in those who use and beta-blockers. Start 10 mg daily, then increase to 20 mg aspirin or other non-steroidal anti-inflammatory drugs, low (maximum 40 mg). sodium levels. Caution in combination with tamoxifen, codeine, and tramadol (reduces the effect of these drugs). Adolescents Start 10 mg daily. Increase to 20 mg daily if no response in 6 weeks (maximum 40 mg). DEPRESSION 29 Women who are pregnant or breastfeeding avoid antidepressants, if possible. consider antidepressants at the lowest effective dose if there is no response to psychosocial interventions."
}