{
  "id": "mhgap#risk_safety_c32a841e",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "In adolescents with psychotic or bipolar complications and psychotic relapses, particularly if medication stopped. disorder, risperidone can be offered as a » treatment option only under supervision of Consider pharmacological intervention when appropriate and available. See below. a specialist. » Pharmacological Interventions If treatment with risperidone is not feasible, haloperidol or chlorpromazine may be PSYCHOSIS MANIC EPISODE IN BIPOLAR DISORDER used only under supervision of a specialist. » » In women with psychosis who are planning AVOID VALPROATE, LITHIUM and a pregnancy or pregnant or breastfeeding, CARBAMAZEPINE during pregnancy and low-dose oral haloperidol, or chlorpromazine breastfeeding due to the risk of birth defects. may be considered. » Consider low-dose haloperidol with caution » OLDER ADULTS Anticholinergics should NOT prescribed and in consultation with a specialist, if available. to women who are pregnant due to extrapyra- » Weigh the risks and benefits of medications in midal side-effects of antipsychotic medications, women of childbearing age. » Use lower doses of medication. except in cases of acute, short-term use. » » Depot antipsychotics should not be routinely If a pregnant woman develops acute mania » Anticipate an increased risk of drug-drug while taking mood stabilizers, consider switching prescribed to women with psychotic disorders interactions. to low dose haloperidol. who are planning a pregnancy, pregnant, or CAUTION breastfeeding because there is relatively little Antipsychotics carry an increased risk of information on their safety in this population. cerebrovascular events and death in older adults with dementia-related psychosis. PSYCHOSES 39",
  "gloss_vi": "In adolescents with psychotic or bipolar complications and psychotic relapses, particularly if medication stopped. disorder, risperidone can be offered as a » treatment option only under supervision of consider pharmacol...",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "referral",
      "do_not_do",
      "management"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn In adolescents with psychotic or bipolar complications and psychotic relapses, particularly if medication stopped. disorder, risperidone can be offered as a » treatment option only under supervision of Consider pharmacological intervention when appropriate and available. See below. a specialist. » Pharmacological Interventions If treatment with risperidone is not feasible, haloperidol or chlorpromazine may be PSYCHOSIS MANIC EPISODE IN BIPOLAR DISORDER used only under supervision of a specialist. » » In women with psychosis who are planning AVOID VALPROATE, LITHIUM and a pregnancy or pregnant or breastfeeding, CARBAMAZEPINE during pregnancy and low-dose oral haloperidol, or chlorpromazine breastfeeding due to the risk of birth defects. may be considered. » Consider low-dose haloperidol with caution » OLDER ADULTS Anticholinergics should NOT prescribed and in consultation with a specialist, if available. to women who are pregnant due to extrapyra- » Weigh the risks and benefits of medications in midal side-effects of antipsychotic medications, women of childbearing age. » Use lower doses of medication. except in cases of acute, short-term use. » » Depot antipsychotics should not be routinely If a pregnant woman develops acute mania » Anticipate an increased risk of drug-drug while taking mood stabilizers, consider switching prescribed to women with psychotic disorders interactions. to low dose haloperidol. who are planning a pregnancy, pregnant, or CAUTION breastfeeding because there is relatively little Antipsychotics carry an increased risk of information on their safety in this population. cerebrovascular events and death in older adults with dementia-related psychosis. PSYCHOSES 39 In adolescents with psychotic or bipolar complications and psychotic relapses, particularly if medication stopped. disorder, risperidone can be offered as a » treatment option only under supervision of consider pharmacol..."
}