{
  "id": "mhgap#screening_cues_fd10135e",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Have the convulsions stopped? Use one of the other medications (if available) OR additional 10 mg/kg phenytoin (given over 30 min) Monitor for respiratory depression, hypotension, arrhythmia. 10 E VALUATE (AND TREAT AS APPROPRIATE) FOR UNDERLYING CAUSE OF CONVULSIONS: – Neuroinfection (fever, stiff neck, headache, confusion) – Substance use (alcohol withdrawal or drug ingestion) – Trauma – Metabolic abnormality (hypernatraemia or hypoglycaemia) – Stroke (focal deficit) – Tumor (focal deficit) – Known epilepsy (prior history of seizures) Have the convulsions stopped? R EFER TO SPECIALIST FOR FURTHER DIAGNOSTIC Proceed to EPI 1 (Assessment) EVALUATION EPILEPSY 57 58 EPI 1 EPILEPSY Assessment CLINICAL TIP EPI 1 Assessment Syncope and pseudoseizures should be considered during initial evaluation and in cases of treatment failure. COMMON PRESENTATIONS OF EPILEPSY » Syncopal (fainting) spells often are associated with flushing, Convulsive movement or fits/seizures sweating, pallor, and occasio- During the convulsion: nally a feeling of vision darken- – Loss of consciousness or impaired consciousness ing prior to an episode. Mild – Stiffness, rigidity shaking may occur at the end. – Tongue bite, injury, incontinence of urine or faeces » Pseudoseizures are typically After the convulsion: fatigue, drowsiness, sleepiness, confusion, associated with a stress trigger. Episodes are often prolonged abnormal behaviour, headache, muscle aches, or weakness on and can involve nonrhythmic one side of the body jerking of the body, eyes may be closed, and pelvic thrusting is often seen. There is typically a rapid return to baseline after 1 the episode. If pseudoseizures are suspected, go to OTH. Does the person have convulsive seizures? Has the person had convulsive movements lasting longer than 1-2 minutes? Convulsive seizures unlikely Consult a specialist for recurrent episodes Follow-up in 3 months",
  "gloss_vi": "Have the convulsions stopped? use one of the other medications (if available) or additional 10 mg/kg phenytoin (given over 30 min) monitor for respiratory trầm cảm, hypotension, arrhythmia.",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "management"
    ],
    "life_topics": [
      "sleep",
      "stress",
      "grief"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Have the convulsions stopped? Use one of the other medications (if available) OR additional 10 mg/kg phenytoin (given over 30 min) Monitor for respiratory depression, hypotension, arrhythmia. 10 E VALUATE (AND TREAT AS APPROPRIATE) FOR UNDERLYING CAUSE OF CONVULSIONS: – Neuroinfection (fever, stiff neck, headache, confusion) – Substance use (alcohol withdrawal or drug ingestion) – Trauma – Metabolic abnormality (hypernatraemia or hypoglycaemia) – Stroke (focal deficit) – Tumor (focal deficit) – Known epilepsy (prior history of seizures) Have the convulsions stopped? R EFER TO SPECIALIST FOR FURTHER DIAGNOSTIC Proceed to EPI 1 (Assessment) EVALUATION EPILEPSY 57 58 EPI 1 EPILEPSY Assessment CLINICAL TIP EPI 1 Assessment Syncope and pseudoseizures should be considered during initial evaluation and in cases of treatment failure. COMMON PRESENTATIONS OF EPILEPSY » Syncopal (fainting) spells often are associated with flushing, Convulsive movement or fits/seizures sweating, pallor, and occasio- During the convulsion: nally a feeling of vision darken- – Loss of consciousness or impaired consciousness ing prior to an episode. Mild – Stiffness, rigidity shaking may occur at the end. – Tongue bite, injury, incontinence of urine or faeces » Pseudoseizures are typically After the convulsion: fatigue, drowsiness, sleepiness, confusion, associated with a stress trigger. Episodes are often prolonged abnormal behaviour, headache, muscle aches, or weakness on and can involve nonrhythmic one side of the body jerking of the body, eyes may be closed, and pelvic thrusting is often seen. There is typically a rapid return to baseline after 1 the episode. If pseudoseizures are suspected, go to OTH. Does the person have convulsive seizures? Has the person had convulsive movements lasting longer than 1-2 minutes? Convulsive seizures unlikely Consult a specialist for recurrent episodes Follow-up in 3 months Have the convulsions stopped? use one of the other medications (if available) or additional 10 mg/kg phenytoin (given over 30 min) monitor for respiratory trầm cảm, hypotension, arrhythmia."
}