{
  "id": "mhgap#risk_safety_ba9558d2",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "haemorrhage, or embolism. See stroke. Altered mental status A changed level of awareness or mental state that falls short of Cognitive Mental processes associated with thinking. These include reasoning, unconsciousness which is often induced by substance intake or other remembering, judgement, problem-solving and planning. mental or neurological conditions. Examples include confusion and disorientation. See delirium and confusional state. Cognitive behavioural Psychological treatment that combines cognitive components (aimed at therapy (CBT) thinking differently, for example through identifying and challenging Alzheimer's disease A primary degenerative cerebral disease of unknown etiology in unrealistic negative thoughts) and behavioural components (aimed at the majority of cases with characteristic neuropathological and doing things differently, for example by helping the person to do more neurochemical features. The disorder is usually insidious in onset and rewarding activities). develops slowly but steadily over a period of several years. Comorbid, comorbidity Describing diseases or disorders that exist simultaneously. Anticholinergic side- Anticholinergic medicines block the effects of acetylcholine at effects muscarinic receptors. Anticholinergic effects include dryness of the Confidentiality Privacy in the context of privileged communication (such as patient mouth, urinary frequency or retention, palpitations and sinus doctor consultations) and medical records is safeguarded. tachycardia. Confusion, A state of impaired consciousness associated with acute or chronic Aplastic anaemia A disease characterized by the inability of blood stem cells to confusional state cerebral organic disease. Clinically it is characterized by generate new mature cells. This disease is also characterised by low disorientation, slowness of mental processes with scanty association levels of red blood cells, white blood cells, and platelets. This disease of ideas, apathy, lack of initiative, fatigue, and poor attention. In mild may present with pallor, fatigue, dizziness, increased risk of infection confusional states, rational responses and behaviour may be or increased bruising or bleeding. provoked by examination but more severe degrees of the disorder render the individual unable to retain contact with the environment.",
  "gloss_vi": "Haemorrhage, or embolism. see stroke.",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "management"
    ],
    "life_topics": [
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn haemorrhage, or embolism. See stroke. Altered mental status A changed level of awareness or mental state that falls short of Cognitive Mental processes associated with thinking. These include reasoning, unconsciousness which is often induced by substance intake or other remembering, judgement, problem-solving and planning. mental or neurological conditions. Examples include confusion and disorientation. See delirium and confusional state. Cognitive behavioural Psychological treatment that combines cognitive components (aimed at therapy (CBT) thinking differently, for example through identifying and challenging Alzheimer's disease A primary degenerative cerebral disease of unknown etiology in unrealistic negative thoughts) and behavioural components (aimed at the majority of cases with characteristic neuropathological and doing things differently, for example by helping the person to do more neurochemical features. The disorder is usually insidious in onset and rewarding activities). develops slowly but steadily over a period of several years. Comorbid, comorbidity Describing diseases or disorders that exist simultaneously. Anticholinergic side- Anticholinergic medicines block the effects of acetylcholine at effects muscarinic receptors. Anticholinergic effects include dryness of the Confidentiality Privacy in the context of privileged communication (such as patient mouth, urinary frequency or retention, palpitations and sinus doctor consultations) and medical records is safeguarded. tachycardia. Confusion, A state of impaired consciousness associated with acute or chronic Aplastic anaemia A disease characterized by the inability of blood stem cells to confusional state cerebral organic disease. Clinically it is characterized by generate new mature cells. This disease is also characterised by low disorientation, slowness of mental processes with scanty association levels of red blood cells, white blood cells, and platelets. This disease of ideas, apathy, lack of initiative, fatigue, and poor attention. In mild may present with pallor, fatigue, dizziness, increased risk of infection confusional states, rational responses and behaviour may be or increased bruising or bleeding. provoked by examination but more severe degrees of the disorder render the individual unable to retain contact with the environment. Haemorrhage, or embolism. see stroke."
}