{
  "id": "mhgap#risk_safety_9c0ac56f",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "the person (such as a family member). suicide. – Explain that the person can return to the clinic at any time in between follow-up visits if needed (e.g. for side- effects of medications, etc). ESSENTIAL CARE AND PRACTICE 13 14 ECP EESSSSEENNTTIIAALL CCAARREE A& NPDR APCRTAICCETICE 66. Involving Carers 8 8 . Special Populations When appropriate, and with the consent of the person CHILDREN / ADOLESCENTS O LDER ADULTS concerned, involve the carer or family member in the Explore exposure to adverse factors such as Address psychosocial stressors that are particularly person’s care. violence and neglect which may affect mental health relevant to the person, respecting their need for Acknowledge that it can be challenging to care for people and wellbeing. autonomy. with MNS conditions. Assess the needs of carers. Identify and treat concurrent physical health problems Explain to the carer the importance of respecting the and manage sensory deficits (such as low vision or poor Treat adolescents who may come alone for help even if dignity and rights of the person with a MNS condition. hearing) with appropriate devices (e.g. magnifying glass, not accompanied by parent or guardian. Obtain informed hearing aids). Identify psychosocial impact on carers. consent from the adolescent. Use lower doses of medications. Assess the carer’s needs to ensure necessary support Allow opportunities for the child/adolescent to express and resources for family life, employment, social activities, concerns in private. Anticipate increased risk of drug interactions. and health. Adapt language to the child/adolescent’s level of Address needs of carers. Encourage involvement in self-help and family support understanding. groups, where available. Explore available resources within the family, school With the consent of the person, keep carers informed and community. about the person’s health status, including issues related to assessment, treatment, follow-up, and any potential W OMEN WHO ARE PREGNANT OR side-effects. BREAST-FEEDING If the woman is of child-bearing age, ask about: 7. Links with other sectors 7 – Breastfeeding – Possible pregnancy – Last menstrual period, if pregnant To ensure comprehensive care and based on the initial assessment, link the person to employment, education, social Liaise with maternal health specialist to organize care. services (including housing) and other relevant sectors. Consider consultation with mental health specialist if available. Exercise caution with pharmacological interventions – check toxicity to fetus and passage into breast milk. Consult a specialist as needed.",
  "gloss_vi": "The person (such as a family member). tự sát.",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral",
      "psychoeducation",
      "management",
      "caregiver"
    ],
    "life_topics": [
      "stress",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn the person (such as a family member). suicide. – Explain that the person can return to the clinic at any time in between follow-up visits if needed (e.g. for side- effects of medications, etc). ESSENTIAL CARE AND PRACTICE 13 14 ECP EESSSSEENNTTIIAALL CCAARREE A& NPDR APCRTAICCETICE 66. Involving Carers 8 8 . Special Populations When appropriate, and with the consent of the person CHILDREN / ADOLESCENTS O LDER ADULTS concerned, involve the carer or family member in the Explore exposure to adverse factors such as Address psychosocial stressors that are particularly person’s care. violence and neglect which may affect mental health relevant to the person, respecting their need for Acknowledge that it can be challenging to care for people and wellbeing. autonomy. with MNS conditions. Assess the needs of carers. Identify and treat concurrent physical health problems Explain to the carer the importance of respecting the and manage sensory deficits (such as low vision or poor Treat adolescents who may come alone for help even if dignity and rights of the person with a MNS condition. hearing) with appropriate devices (e.g. magnifying glass, not accompanied by parent or guardian. Obtain informed hearing aids). Identify psychosocial impact on carers. consent from the adolescent. Use lower doses of medications. Assess the carer’s needs to ensure necessary support Allow opportunities for the child/adolescent to express and resources for family life, employment, social activities, concerns in private. Anticipate increased risk of drug interactions. and health. Adapt language to the child/adolescent’s level of Address needs of carers. Encourage involvement in self-help and family support understanding. groups, where available. Explore available resources within the family, school With the consent of the person, keep carers informed and community. about the person’s health status, including issues related to assessment, treatment, follow-up, and any potential W OMEN WHO ARE PREGNANT OR side-effects. BREAST-FEEDING If the woman is of child-bearing age, ask about: 7. Links with other sectors 7 – Breastfeeding – Possible pregnancy – Last menstrual period, if pregnant To ensure comprehensive care and based on the initial assessment, link the person to employment, education, social Liaise with maternal health specialist to organize care. services (including housing) and other relevant sectors. Consider consultation with mental health specialist if available. Exercise caution with pharmacological interventions – check toxicity to fetus and passage into breast milk. Consult a specialist as needed. The person (such as a family member). tự sát."
}