{
  "id": "mhgap#referral_004a8392",
  "title_en": "General — Referral",
  "title_vi": "General — Chuyển tuyến",
  "text_en": "WHO Library Cataloguing-in-Publication Data The mention of specific companies or of certain manufacturers’ products does not imply that they are endorsed or recommended mhGAP intervention guide for mental, neurological and sub- by the World Health Organization in preference to others of stance use disorders in non-specialized health settings: mental a similar nature that are not mentioned. Errors and omissions health Gap Action Programme (mhGAP) – version 2.0. excepted, the names of proprietary products are distinguished by initial capital letters. 1.Mental Disorders - prevention and control. 2.Nervous System Diseases. 3.Psychotic Disorders. 4.Substance-Related Disorders. All reasonable precautions have been taken by the World 5.Guideline. I.World Health Organization. Health Organization to verify the information contained in this publication. However, the published material is being distributed ISBN 978 92 4 154979 0 (NLM classification: WM 140) without warranty of any kind, either expressed or implied. The responsibility for the interpretation and use of the material lies with the reader. In no event shall the World Health Organization © World Health Organization 2016 be liable for damages arising from its use. All rights reserved. Publications of the World Health Organization Printed in Italy are available on the WHO website (http://www.who.int) or can be purchased from WHO Press, World Health Organization, 20 Avenue Appia, 1211 Geneva 27, Switzerland (tel.: +41 22 791 3264; fax: +41 22 791 4857;",
  "gloss_vi": "Who library cataloguing-in-publication data the mention of specific companies or of certain manufacturers’ products does not imply that they are endorsed or recommended mhgap intervention guide for mental, neurological a...",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "referral"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Referral General — Chuyển tuyến WHO Library Cataloguing-in-Publication Data The mention of specific companies or of certain manufacturers’ products does not imply that they are endorsed or recommended mhGAP intervention guide for mental, neurological and sub- by the World Health Organization in preference to others of stance use disorders in non-specialized health settings: mental a similar nature that are not mentioned. Errors and omissions health Gap Action Programme (mhGAP) – version 2.0. excepted, the names of proprietary products are distinguished by initial capital letters. 1.Mental Disorders - prevention and control. 2.Nervous System Diseases. 3.Psychotic Disorders. 4.Substance-Related Disorders. All reasonable precautions have been taken by the World 5.Guideline. I.World Health Organization. Health Organization to verify the information contained in this publication. However, the published material is being distributed ISBN 978 92 4 154979 0 (NLM classification: WM 140) without warranty of any kind, either expressed or implied. The responsibility for the interpretation and use of the material lies with the reader. In no event shall the World Health Organization © World Health Organization 2016 be liable for damages arising from its use. All rights reserved. Publications of the World Health Organization Printed in Italy are available on the WHO website (http://www.who.int) or can be purchased from WHO Press, World Health Organization, 20 Avenue Appia, 1211 Geneva 27, Switzerland (tel.: +41 22 791 3264; fax: +41 22 791 4857; Who library cataloguing-in-publication data the mention of specific companies or of certain manufacturers’ products does not imply that they are endorsed or recommended mhgap intervention guide for mental, neurological a..."
}