{
  "id": "mhgap#screening_cues_08037c3b",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "in combination with tamoxifen, codeine, and tramadol (reduces the effect of these drugs). Adolescents Start 10 mg daily. Increase to 20 mg daily if no response in 6 weeks (maximum 40 mg). DEPRESSION 29 30 DEP 3 DEPRESSION Follow-up DEP 3 Follow-up RECOMMENDATIONS ON FREQUENCY OF CONTACT 1 » Schedule the second appointment within 1 week. ASSESS FOR IMPROVEMENT » Initially maintain regular contact via telephone, home visits, letters, or contact cards more frequently, Is the person improving? e.g. monthly, for the first 3 months. » If not yet receiving psychological treatment, » Encourage the person to continue with their consider psychological treatment. current management plan until they are symptom » free for 9-12 months. If receiving a psychological treatment, evaluate engagement in and experience of current psychological treatment. » A rrange a further follow up appointment » in 1-2 weeks. If not yet on antidepressants, consider antidepressants. » » D ecrease contact as the person’s symptoms improve, If on antidepressants, assess: e.g. once every 3 months after the initial 3 months. – Does the person take the medication as prescribed? Note: follow up should continue until the person no longer If not, explore reasons why and encourage adherence. has any symptoms of depression. – Are there side effects? If yes, evaluate and weigh benefits of treatment. If no to side effects to antidepressants, increase dose (TABLE 1). Follow-up in 1-2 weeks. CAUTION WITH DOSE INCREASE. CLOSE FOLLOW-UP NEEDED DUE TO POSSIBLE INCREASE IN SIDE EFFECTS.",
  "gloss_vi": "In combination with tamoxifen, codeine, and tramadol (reduces the effect of these drugs). adolescents start 10 mg daily.",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "management"
    ],
    "life_topics": [
      "digital"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc in combination with tamoxifen, codeine, and tramadol (reduces the effect of these drugs). Adolescents Start 10 mg daily. Increase to 20 mg daily if no response in 6 weeks (maximum 40 mg). DEPRESSION 29 30 DEP 3 DEPRESSION Follow-up DEP 3 Follow-up RECOMMENDATIONS ON FREQUENCY OF CONTACT 1 » Schedule the second appointment within 1 week. ASSESS FOR IMPROVEMENT » Initially maintain regular contact via telephone, home visits, letters, or contact cards more frequently, Is the person improving? e.g. monthly, for the first 3 months. » If not yet receiving psychological treatment, » Encourage the person to continue with their consider psychological treatment. current management plan until they are symptom » free for 9-12 months. If receiving a psychological treatment, evaluate engagement in and experience of current psychological treatment. » A rrange a further follow up appointment » in 1-2 weeks. If not yet on antidepressants, consider antidepressants. » » D ecrease contact as the person’s symptoms improve, If on antidepressants, assess: e.g. once every 3 months after the initial 3 months. – Does the person take the medication as prescribed? Note: follow up should continue until the person no longer If not, explore reasons why and encourage adherence. has any symptoms of depression. – Are there side effects? If yes, evaluate and weigh benefits of treatment. If no to side effects to antidepressants, increase dose (TABLE 1). Follow-up in 1-2 weeks. CAUTION WITH DOSE INCREASE. CLOSE FOLLOW-UP NEEDED DUE TO POSSIBLE INCREASE IN SIDE EFFECTS. In combination with tamoxifen, codeine, and tramadol (reduces the effect of these drugs). adolescents start 10 mg daily."
}