{
  "id": "mhgap#risk_safety_bce7a383",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "CLINICAL TIP: General principles to apply during management of any withdrawal: Maintain hydration. Depressive symptoms may occur in the post-intoxication period, Manage specific withdrawal symptoms as they emerge, i.e. treat during or after withdrawal, and/or the person may have pre-existing nausea with anti-emetics, pain with simple analgesics, and insomnia depression. Be alert to the risk of suicide. with light sedatives. Offer all persons continued treatment, support, and monitoring after Allow the person to leave the treatment facility if they wish to do so. successful detoxification, regardless of the setting in which detoxification Continue treatment and support after detoxification. was delivered. PROTOCOL 4 Opioid Withdrawal » » CAUTION is advised before embarking upon withdrawal from opioids, especially when Methadone: Methadone is given orally at an initial dose of 15-20 mg, increasing, if there has been injection use. When a decision is made to initiate withdrawal, inform the necessary, to 30 mg per day. Then gradually decrease the dose, until tapered off person about what to expect, including symptoms and their duration. For example, completely, over 3-10 days. As with buprenorphine, special care should be taken for withdrawal results in lower tolerance to opioids. This means that if the person resumes individuals taking other sedating medications. opioid use at their usual dose after withdrawal that they are at an increased risk of » Clonidine or Lofexidine: If opioid substitution medications are not available, clonidine or overdosing. Due to these risks, withdrawal is best undertaken when there is a plan for lofexidine can be used to manage some opioid withdrawal symptoms, namely hyperarousal. admission to a residential rehabilitation or other psychosocial support programme. They are given at dose ranges of 0.1-0.15 mg 3 times daily p.o. and are dosed according to Alternatively, the person may be considered for opioid substitution therapy with either body weight. Light-headedness and sedation may result. Monitor blood pressure closely. methadone or buprenorphine; see the opioid agonist maintenance treatment section (see Other symptoms of withdrawal should also be treated, i.e. nausea with anti-emetics, pain protocol 5), and select one of the following pharmacological options for management: with simple analgesics, and insomnia with",
  "gloss_vi": "Clinical tip: general principles to apply during management of any withdrawal: maintain hydration. depressive symptoms may occur in the post-intoxication period, manage specific withdrawal symptoms as they emerge, i.e.",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "psychoeducation",
      "management"
    ],
    "life_topics": [
      "sleep",
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn CLINICAL TIP: General principles to apply during management of any withdrawal: Maintain hydration. Depressive symptoms may occur in the post-intoxication period, Manage specific withdrawal symptoms as they emerge, i.e. treat during or after withdrawal, and/or the person may have pre-existing nausea with anti-emetics, pain with simple analgesics, and insomnia depression. Be alert to the risk of suicide. with light sedatives. Offer all persons continued treatment, support, and monitoring after Allow the person to leave the treatment facility if they wish to do so. successful detoxification, regardless of the setting in which detoxification Continue treatment and support after detoxification. was delivered. PROTOCOL 4 Opioid Withdrawal » » CAUTION is advised before embarking upon withdrawal from opioids, especially when Methadone: Methadone is given orally at an initial dose of 15-20 mg, increasing, if there has been injection use. When a decision is made to initiate withdrawal, inform the necessary, to 30 mg per day. Then gradually decrease the dose, until tapered off person about what to expect, including symptoms and their duration. For example, completely, over 3-10 days. As with buprenorphine, special care should be taken for withdrawal results in lower tolerance to opioids. This means that if the person resumes individuals taking other sedating medications. opioid use at their usual dose after withdrawal that they are at an increased risk of » Clonidine or Lofexidine: If opioid substitution medications are not available, clonidine or overdosing. Due to these risks, withdrawal is best undertaken when there is a plan for lofexidine can be used to manage some opioid withdrawal symptoms, namely hyperarousal. admission to a residential rehabilitation or other psychosocial support programme. They are given at dose ranges of 0.1-0.15 mg 3 times daily p.o. and are dosed according to Alternatively, the person may be considered for opioid substitution therapy with either body weight. Light-headedness and sedation may result. Monitor blood pressure closely. methadone or buprenorphine; see the opioid agonist maintenance treatment section (see Other symptoms of withdrawal should also be treated, i.e. nausea with anti-emetics, pain protocol 5), and select one of the following pharmacological options for management: with simple analgesics, and insomnia with Clinical tip: general principles to apply during management of any withdrawal: maintain hydration. depressive symptoms may occur in the post-intoxication period, manage specific withdrawal symptoms as they emerge, i.e."
}