{
  "id": "mhgap#risk_safety_f607b8b4",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "PSYCHOSOCIAL INTERVENTIONS 2.1 P sychoeducation: key messages 2.2 R educe stress and strengthen 2.4 B rief psychological treatments to the person and the carers social support for depression Depression is a very common condition that can happen Assess for and try to reduce stressors. (Go to » ECP) This guide does not provide specific protocols to implement to anybody. brief psychological interventions. WHO, among other Reactivate the person’s previous social network. Identify prior agencies, has developed manuals that describe their use The occurrence of depression does not mean that the person social activities that, if started again, may potentially provide for depression. An example is, Problem Management Plus, direct or indirect psychosocial support, e.g. family gatherings, is weak or lazy. (http://www.who.int/mental_health/emergencies/ problem_ visiting neighbours, and community activities. management_plus/en/), which describes the use of Negative attitudes of others (e.g. “You should be stronger”, behavioural activation, relaxation training, problem solving “Pull yourself together”) may be because depression is treatment and strengthening social supports. Moreover, the not a visible condition, unlike a fracture or a wound. There 2.3 P romote functioning in daily manual Group Interpersonal Therapy (IPT) for Depression is also the misconception that people with depression can activities and community life describes group treatment of depression (http://www.who. easily control their symptoms by sheer willpower. int/mental_health/mhgap/interpersonal_therapy/en). Even if it is difficult, encourage the person to try to do as Thinking Healthy, (http://www.who.int/mental_health/ People with depression tend to have unrealistically negative many of the following as possible: maternal-child/ thinking_healthy/en), describes the use of opinions about themselves, their life and their future. Their cognitive-behavioural therapy for perinatal depression. current situation may be very difficult, but depression can – Try to start again (or continue) activities that were cause unjustified thoughts of hopelessness and previously pleasurable. worthlessness. These views are likely to improve once the – Try to maintain regular sleeping and waking times. depression improves. – Try to be as physically active as possible. Thoughts of self-harm or suicide are common. If they – Try to eat regularly despite changes in appetite. notice these thoughts, they should not act on them, but should tell a trusted person and come back for help – Try to spend time with trusted friends and family. immediately. – Try to participate in community and other social activities as much as",
  "gloss_vi": "Psychosocial interventions 2.1 p sychoeducation: key messages 2.2 r educe căng thẳng and strengthen 2.4 b rief psychological treatments to the person and the carers social hỗ trợ for trầm cảm trầm cảm is a very common co...",
  "source": "WHO mhGAP-IG 2023",
  "url": "https://www.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "psychoeducation",
      "management",
      "caregiver"
    ],
    "life_topics": [
      "sleep",
      "stress",
      "study",
      "work",
      "relationships"
    ],
    "advice_section": [
      "coping_skill"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn PSYCHOSOCIAL INTERVENTIONS 2.1 P sychoeducation: key messages 2.2 R educe stress and strengthen 2.4 B rief psychological treatments to the person and the carers social support for depression Depression is a very common condition that can happen Assess for and try to reduce stressors. (Go to » ECP) This guide does not provide specific protocols to implement to anybody. brief psychological interventions. WHO, among other Reactivate the person’s previous social network. Identify prior agencies, has developed manuals that describe their use The occurrence of depression does not mean that the person social activities that, if started again, may potentially provide for depression. An example is, Problem Management Plus, direct or indirect psychosocial support, e.g. family gatherings, is weak or lazy. (http://www.who.int/mental_health/emergencies/ problem_ visiting neighbours, and community activities. management_plus/en/), which describes the use of Negative attitudes of others (e.g. “You should be stronger”, behavioural activation, relaxation training, problem solving “Pull yourself together”) may be because depression is treatment and strengthening social supports. Moreover, the not a visible condition, unlike a fracture or a wound. There 2.3 P romote functioning in daily manual Group Interpersonal Therapy (IPT) for Depression is also the misconception that people with depression can activities and community life describes group treatment of depression (http://www.who. easily control their symptoms by sheer willpower. int/mental_health/mhgap/interpersonal_therapy/en). Even if it is difficult, encourage the person to try to do as Thinking Healthy, (http://www.who.int/mental_health/ People with depression tend to have unrealistically negative many of the following as possible: maternal-child/ thinking_healthy/en), describes the use of opinions about themselves, their life and their future. Their cognitive-behavioural therapy for perinatal depression. current situation may be very difficult, but depression can – Try to start again (or continue) activities that were cause unjustified thoughts of hopelessness and previously pleasurable. worthlessness. These views are likely to improve once the – Try to maintain regular sleeping and waking times. depression improves. – Try to be as physically active as possible. Thoughts of self-harm or suicide are common. If they – Try to eat regularly despite changes in appetite. notice these thoughts, they should not act on them, but should tell a trusted person and come back for help – Try to spend time with trusted friends and family. immediately. – Try to participate in community and other social activities as much as Psychosocial interventions 2.1 p sychoeducation: key messages 2.2 r educe căng thẳng and strengthen 2.4 b rief psychological treatments to the person and the carers social hỗ trợ for trầm cảm trầm cảm is a very common co..."
}