{
  "id": "adv_mhgap#screening_cues_b76788b8",
  "content": "implementing mhGAP-IG; and system-level indicators, e.g. number the mhGAP package include: the WHO Problem Management different from education. Education informs and helps create\nof health facilities using mhGAP-IG to assess and manage persons Therapy PM+ manual, the WHO Interpersonal Therapy manual understanding of an issue. Advocacy, on the other hand, aims to\nwith MNS conditions, number of health facilities with an (IPT), the WHO Thinking Healthy manual for maternal depression, persuade. This is done through requests and calls for specific\nuninterrupted supply of essential medicines for MNS conditions. and the WHO Parental Skills training manual. actions. One basic principle is that advocacy is only effective\nwhen the target audience is asked to do something. Mobilizing\nEnsure that the indicators are part of the national health Essential medicines can be used to treat symptoms of MNS people means asking them to become part of the solution.\ninformation system. Collecting data using indicators will assist in conditions, to shorten the course of many disorders, reduce\nmonitoring mhGAP-IG. They will also assist in reporting on disability and prevent relapse. Essential medicines are part of the",
  "metadata": {
    "source": "WHO mhGAP-IG 2023",
    "url": "https://www.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "screening_cues",
      "management",
      "psychoeducation"
    ],
    "is_clinical": true,
    "is_advice": true
  },
  "index_text": "General — Screening Cues implementing mhGAP-IG; and system-level indicators, e.g. number the mhGAP package include: the WHO Problem Management different from education. Education informs and helps create\nof health facilities using mhGAP-IG to assess and manage persons Therapy PM+ manual, the WHO Interpersonal Therapy manual understanding of an issue. Advocacy, on the other hand, aims to\nwith MNS conditions, number of health facilities with an (IPT), the WHO Thinking Healthy manual for maternal depression, persuade. This is done through requests and calls for specific\nuninterrupted supply of essential medicines for MNS conditions. and the WHO Parental Skills training manual. actions. One basic principle is that advocacy is only effective\nwhen the target audience is asked to do something. Mobilizing\nEnsure that the indicators are part of the national health Essential medicines can be used to treat symptoms of MNS people means asking them to become part of the solution.\ninformation system. Collecting data using indicators will assist in conditions, to shorten the course of many disorders, reduce\nmonitoring mhGAP-IG. They will also assist in reporting on disability and prevent relapse. Essential medicines are part of the Implementing mhgap-ig; and system-level indicators, e.g. number the mhgap package include: the who problem management different from education."
}