{
  "id": "adv_mhgap#referral_d040c7f2",
  "content": "psychiatrist for every 100,000 people and there are even fewer Development of mhGAP-Intervention\ninteractive electronic or internet-based (e-) or mobile (m-) versions\nneurologists. It is clear that relying solely on specialists to provide\nGuide – Version 2.0 of mhGAP-IG might have benefits in terms of increased ease of\nservices for people affected by mental, neurological and substance\nuse (MNS) disorders would prevent millions of people from acces- use, added functionality and cost savings. mhGAP-IG 2.0 has there-\nsing the services they need. Even when available, the interventions The updated mhGAP guidelines and the feedback and evaluation fore, been designed and packaged with the intention to work across\noften are not evidence-based or of high quality. The Mental from mhGAP-IG 1.0 users have shaped the revision and develop- these multiple domains: paper, electronic, and mobile, with the\nHealth Gap Action Programme (mhGAP) was thus developed ment of this updated version of mhGAP-IG. A complete update e-mhGAP-IG currently under development and to be released soon.\nwith the objective of scaling up care for MNS disorders.\nof the mhGAP guidelines following the WHO’s process of\nguideline development methodology, including the process of Incorporating this extensive feedback, the updated 2015 mhGAP",
  "metadata": {
    "source": "WHO mhGAP-IG 2023",
    "url": "https://www.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "work",
      "referral"
    ],
    "is_clinical": true,
    "is_advice": true
  },
  "index_text": "General — Referral psychiatrist for every 100,000 people and there are even fewer Development of mhGAP-Intervention\ninteractive electronic or internet-based (e-) or mobile (m-) versions\nneurologists. It is clear that relying solely on specialists to provide\nGuide – Version 2.0 of mhGAP-IG might have benefits in terms of increased ease of\nservices for people affected by mental, neurological and substance\nuse (MNS) disorders would prevent millions of people from acces- use, added functionality and cost savings. mhGAP-IG 2.0 has there-\nsing the services they need. Even when available, the interventions The updated mhGAP guidelines and the feedback and evaluation fore, been designed and packaged with the intention to work across\noften are not evidence-based or of high quality. The Mental from mhGAP-IG 1.0 users have shaped the revision and develop- these multiple domains: paper, electronic, and mobile, with the\nHealth Gap Action Programme (mhGAP) was thus developed ment of this updated version of mhGAP-IG. A complete update e-mhGAP-IG currently under development and to be released soon.\nwith the objective of scaling up care for MNS disorders.\nof the mhGAP guidelines following the WHO’s process of\nguideline development methodology, including the process of Incorporating this extensive feedback, the updated 2015 mhGAP Psychiatrist for every 100,000 people and there are even fewer development of mhgap-intervention\ninteractive electronic or internet-based (e-) or mobile (m-) versions\nneurologists. it is clear that relying solely on spec..."
}