{
  "id": "adv_mhgap#risk_safety_74839aca",
  "content": "psychological symptoms – Give advice to maintain independent toileting skills, inclu- family albums and household items to promote communication,\nding prompting and regulation of fluid intake. (If incon- to orient them to current events, to stimulate memories, and\ntinence occurs, all possible causes should be evaluated and to enable people to share and value their experiences.\nIdentify and treat underlying physical health problems that\ntreatments trialed before concluding it is permanent).\nmay affect behaviour. Look for pain, infections, etc. on Use simple short sentences to make verbal communication clear.\nphysical exam (Go to\n»\nECP). Refer to specialist if needed. – Keep the environment at home safe to reduce the risk of Try to minimize competing noises, such as radio, TV, or other\nfalling and injury. conversation. Listen carefully to what the person has to say.\nIdentify events (e.g. shopping at busy market) or factors\n(e.g. going out alone) that may precede, trigger, or enhance – Inform family members that it is important to keep the Keep things simple, avoid changes to routine, and, as far",
  "metadata": {
    "source": "WHO mhGAP-IG 2023",
    "url": "https://www.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "study",
      "relationships",
      "habits",
      "risk_safety",
      "screening_cues",
      "referral",
      "management",
      "psychoeducation"
    ],
    "is_clinical": true,
    "is_advice": true
  },
  "index_text": "General — Risk Safety psychological symptoms – Give advice to maintain independent toileting skills, inclu- family albums and household items to promote communication,\nding prompting and regulation of fluid intake. (If incon- to orient them to current events, to stimulate memories, and\ntinence occurs, all possible causes should be evaluated and to enable people to share and value their experiences.\nIdentify and treat underlying physical health problems that\ntreatments trialed before concluding it is permanent).\nmay affect behaviour. Look for pain, infections, etc. on Use simple short sentences to make verbal communication clear.\nphysical exam (Go to\n»\nECP). Refer to specialist if needed. – Keep the environment at home safe to reduce the risk of Try to minimize competing noises, such as radio, TV, or other\nfalling and injury. conversation. Listen carefully to what the person has to say.\nIdentify events (e.g. shopping at busy market) or factors\n(e.g. going out alone) that may precede, trigger, or enhance – Inform family members that it is important to keep the Keep things simple, avoid changes to routine, and, as far Psychological symptoms – give advice to maintain independent toileting skills, inclu- family albums and household items to promote giao tiếp,\nding prompting and regulation of fluid intake. (if incon- to orient them to cu..."
}