{
  "id": "adv_mhgap#risk_safety_9066b034",
  "content": "Enquire about recent stressful event that may have led to worsening of clinical condition and take measures to reduce stress.\n»\nReview symptoms to rule out physical and/or other priority MNS conditions. Go to PSY 1, see STEP 1\nConsider risperidone as an alternative to haloperidol or chlorpromazine, if cost and availability are not constraints.\nIf the person does not respond to adequate dose and duration of more than one antipsychotic medication, using one medicine at a time,\nthen antipsychotic combination treatment may be considered; preferably under the supervision of a specialist, with close clinical monitoring.\nConsider consultation with a specialist for the use of clozapine in those who have not responded to other antipsychotic medications\nat adequate doses and durations. Only use clozapine under the supervision of a specialist and only if routine laboratory monitoring is available,\ndue to the risk of life-threatening agranulocytosis.\nTABLE 5: Management of Persons with Agitated and/or Aggressive Behaviour\nASSESSMENT COMMUNICATION SEDATION AND USE OF MEDICATION\nAttempt to communicate with the person. Safety is first! Sedate as appropriate to prevent injury.\nEvaluate for underlying cause: Remain calm and encourage the patient to talk For agitation due to psychosis or mania, consider use of haloperidol",
  "metadata": {
    "source": "WHO mhGAP-IG 2023",
    "url": "https://www.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "stress",
      "habits",
      "risk_safety",
      "screening_cues",
      "referral",
      "management"
    ],
    "is_clinical": true,
    "is_advice": true
  },
  "index_text": "General — Risk Safety Enquire about recent stressful event that may have led to worsening of clinical condition and take measures to reduce stress.\n»\nReview symptoms to rule out physical and/or other priority MNS conditions. Go to PSY 1, see STEP 1\nConsider risperidone as an alternative to haloperidol or chlorpromazine, if cost and availability are not constraints.\nIf the person does not respond to adequate dose and duration of more than one antipsychotic medication, using one medicine at a time,\nthen antipsychotic combination treatment may be considered; preferably under the supervision of a specialist, with close clinical monitoring.\nConsider consultation with a specialist for the use of clozapine in those who have not responded to other antipsychotic medications\nat adequate doses and durations. Only use clozapine under the supervision of a specialist and only if routine laboratory monitoring is available,\ndue to the risk of life-threatening agranulocytosis.\nTABLE 5: Management of Persons with Agitated and/or Aggressive Behaviour\nASSESSMENT COMMUNICATION SEDATION AND USE OF MEDICATION\nAttempt to communicate with the person. Safety is first! Sedate as appropriate to prevent injury.\nEvaluate for underlying cause: Remain calm and encourage the patient to talk For agitation due to psychosis or mania, consider use of haloperidol Enquire about recent stressful event that may have led to worsening of clinical condition and take measures to reduce căng thẳng. »\nreview symptoms to rule out physical and/or other priority mns conditions."
}