{
  "id": "adv_mhgap#screening_cues_51262c43",
  "content": "work. In addition, specialists have an essential and substantial\nrole in training, support and supervision, and mhGAP-IG 2.0 The modules, organized by individual priority conditions, are\nindicates where access to specialists is required for consultation a tool for clinical decision-making and management. Each The mhGAP-IG 2.0 uses a series of symbols to highlight\nor referral to improve utilization of scarce resources. Specialists module is in a different colour to allow easy differentiation. certain aspects within the modules. A list of the symbols\nwould also benefit from training on public health aspects of There is an introduction at the beginning of each module and their explanation is given on the following page.\nthe programme and service organization. Implementation of that explains which condition(s) the module covers and a Throughout the modules, important points are also\nmhGAP-IG ideally requires coordinated action by public health quick overview describing key assessment and management highlighted as key clinical tips.\nexperts and managers, and dedicated specialists with a back-\nsteps.\nground in public health. Therefore, training in the use of\nAlso included is a module on Implementation of mhGAP-IG,",
  "metadata": {
    "source": "WHO mhGAP-IG 2023",
    "url": "https://www.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "work",
      "screening_cues",
      "referral",
      "management",
      "psychoeducation"
    ],
    "is_clinical": true,
    "is_advice": true
  },
  "index_text": "General — Screening Cues work. In addition, specialists have an essential and substantial\nrole in training, support and supervision, and mhGAP-IG 2.0 The modules, organized by individual priority conditions, are\nindicates where access to specialists is required for consultation a tool for clinical decision-making and management. Each The mhGAP-IG 2.0 uses a series of symbols to highlight\nor referral to improve utilization of scarce resources. Specialists module is in a different colour to allow easy differentiation. certain aspects within the modules. A list of the symbols\nwould also benefit from training on public health aspects of There is an introduction at the beginning of each module and their explanation is given on the following page.\nthe programme and service organization. Implementation of that explains which condition(s) the module covers and a Throughout the modules, important points are also\nmhGAP-IG ideally requires coordinated action by public health quick overview describing key assessment and management highlighted as key clinical tips.\nexperts and managers, and dedicated specialists with a back-\nsteps.\nground in public health. Therefore, training in the use of\nAlso included is a module on Implementation of mhGAP-IG, Công việc. in addition, specialists have an essential and substantial\nrole in training, hỗ trợ and supervision, and mhgap-ig 2.0 the modules, organized by individual priority conditions, are\nindicates where access to spe..."
}