{
  "id": "adv_mhgap#risk_safety_73cbcc69",
  "content": "– People with epilepsy can work in most jobs. However they\nAsk the person to let you know if they are seeing a Epilepsy is not contagious. You cannot catch the disorder by should avoid jobs with high risk of injury to self or others\ntraditional or a faith healer, showing respect for this, but assisting the person experiencing convulsions. (e.g. working with heavy machinery).\nemphasizing the need for being seen at a healthcare facility.\n– People with epilepsy should avoid cooking on open fires\nThe person should also be informed that medicines and\nProvide information on: When to get medical help. and swimming alone.\nherbal products can sometimes have adverse interactions,\nso the health care providers must know about everything – People with epilepsy should avoid excessive alcohol and\nWhen a person with epilepsy appears to have trouble\nthey take. recreational substances, sleeping too little, or going to\nbreathing during a convulsion, they need immediate\nplaces with flashing lights.\nmedical help.\nCLINICAL TIP: When a person with epilepsy has a convulsion lasting longer – Local driving laws related to epilepsy should be observed.",
  "metadata": {
    "source": "WHO mhGAP-IG 2023",
    "url": "https://www.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "sleep",
      "stress",
      "work",
      "coping_skill",
      "risk_safety"
    ],
    "is_clinical": true,
    "is_advice": true
  },
  "index_text": "General — Risk Safety – People with epilepsy can work in most jobs. However they\nAsk the person to let you know if they are seeing a Epilepsy is not contagious. You cannot catch the disorder by should avoid jobs with high risk of injury to self or others\ntraditional or a faith healer, showing respect for this, but assisting the person experiencing convulsions. (e.g. working with heavy machinery).\nemphasizing the need for being seen at a healthcare facility.\n– People with epilepsy should avoid cooking on open fires\nThe person should also be informed that medicines and\nProvide information on: When to get medical help. and swimming alone.\nherbal products can sometimes have adverse interactions,\nso the health care providers must know about everything – People with epilepsy should avoid excessive alcohol and\nWhen a person with epilepsy appears to have trouble\nthey take. recreational substances, sleeping too little, or going to\nbreathing during a convulsion, they need immediate\nplaces with flashing lights.\nmedical help.\nCLINICAL TIP: When a person with epilepsy has a convulsion lasting longer – Local driving laws related to epilepsy should be observed. – people with epilepsy can công việc in most jobs. however they\nask the person to let you know if they are seeing a epilepsy is not contagious."
}