{
  "id": "adv_mhgap#screening_cues_2870705a",
  "content": "Use of mhGAP-IG Version 2.0 How to use the mhGAP-IG Version 2.0\nThe mhGAP-IG is a model guide and it is essential that it is adapted The mhGAP-IG is a model guide and it is essential that it is The Assessment section is presented in a framework of\nto the unique national or local situation. Users may select a subset adapted to the unique national or local situation. Users may flowcharts with multiple clinical assessment points. Each\nof the priority conditions or interventions to adapt and implement, select a subset of the priority conditions or interventions to module starts with common presentations of the suspected\ndepending on the contextual differences in prevalence and adapt and implement, depending on the context. condition, from which there are a series of clinical assess-\navailability of resources. Adaptation is necessary to ensure that the\nment questions one should move down answering yes or no,\nconditions that contribute most to disease burden in a specific\nThe mhGAP-IG 2.0 begins with “Essential Care and Practice”, which directs the user to move on for further instructions to\ncountry are covered, and that mhGAP-IG 2.0 is appropriate for",
  "metadata": {
    "source": "WHO mhGAP-IG 2023",
    "url": "https://www.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "work",
      "screening_cues"
    ],
    "is_clinical": true,
    "is_advice": true
  },
  "index_text": "General — Screening Cues Use of mhGAP-IG Version 2.0 How to use the mhGAP-IG Version 2.0\nThe mhGAP-IG is a model guide and it is essential that it is adapted The mhGAP-IG is a model guide and it is essential that it is The Assessment section is presented in a framework of\nto the unique national or local situation. Users may select a subset adapted to the unique national or local situation. Users may flowcharts with multiple clinical assessment points. Each\nof the priority conditions or interventions to adapt and implement, select a subset of the priority conditions or interventions to module starts with common presentations of the suspected\ndepending on the contextual differences in prevalence and adapt and implement, depending on the context. condition, from which there are a series of clinical assess-\navailability of resources. Adaptation is necessary to ensure that the\nment questions one should move down answering yes or no,\nconditions that contribute most to disease burden in a specific\nThe mhGAP-IG 2.0 begins with “Essential Care and Practice”, which directs the user to move on for further instructions to\ncountry are covered, and that mhGAP-IG 2.0 is appropriate for Use of mhgap-ig version 2.0 how to use the mhgap-ig version 2.0\nthe mhgap-ig is a model guide and it is essential that it is adapted the mhgap-ig is a model guide and it is essential that it is the đánh giá section is pr..."
}