{
  "id": "adv_mhgap#risk_safety_fb3f787f",
  "content": "wide gap between available health systems capacity and resources, what is urgently institutions, NGOs and other philanthropic foundations and researchers to scale-up\nneeded, and what is available to reduce the burden. Nearly 1 in 10 people have a mental health services. mhGAP-IG Version 1.0 is being used in more than 90 countries in\nmental health disorder, but only 1% of the global health workforce provides mental all WHO regions and mhGAP materials were translated into more than 20 languages,\nhealth care. MNS disorders interfere, in substantial ways, with the ability of children to including the six UN official languages.\nlearn and the ability of adults to function in families, at work, and in society at large.\nFive years after the initial launch of the guide, updates to the mhGAP guidelines\nRecognizing the imperative to provide services for people with MNS disorders and their based on emerging literature was performed and revised mhGAP guidelines were\ncarers, and to bridge the gap between available resources and the large need for these published in 2015. We are now pleased to present mhGAP-IG Version 2.0 which not only",
  "metadata": {
    "source": "WHO mhGAP-IG 2023",
    "url": "https://www.who.int/",
    "condition": "General",
    "risk_band": "medium",
    "topics": [
      "work",
      "risk_safety"
    ],
    "is_clinical": true,
    "is_advice": true
  },
  "index_text": "General — Risk Safety wide gap between available health systems capacity and resources, what is urgently institutions, NGOs and other philanthropic foundations and researchers to scale-up\nneeded, and what is available to reduce the burden. Nearly 1 in 10 people have a mental health services. mhGAP-IG Version 1.0 is being used in more than 90 countries in\nmental health disorder, but only 1% of the global health workforce provides mental all WHO regions and mhGAP materials were translated into more than 20 languages,\nhealth care. MNS disorders interfere, in substantial ways, with the ability of children to including the six UN official languages.\nlearn and the ability of adults to function in families, at work, and in society at large.\nFive years after the initial launch of the guide, updates to the mhGAP guidelines\nRecognizing the imperative to provide services for people with MNS disorders and their based on emerging literature was performed and revised mhGAP guidelines were\ncarers, and to bridge the gap between available resources and the large need for these published in 2015. We are now pleased to present mhGAP-IG Version 2.0 which not only Wide gap between available health systems capacity and resources, what is urgently institutions, ngos and other philanthropic foundations and researchers to scale-up\nneeded, and what is available to reduce the burden. ne..."
}