{
  "id": "adv_mhgap#referral_42ae6462",
  "content": "measured gets done,” summarises the importance of monitoring\nThe experiences of many countries demonstrate that\n& evaluation in programme planning and implementation. The mhGAP-IG recommends a number of pharmacological and\nimprovements in the supply and use of medicines are possible.\npsychological interventions be provided by non-specialised health\nAccess of populations to essential medicines are determined by:\nM&E involves planning, coordinating, collecting, analysing care providers. It recommends, for example, problem solving\n(i) a rational selection of medicines; (ii) making prices affordable;\nand using data from national, district and local levels, including therapy (PST) and Interpersonal Therapy (IPT) for adult depression.\n(iii) ensuring sustainable financing; and (iv) availability of reliable\nhealth facilities and mhGAP-IG facilitators, trainees and super- WHO has developed psychological interventions in simplified\nhealth and supply systems.\nvisors; therefore, it will be helpful if the mhGAP-IG implemen- form. These are scalable interventions and their delivery requires\ntation team appoints a M&E coordinator or sub-committee a less intense level of specialist human resource use. It means\nto plan and carry this out. that the intervention has been modified to use fewer resources B. ADVOCACY AND AWARENESS RAISING:\ncompared with conventional psychological interventions and that",
  "metadata": {
    "source": "WHO mhGAP-IG 2023",
    "url": "https://www.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "study",
      "referral",
      "management"
    ],
    "is_clinical": true,
    "is_advice": true
  },
  "index_text": "General — Referral measured gets done,” summarises the importance of monitoring\nThe experiences of many countries demonstrate that\n& evaluation in programme planning and implementation. The mhGAP-IG recommends a number of pharmacological and\nimprovements in the supply and use of medicines are possible.\npsychological interventions be provided by non-specialised health\nAccess of populations to essential medicines are determined by:\nM&E involves planning, coordinating, collecting, analysing care providers. It recommends, for example, problem solving\n(i) a rational selection of medicines; (ii) making prices affordable;\nand using data from national, district and local levels, including therapy (PST) and Interpersonal Therapy (IPT) for adult depression.\n(iii) ensuring sustainable financing; and (iv) availability of reliable\nhealth facilities and mhGAP-IG facilitators, trainees and super- WHO has developed psychological interventions in simplified\nhealth and supply systems.\nvisors; therefore, it will be helpful if the mhGAP-IG implemen- form. These are scalable interventions and their delivery requires\ntation team appoints a M&E coordinator or sub-committee a less intense level of specialist human resource use. It means\nto plan and carry this out. that the intervention has been modified to use fewer resources B. ADVOCACY AND AWARENESS RAISING:\ncompared with conventional psychological interventions and that Measured gets done,” summarises the importance of monitoring\nthe experiences of many countries demonstrate that\n& evaluation in programme planning and implementation. the mhgap-ig recommends a number of pharmacological a..."
}