{
  "id": "everyday#screening_cues_78b64dac",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "relatively nor- mal sexual function. 204 Sexual Dysfunctions Specify whether: Generalized: Not limited to certain types of stimulation, situa- tions, or partners. Situational: Only occurs with certain types of stimulation, situa- tions, or partners. Specify if: Never experienced an orgasm under any situation. Specify current severity: Mild: Evidence of mild distress over the symptoms in Criterion A. Moderate: Evidence of moderate distress over the symptoms in Criterion A. Severe: Evidence of severe or extreme distress over the symp- toms in Criterion A. Female Sexual Interest/Arousal Disorder 302.72 (F52.22) A. Lack of, or significantly reduced, sexual interest/arousal, as man- ifested by at least three of the following: 1. Absent/reduced interest in sexual activity. 2. Absent/reduced sexual/erotic thoughts or fantasies. 3. No/reduced initiation of sexual activity, and typically unre- ceptive to a partner’s attempts to initiate. 4. Absent/reduced sexual excitement/pleasure during sexual activity in almost all or all (approximately 75%–100%) sexual encounters (in identified situational contexts or, if general- ized, in all contexts). 5. Absent/reduced sexual interest/arousal in response to any internal or external sexual/erotic cues (e.g., written, verbal, visual). 6. Absent/reduced genital or nongenital sensations during sexual activity in almost all or all (approximately 75%–100%) sexual encounters (in identified situational contexts or, if generalized, in all contexts).",
  "gloss_vi": "Relatively nor- mal sexual function. 204 sexual dysfunctions specify whether: generalized: not limited to certain types of stimulation, situa- tions, or partners.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "stress",
      "relationships"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc relatively nor- mal sexual function. 204 Sexual Dysfunctions Specify whether: Generalized: Not limited to certain types of stimulation, situa- tions, or partners. Situational: Only occurs with certain types of stimulation, situa- tions, or partners. Specify if: Never experienced an orgasm under any situation. Specify current severity: Mild: Evidence of mild distress over the symptoms in Criterion A. Moderate: Evidence of moderate distress over the symptoms in Criterion A. Severe: Evidence of severe or extreme distress over the symp- toms in Criterion A. Female Sexual Interest/Arousal Disorder 302.72 (F52.22) A. Lack of, or significantly reduced, sexual interest/arousal, as man- ifested by at least three of the following: 1. Absent/reduced interest in sexual activity. 2. Absent/reduced sexual/erotic thoughts or fantasies. 3. No/reduced initiation of sexual activity, and typically unre- ceptive to a partner’s attempts to initiate. 4. Absent/reduced sexual excitement/pleasure during sexual activity in almost all or all (approximately 75%–100%) sexual encounters (in identified situational contexts or, if general- ized, in all contexts). 5. Absent/reduced sexual interest/arousal in response to any internal or external sexual/erotic cues (e.g., written, verbal, visual). 6. Absent/reduced genital or nongenital sensations during sexual activity in almost all or all (approximately 75%–100%) sexual encounters (in identified situational contexts or, if generalized, in all contexts). Relatively nor- mal sexual function. 204 sexual dysfunctions specify whether: generalized: not limited to certain types of stimulation, situa- tions, or partners."
}