{
  "id": "everyday#screening_cues_c8da1353",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "(but sometimes involving the pharyngeal, diaphragmatic, or trunk 350 Medication-Induced Movement Disorders muscles) developing in association with the use of a neuroleptic med- ication for at least a few months. Symptoms may develop after a shorter period of medication use in older persons. In some patients, movements of this type may appear after discontinuation, or after change or reduction in dosage, of neuro- leptic medications, in which case the condition is called neuroleptic with- drawal-emergent dyskinesia. Because withdrawal-emergent dyskinesia is usually time-limited, lasting less than 4–8 weeks, dyskinesia that per- sists beyond this window is considered to be tardive dyskinesia. Tardive Dystonia Tardive Akathisia 333.72 (G24.09) Tardive Dystonia 333.99 (G25.71) Tardive Akathisia Tardive syndrome involving other types of movement problems, such as dystonia or akathisia, which are distinguished by their late emergence in the course of treatment and their potential persistence for months to years, even in the face of neuroleptic discontinuation or dosage reduction. Medication-Induced Postural Tremor 333.1 (G25.1) Medication-Induced Postural Tremor Fine tremor (usually in the range of 8–12 Hz) occurring during at- tempts to maintain a posture and developing in association with the use of medication (e.g., lithium, antidepressants, valproate). This tremor is very similar to the tremor seen with anxiety, caffeine, and other stimulants. Other Medication-Induced Movement Disorder 333.99 (G25.79) Other Medication-Induced Movement Disorder This category is for medication-induced movement disorders not captured by any of the specific disorders listed above. Examples in- clude 1) presentations resembling neuroleptic malignant syndrome that are associated with medications other than neuroleptics and 2)other medication-induced tardive conditions.",
  "gloss_vi": "(but sometimes involving the pharyngeal, diaphragmatic, or trunk 350 medication-induced movement disorders muscles) developing in association with the use of a neuroleptic med- ication for at least a few months. symptoms...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "management"
    ],
    "life_topics": [
      "study"
    ],
    "advice_section": [
      "sleep_hygiene"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc (but sometimes involving the pharyngeal, diaphragmatic, or trunk 350 Medication-Induced Movement Disorders muscles) developing in association with the use of a neuroleptic med- ication for at least a few months. Symptoms may develop after a shorter period of medication use in older persons. In some patients, movements of this type may appear after discontinuation, or after change or reduction in dosage, of neuro- leptic medications, in which case the condition is called neuroleptic with- drawal-emergent dyskinesia. Because withdrawal-emergent dyskinesia is usually time-limited, lasting less than 4–8 weeks, dyskinesia that per- sists beyond this window is considered to be tardive dyskinesia. Tardive Dystonia Tardive Akathisia 333.72 (G24.09) Tardive Dystonia 333.99 (G25.71) Tardive Akathisia Tardive syndrome involving other types of movement problems, such as dystonia or akathisia, which are distinguished by their late emergence in the course of treatment and their potential persistence for months to years, even in the face of neuroleptic discontinuation or dosage reduction. Medication-Induced Postural Tremor 333.1 (G25.1) Medication-Induced Postural Tremor Fine tremor (usually in the range of 8–12 Hz) occurring during at- tempts to maintain a posture and developing in association with the use of medication (e.g., lithium, antidepressants, valproate). This tremor is very similar to the tremor seen with anxiety, caffeine, and other stimulants. Other Medication-Induced Movement Disorder 333.99 (G25.79) Other Medication-Induced Movement Disorder This category is for medication-induced movement disorders not captured by any of the specific disorders listed above. Examples in- clude 1) presentations resembling neuroleptic malignant syndrome that are associated with medications other than neuroleptics and 2)other medication-induced tardive conditions. (but sometimes involving the pharyngeal, diaphragmatic, or trunk 350 medication-induced movement disorders muscles) developing in association with the use of a neuroleptic med- ication for at least a few months. symptoms..."
}