{
  "id": "everyday#screening_cues_473134fb",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Substance Use Disorder 279 that Criterion A4, “Craving, or a strong desire or urge to use the substance,” may be met). In sustained remission: After full criteria for other (or unknown) substance use disorder were previously met, none of the criteria for other (or unknown) substance use disorder have been met at any time during a period of 12 months or longer (with the excep- tion that Criterion A4, “Craving, or a strong desire or urge to use the substance,” may be met). Specify if: In a controlled environment: This additional specifier is used if the individual is in an environment where access to the sub- stance is restricted. Coding based on current severity: Note for ICD-10-CM codes: If an other (or unknown) substance intoxication, other (or unknown) substance withdrawal, or another other (or unknown) substance– induced mental disorder is present, do not use the codes below for other (or unknown) substance use disorder. Instead, the comorbid other (or unknown) substance use disorder is indicated in the 4th character of the other (or unknown) substance–induced disorder code (see the coding note for other (or unknown) substance intoxica- tion, other (or unknown) substance withdrawal, or specific other (or unknown) substance–induced mental disorder). For example, if there is comorbid other (or unknown) substance–induced depressive dis- order and other (or unknown) substance use disorder, only the other (or unknown) substance–induced depressive disorder code is given with the 4th character indicating whether the comorbid other (or un- known) substance use disorder is mild, moderate, or severe: F19.14 for other (or unknown) substance use disorder with other (or unknown) substance–induced depressive disorder or F19.24 for a moderate or severe other (or unknown) substance use disorder with other (or un- known) substance–induced depressive disorder. Specify current severity: 305.90 (F19.10) Mild: Presence of 2–3 symptoms. 304.90 (F19.20) Moderate: Presence of 4–5 symptoms. 304.90 (F19.20) Severe: Presence of 6 or more symptoms.",
  "gloss_vi": "Substance use disorder 279 that criterion a4, “craving, or a strong desire or urge to use the substance,” may be met). in sustained remission: after full criteria for other (or unknown) substance use disorder were previo...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "study"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Substance Use Disorder 279 that Criterion A4, “Craving, or a strong desire or urge to use the substance,” may be met). In sustained remission: After full criteria for other (or unknown) substance use disorder were previously met, none of the criteria for other (or unknown) substance use disorder have been met at any time during a period of 12 months or longer (with the excep- tion that Criterion A4, “Craving, or a strong desire or urge to use the substance,” may be met). Specify if: In a controlled environment: This additional specifier is used if the individual is in an environment where access to the sub- stance is restricted. Coding based on current severity: Note for ICD-10-CM codes: If an other (or unknown) substance intoxication, other (or unknown) substance withdrawal, or another other (or unknown) substance– induced mental disorder is present, do not use the codes below for other (or unknown) substance use disorder. Instead, the comorbid other (or unknown) substance use disorder is indicated in the 4th character of the other (or unknown) substance–induced disorder code (see the coding note for other (or unknown) substance intoxica- tion, other (or unknown) substance withdrawal, or specific other (or unknown) substance–induced mental disorder). For example, if there is comorbid other (or unknown) substance–induced depressive dis- order and other (or unknown) substance use disorder, only the other (or unknown) substance–induced depressive disorder code is given with the 4th character indicating whether the comorbid other (or un- known) substance use disorder is mild, moderate, or severe: F19.14 for other (or unknown) substance use disorder with other (or unknown) substance–induced depressive disorder or F19.24 for a moderate or severe other (or unknown) substance use disorder with other (or un- known) substance–induced depressive disorder. Specify current severity: 305.90 (F19.10) Mild: Presence of 2–3 symptoms. 304.90 (F19.20) Moderate: Presence of 4–5 symptoms. 304.90 (F19.20) Severe: Presence of 6 or more symptoms. Substance use disorder 279 that criterion a4, “craving, or a strong desire or urge to use the substance,” may be met). in sustained remission: after full criteria for other (or unknown) substance use disorder were previo..."
}