{
  "id": "everyday#screening_cues_7c8b2dd4",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "of the inhalant substance despite having per- sistent or recurrent social or interpersonal problems caused or exacerbated by the effects of its use. 7. Important social, occupational, or recreational activities are giv- en up or reduced because of use of the inhalant substance. 8. Recurrent use of the inhalant substance in situations in which it is physically hazardous. 9. Use of the inhalant substance is continued despite knowl- edge of having a persistent or recurrent physical or psy- chological problem that is likely to have been caused or exacerbated by the substance. 10. Tolerance, as defined by either of the following: a. A need for markedly increased amounts of the inhalant substance to achieve intoxication or desired effect. b. A markedly diminished effect with continued use of the same amount of the inhalant substance. Specify the particular inhalant: When possible, the particular sub- stance involved should be named (e.g., “solvent use disorder”). Specify if: In early remission: After full criteria for inhalant use disorder were previously met, none of the criteria for inhalant use disorder have been met for at least 3 months but for less than 12 months (with the exception that Criterion A4, “Craving, or a strong desire or urge to use the inhalant substance,” may be met). In sustained remission: After full criteria for inhalant use disor- der were previously met, none of the criteria for inhalant use dis- order have been met at any time during a period of 12 months or longer (with the exception that Criterion A4, “Craving, or a strong desire or urge to use the inhalant substance,” may be met).",
  "gloss_vi": "Of the inhalant substance despite having per- sistent or recurrent social or interpersonal problems caused or exacerbated by the effects of its use. 7.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc of the inhalant substance despite having per- sistent or recurrent social or interpersonal problems caused or exacerbated by the effects of its use. 7. Important social, occupational, or recreational activities are giv- en up or reduced because of use of the inhalant substance. 8. Recurrent use of the inhalant substance in situations in which it is physically hazardous. 9. Use of the inhalant substance is continued despite knowl- edge of having a persistent or recurrent physical or psy- chological problem that is likely to have been caused or exacerbated by the substance. 10. Tolerance, as defined by either of the following: a. A need for markedly increased amounts of the inhalant substance to achieve intoxication or desired effect. b. A markedly diminished effect with continued use of the same amount of the inhalant substance. Specify the particular inhalant: When possible, the particular sub- stance involved should be named (e.g., “solvent use disorder”). Specify if: In early remission: After full criteria for inhalant use disorder were previously met, none of the criteria for inhalant use disorder have been met for at least 3 months but for less than 12 months (with the exception that Criterion A4, “Craving, or a strong desire or urge to use the inhalant substance,” may be met). In sustained remission: After full criteria for inhalant use disor- der were previously met, none of the criteria for inhalant use dis- order have been met at any time during a period of 12 months or longer (with the exception that Criterion A4, “Craving, or a strong desire or urge to use the inhalant substance,” may be met). Of the inhalant substance despite having per- sistent or recurrent social or interpersonal problems caused or exacerbated by the effects of its use. 7."
}