{
  "id": "everyday#screening_cues_8ff55a2a",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "(or more) of the follow- ing symptoms occur: Note: The abrupt surge can occur from a calm state or an anxious state. 1. Palpitations, pounding heart, or accelerated heart rate. 2. Sweating. 3. Trembling or shaking. 4. Sensations of shortness of breath or smothering. 5. Feelings of choking. Agoraphobia 121 6. Chest pain or discomfort. 7. Nausea or abdominal distress. 8. Feeling dizzy, unsteady, light-headed, or faint. 9. Chills or heat sensations. 10. Paresthesias (numbness or tingling sensations). 11. Derealization (feelings of unreality) or depersonalization (be- ing detached from oneself). 12. Fear of losing control or “going crazy.” 13. Fear of dying. Note: Culture-specific symptoms (e.g., tinnitus, neck soreness, head- ache, uncontrollable screaming or crying) may be seen. Such symp- toms should not count as one of the four required symptoms. Agoraphobia 300.22 (F40.00) A. Marked fear or anxiety about two (or more) of the following five situations: 1. Using public transportation (e.g., automobiles, buses, trains, ships, planes). 2. Being in open spaces (e.g., parking lots, marketplaces, bridges). 3. Being in enclosed places (e.g., shops, theaters, cinemas). 4. Standing in line or being in a crowd. 5. Being outside of the home alone. B. The individual fears or avoids these situations because of thoughts that escape might be difficult or help might not be avail- able in the event of developing panic-like symptoms or other incapacitating or embarrassing symptoms (e.g., fear of falling in the elderly; fear of incontinence). C. The agoraphobic situations almost always provoke fear or anxiety. D. The agoraphobic situations are actively avoided, require the presence of a companion, or are endured with intense fear or anxiety.",
  "gloss_vi": "(or more) of the follow- ing symptoms occur: note: the abrupt surge can occur from a calm state or an anxious state. 1.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "stress"
    ],
    "advice_section": [
      "coping_skill",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc (or more) of the follow- ing symptoms occur: Note: The abrupt surge can occur from a calm state or an anxious state. 1. Palpitations, pounding heart, or accelerated heart rate. 2. Sweating. 3. Trembling or shaking. 4. Sensations of shortness of breath or smothering. 5. Feelings of choking. Agoraphobia 121 6. Chest pain or discomfort. 7. Nausea or abdominal distress. 8. Feeling dizzy, unsteady, light-headed, or faint. 9. Chills or heat sensations. 10. Paresthesias (numbness or tingling sensations). 11. Derealization (feelings of unreality) or depersonalization (be- ing detached from oneself). 12. Fear of losing control or “going crazy.” 13. Fear of dying. Note: Culture-specific symptoms (e.g., tinnitus, neck soreness, head- ache, uncontrollable screaming or crying) may be seen. Such symp- toms should not count as one of the four required symptoms. Agoraphobia 300.22 (F40.00) A. Marked fear or anxiety about two (or more) of the following five situations: 1. Using public transportation (e.g., automobiles, buses, trains, ships, planes). 2. Being in open spaces (e.g., parking lots, marketplaces, bridges). 3. Being in enclosed places (e.g., shops, theaters, cinemas). 4. Standing in line or being in a crowd. 5. Being outside of the home alone. B. The individual fears or avoids these situations because of thoughts that escape might be difficult or help might not be avail- able in the event of developing panic-like symptoms or other incapacitating or embarrassing symptoms (e.g., fear of falling in the elderly; fear of incontinence). C. The agoraphobic situations almost always provoke fear or anxiety. D. The agoraphobic situations are actively avoided, require the presence of a companion, or are endured with intense fear or anxiety. (or more) of the follow- ing symptoms occur: note: the abrupt surge can occur from a calm state or an anxious state. 1."
}