{
  "id": "everyday#screening_cues_abaec830",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "tive disorder should be diagnosed: 1. Clinical criteria are supported by neuroimaging evidence of sig- nificant parenchymal injury attributed to cerebrovascular disease (neuroimaging-supported). 310 Neurocognitive Disorders 2. The neurocognitive syndrome is temporally related to one or more documented cerebrovascular events. 3. Both clinical and genetic (e.g., cerebral autosomal dominant ar- teriopathy with subcortical infarcts and leukoencephalopathy) evidence of cerebrovascular disease is present. Possible vascular neurocognitive disorder is diagnosed if the clinical criteria are met but neuroimaging is not available and the tem- poral relationship of the neurocognitive syndrome with one or more cerebrovascular events is not established. Coding note: For probable major vascular neurocognitive disorder, with behavioral disturbance, code 290.40 (F01.51). For probable ma- jor vascular neurocognitive disorder, without behavioral disturbance, code 290.40 (F01.50). For possible major vascular neurocognitive disorder, with or without behavioral disturbance, code 331.9 (G31.9). An additional medical code for the vascular disease is not needed. For mild vascular neurocognitive disorder, code 331.83 (G31.84). (Note: Do not use an additional code for the vascular disease. Be- havioral disturbance cannot be coded but should still be indicated in writing.) Major or Mild Neurocognitive Disorder Due to Traumatic Brain Injury A. The criteria are met for major or mild neurocognitive disorder. B. There is evidence of a traumatic brain injury—that is, an impact to the head or other mechanisms of rapid movement or displacement of the brain within the skull, with one or more of the following: 1. Loss of consciousness. 2. Posttraumatic amnesia. 3. Disorientation and confusion. 4. Neurological signs (e.g., neuroimaging demonstrating injury; a new onset of seizures; a marked worsening of a preexisting seizure disorder; visual field cuts; anosmia; hemiparesis).",
  "gloss_vi": "Tive disorder should be diagnosed: 1. clinical criteria are supported by neuroimaging evidence of sig- nificant parenchymal injury attributed to cerebrovascular disease (neuroimaging-supported).",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation",
      "do_not_do",
      "management"
    ],
    "life_topics": [
      "relationships",
      "grief"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc tive disorder should be diagnosed: 1. Clinical criteria are supported by neuroimaging evidence of sig- nificant parenchymal injury attributed to cerebrovascular disease (neuroimaging-supported). 310 Neurocognitive Disorders 2. The neurocognitive syndrome is temporally related to one or more documented cerebrovascular events. 3. Both clinical and genetic (e.g., cerebral autosomal dominant ar- teriopathy with subcortical infarcts and leukoencephalopathy) evidence of cerebrovascular disease is present. Possible vascular neurocognitive disorder is diagnosed if the clinical criteria are met but neuroimaging is not available and the tem- poral relationship of the neurocognitive syndrome with one or more cerebrovascular events is not established. Coding note: For probable major vascular neurocognitive disorder, with behavioral disturbance, code 290.40 (F01.51). For probable ma- jor vascular neurocognitive disorder, without behavioral disturbance, code 290.40 (F01.50). For possible major vascular neurocognitive disorder, with or without behavioral disturbance, code 331.9 (G31.9). An additional medical code for the vascular disease is not needed. For mild vascular neurocognitive disorder, code 331.83 (G31.84). (Note: Do not use an additional code for the vascular disease. Be- havioral disturbance cannot be coded but should still be indicated in writing.) Major or Mild Neurocognitive Disorder Due to Traumatic Brain Injury A. The criteria are met for major or mild neurocognitive disorder. B. There is evidence of a traumatic brain injury—that is, an impact to the head or other mechanisms of rapid movement or displacement of the brain within the skull, with one or more of the following: 1. Loss of consciousness. 2. Posttraumatic amnesia. 3. Disorientation and confusion. 4. Neurological signs (e.g., neuroimaging demonstrating injury; a new onset of seizures; a marked worsening of a preexisting seizure disorder; visual field cuts; anosmia; hemiparesis). Tive disorder should be diagnosed: 1. clinical criteria are supported by neuroimaging evidence of sig- nificant parenchymal injury attributed to cerebrovascular disease (neuroimaging-supported)."
}