{
  "id": "everyday#do_not_do_0966e8ad",
  "title_en": "General — Do Not Do",
  "title_vi": "General — Do Not Do",
  "text_en": "Substance-Related and Addictive Disorders 229 TABLE 1 Diagnoses associated with substance class (continued) Obsessive- Sub- Sub- Depres- compulsive Sexual Neuro- Substance stance stance Psychotic Bipolar sive Anxiety and related Sleep dysfunc- cognitive use intoxi- with- disordersdisordersdisorders disorders disorders disorders tions Deliriumdisorders disorders cation drawal Stimulants** I I/W I/W I/W I/W I/W I I X X X Tobacco W X X Other (or I/W I/W I/W I/W I/W I/W I/W I/W I/W/P X X X unknown) Note. X = The category is recognized in DSM-5. I = The specifier “with onset during intoxication” may be noted for the category. W = The specifier “with onset during withdrawal” may be noted for the category. I/W = Either “with onset during intoxication” or “with onset during withdrawal” may be noted for the category. P = The disorder is persisting. *Also hallucinogen persisting perception disorder (flashbacks). **Includes amphetamine-type substances, cocaine, and other or unspecified stimulants. 230 Substance-Related and Addictive Disorders Substance-Related Disorders Substance Use Disorders Recording Procedures for Substance Use Disorders The clinician should use the code that applies to the class of substances but record the name of the specific substance. For example, the clinician should record 304.10 (F13.20) moderate alprazolam use disorder (rather than moderate sedative, hypnotic, or anxiolytic use disorder) or 305.70 (F15.10) mild methamphetamine use disorder (rather than mild stimu- lant use disorder). For substances that do not fit into any of the classes (e.g.,",
  "gloss_vi": "Substance-related and addictive disorders 229 table 1 diagnoses associated with substance class (continued) obsessive- sub- sub- depres- compulsive sexual neuro- substance stance stance psychotic bipolar sive lo âu and r...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "do_not_do",
      "management"
    ],
    "life_topics": [
      "sleep",
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Do Not Do General — Do Not Do Substance-Related and Addictive Disorders 229 TABLE 1 Diagnoses associated with substance class (continued) Obsessive- Sub- Sub- Depres- compulsive Sexual Neuro- Substance stance stance Psychotic Bipolar sive Anxiety and related Sleep dysfunc- cognitive use intoxi- with- disordersdisordersdisorders disorders disorders disorders tions Deliriumdisorders disorders cation drawal Stimulants** I I/W I/W I/W I/W I/W I I X X X Tobacco W X X Other (or I/W I/W I/W I/W I/W I/W I/W I/W I/W/P X X X unknown) Note. X = The category is recognized in DSM-5. I = The specifier “with onset during intoxication” may be noted for the category. W = The specifier “with onset during withdrawal” may be noted for the category. I/W = Either “with onset during intoxication” or “with onset during withdrawal” may be noted for the category. P = The disorder is persisting. *Also hallucinogen persisting perception disorder (flashbacks). **Includes amphetamine-type substances, cocaine, and other or unspecified stimulants. 230 Substance-Related and Addictive Disorders Substance-Related Disorders Substance Use Disorders Recording Procedures for Substance Use Disorders The clinician should use the code that applies to the class of substances but record the name of the specific substance. For example, the clinician should record 304.10 (F13.20) moderate alprazolam use disorder (rather than moderate sedative, hypnotic, or anxiolytic use disorder) or 305.70 (F15.10) mild methamphetamine use disorder (rather than mild stimu- lant use disorder). For substances that do not fit into any of the classes (e.g., Substance-related and addictive disorders 229 table 1 diagnoses associated with substance class (continued) obsessive- sub- sub- depres- compulsive sexual neuro- substance stance stance psychotic bipolar sive lo âu and r..."
}