{
  "id": "everyday#screening_cues_8bca6bd0",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "level of functioning. C. The disturbance is not better explained by major depressive or bipolar disorder with psychotic features or another psychotic dis- order such as schizophrenia or catatonia, and is not attributable to the physiological effects of a substance (e.g., a drug of abuse, a medication) or another medical condition. Specify if: With marked stressor(s) (brief reactive psychosis): If symp- toms occur in response to events that, singly or together, would be markedly stressful to almost anyone in similar circumstances in the individual’s culture. Without marked stressor(s): If symptoms do not occur in re- sponse to events that, singly or together, would be markedly stressful to almost anyone in similar circumstances in the individ- ual’s culture. With postpartum onset: If onset is during pregnancy or within 4 weeks postpartum. Specify if: With catatonia (refer to the criteria for catatonia associated with another mental disorder, pp. 60–61, for definition). Coding note: Use additional code 293.89 (F06.1) catatonia associated with brief psychotic disorder to indicate the pres- ence of the comorbid catatonia. Specify current severity: Severity is rated by a quantitative assessment of the primary symptoms of psychosis, including delusions, hallucinations, disor- ganized speech, abnormal psychomotor behavior, and negative symptoms. Each of these symptoms may be rated for its current severity (most severe in the last 7 days) on a 5-point scale ranging from 0 (not present) to 4 (present and severe). (See Clinician- Rated Dimensions of Psychosis Symptom Severity in the chapter “Assessment Measures” in Section III of DSM-5.) Note: Diagnosis of brief psychotic disorder can be made without using this severity specifier.",
  "gloss_vi": "Level of functioning. c.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "do_not_do"
    ],
    "life_topics": [
      "stress"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc level of functioning. C. The disturbance is not better explained by major depressive or bipolar disorder with psychotic features or another psychotic dis- order such as schizophrenia or catatonia, and is not attributable to the physiological effects of a substance (e.g., a drug of abuse, a medication) or another medical condition. Specify if: With marked stressor(s) (brief reactive psychosis): If symp- toms occur in response to events that, singly or together, would be markedly stressful to almost anyone in similar circumstances in the individual’s culture. Without marked stressor(s): If symptoms do not occur in re- sponse to events that, singly or together, would be markedly stressful to almost anyone in similar circumstances in the individ- ual’s culture. With postpartum onset: If onset is during pregnancy or within 4 weeks postpartum. Specify if: With catatonia (refer to the criteria for catatonia associated with another mental disorder, pp. 60–61, for definition). Coding note: Use additional code 293.89 (F06.1) catatonia associated with brief psychotic disorder to indicate the pres- ence of the comorbid catatonia. Specify current severity: Severity is rated by a quantitative assessment of the primary symptoms of psychosis, including delusions, hallucinations, disor- ganized speech, abnormal psychomotor behavior, and negative symptoms. Each of these symptoms may be rated for its current severity (most severe in the last 7 days) on a 5-point scale ranging from 0 (not present) to 4 (present and severe). (See Clinician- Rated Dimensions of Psychosis Symptom Severity in the chapter “Assessment Measures” in Section III of DSM-5.) Note: Diagnosis of brief psychotic disorder can be made without using this severity specifier. Level of functioning. c."
}