{
  "id": "everyday#screening_cues_5c23ea7a",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "as female. Specify if: In a controlled environment: This specifier is primarily applica- ble to individuals living in institutional or other settings where op- portunities to cross-dress are restricted. In full remission: There has been no distress or impairment in social, occupational, or other areas of functioning for at least 5 years while in an uncontrolled environment. Other Specified Paraphilic Disorder 302.89 (F65.89) This category applies to presentations in which symptoms character- istic of a paraphilic disorder that cause clinically significant distress or impairment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for any of the disorders in the paraphilic disorders diagnostic class. The other specified paraphilic disorder category is used in situations in which the clinician chooses to communicate the specific reason that the presentation does not meet the criteria for any specific paraphilic dis- order. This is done by recording “other specified paraphilic disorder” followed by the specific reason (e.g., “zoophilia”). Examples of presentations that can be specified using the “other specified” designation include, but are not limited to, recurrent and in- tense sexual arousal involving telephone scatologia (obscene phone calls), necrophilia (corpses), zoophilia (animals), coprophilia (feces), klismaphilia (enemas), or urophilia (urine) that has been present for at least 6 months and causes marked distress or impairment in social, occupational, or other important areas of functioning. Other specified paraphilic disorder can be specified as in remission and/or as occur- ring in a controlled environment.",
  "gloss_vi": "As female. specify if: in a controlled environment: this specifier is primarily applica- ble to individuals living in institutional or other settings where op- portunities to cross-dress are restricted.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "study",
      "digital"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc as female. Specify if: In a controlled environment: This specifier is primarily applica- ble to individuals living in institutional or other settings where op- portunities to cross-dress are restricted. In full remission: There has been no distress or impairment in social, occupational, or other areas of functioning for at least 5 years while in an uncontrolled environment. Other Specified Paraphilic Disorder 302.89 (F65.89) This category applies to presentations in which symptoms character- istic of a paraphilic disorder that cause clinically significant distress or impairment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for any of the disorders in the paraphilic disorders diagnostic class. The other specified paraphilic disorder category is used in situations in which the clinician chooses to communicate the specific reason that the presentation does not meet the criteria for any specific paraphilic dis- order. This is done by recording “other specified paraphilic disorder” followed by the specific reason (e.g., “zoophilia”). Examples of presentations that can be specified using the “other specified” designation include, but are not limited to, recurrent and in- tense sexual arousal involving telephone scatologia (obscene phone calls), necrophilia (corpses), zoophilia (animals), coprophilia (feces), klismaphilia (enemas), or urophilia (urine) that has been present for at least 6 months and causes marked distress or impairment in social, occupational, or other important areas of functioning. Other specified paraphilic disorder can be specified as in remission and/or as occur- ring in a controlled environment. As female. specify if: in a controlled environment: this specifier is primarily applica- ble to individuals living in institutional or other settings where op- portunities to cross-dress are restricted."
}