{
  "id": "everyday#screening_cues_5786b95d",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Note: Witnessing does not include events that are witnessed only in electronic media, television, movies, or pictures. Posttraumatic Stress Disorder 147 3. Learning that the traumatic event(s) occurred to a parent or caregiving figure. B. Presence of one (or more) of the following intrusion symptoms associated with the traumatic event(s), beginning after the trau- matic event(s) occurred: 1. Recurrent, involuntary, and intrusive distressing memories of the traumatic event(s). Note: Spontaneous and intrusive memories may not neces- sarily appear distressing and may be expressed as play re- enactment. 2. Recurrent distressing dreams in which the content and/or af- fect of the dream are related to the traumatic event(s). Note: It may not be possible to ascertain that the frightening content is related to the traumatic event. 3. Dissociative reactions (e.g., flashbacks) in which the child feels or acts as if the traumatic event(s) were recurring. (Such reactions may occur on a continuum, with the most extreme expression being a complete loss of awareness of present surroundings.) Such trauma-specific reenactment may occur in play. 4. Intense or prolonged psychological distress at exposure to internal or external cues that symbolize or resemble an as- pect of the traumatic event(s). 5. Marked physiological reactions to reminders of the traumatic event(s). C. One (or more) of the following symptoms, representing either persistent avoidance of stimuli associated with the traumatic event(s) or negative alterations in cognitions and mood associ- ated with the traumatic event(s), must be present, beginning af- ter the event(s) or worsening after the event(s): Persistent Avoidance of Stimuli 1. Avoidance of or efforts to avoid activities, places, or physical reminders that arouse recollections of the traumatic event(s).",
  "gloss_vi": "Note: witnessing does not include events that are witnessed only in electronic media, television, movies, or pictures. posttraumatic căng thẳng disorder 147 3.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "grief"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Note: Witnessing does not include events that are witnessed only in electronic media, television, movies, or pictures. Posttraumatic Stress Disorder 147 3. Learning that the traumatic event(s) occurred to a parent or caregiving figure. B. Presence of one (or more) of the following intrusion symptoms associated with the traumatic event(s), beginning after the trau- matic event(s) occurred: 1. Recurrent, involuntary, and intrusive distressing memories of the traumatic event(s). Note: Spontaneous and intrusive memories may not neces- sarily appear distressing and may be expressed as play re- enactment. 2. Recurrent distressing dreams in which the content and/or af- fect of the dream are related to the traumatic event(s). Note: It may not be possible to ascertain that the frightening content is related to the traumatic event. 3. Dissociative reactions (e.g., flashbacks) in which the child feels or acts as if the traumatic event(s) were recurring. (Such reactions may occur on a continuum, with the most extreme expression being a complete loss of awareness of present surroundings.) Such trauma-specific reenactment may occur in play. 4. Intense or prolonged psychological distress at exposure to internal or external cues that symbolize or resemble an as- pect of the traumatic event(s). 5. Marked physiological reactions to reminders of the traumatic event(s). C. One (or more) of the following symptoms, representing either persistent avoidance of stimuli associated with the traumatic event(s) or negative alterations in cognitions and mood associ- ated with the traumatic event(s), must be present, beginning af- ter the event(s) or worsening after the event(s): Persistent Avoidance of Stimuli 1. Avoidance of or efforts to avoid activities, places, or physical reminders that arouse recollections of the traumatic event(s). Note: witnessing does not include events that are witnessed only in electronic media, television, movies, or pictures. posttraumatic căng thẳng disorder 147 3."
}