{
  "id": "everyday#screening_cues_50e4fd04",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "338 Paraphilic Disorders Specify if: With fetishism: If sexually aroused by fabrics, materials, or garments. With autogynephilia: If sexually aroused by thoughts or images of self as female. Specify if: In a controlled environment: This specifier is primarily applica- ble to individuals living in institutional or other settings where op- portunities to cross-dress are restricted. In full remission: There has been no distress or impairment in social, occupational, or other areas of functioning for at least 5 years while in an uncontrolled environment. Other Specified Paraphilic Disorder 302.89 (F65.89) This category applies to presentations in which symptoms character- istic of a paraphilic disorder that cause clinically significant distress or impairment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for any of the disorders in the paraphilic disorders diagnostic class. The other specified paraphilic disorder category is used in situations in which the clinician chooses to communicate the specific reason that the presentation does not meet the criteria for any specific paraphilic dis- order. This is done by recording “other specified paraphilic disorder” followed by the specific reason (e.g., “zoophilia”).",
  "gloss_vi": "338 paraphilic disorders specify if: with fetishism: if sexually aroused by fabrics, materials, or garments. with autogynephilia: if sexually aroused by thoughts or images of self as female.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "stress"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 338 Paraphilic Disorders Specify if: With fetishism: If sexually aroused by fabrics, materials, or garments. With autogynephilia: If sexually aroused by thoughts or images of self as female. Specify if: In a controlled environment: This specifier is primarily applica- ble to individuals living in institutional or other settings where op- portunities to cross-dress are restricted. In full remission: There has been no distress or impairment in social, occupational, or other areas of functioning for at least 5 years while in an uncontrolled environment. Other Specified Paraphilic Disorder 302.89 (F65.89) This category applies to presentations in which symptoms character- istic of a paraphilic disorder that cause clinically significant distress or impairment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for any of the disorders in the paraphilic disorders diagnostic class. The other specified paraphilic disorder category is used in situations in which the clinician chooses to communicate the specific reason that the presentation does not meet the criteria for any specific paraphilic dis- order. This is done by recording “other specified paraphilic disorder” followed by the specific reason (e.g., “zoophilia”). 338 paraphilic disorders specify if: with fetishism: if sexually aroused by fabrics, materials, or garments. with autogynephilia: if sexually aroused by thoughts or images of self as female."
}