{
  "id": "everyday#screening_cues_02008da4",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "98 Depressive Disorders B. Presence, while depressed, of two (or more) of the following: 1. Poor appetite or overeating. 2. Insomnia or hypersomnia. 3. Low energy or fatigue. 4. Low self-esteem. 5. Poor concentration or difficulty making decisions. 6. Feelings of hopelessness. C. During the 2-year period (1 year for children or adolescents) of the disturbance, the individual has never been without the symp- toms in Criteria A and B for more than 2 months at a time. D. Criteria for a major depressive disorder may be continuously pres- ent for 2 years. E. There has never been a manic episode or a hypomanic episode, and criteria have never been met for cyclothymic disorder. F. The disturbance is not better explained by a persistent schizo- affective disorder, schizophrenia, delusional disorder, or other specified or unspecified schizophrenia spectrum and other psy- chotic disorder. G. The symptoms are not attributable to the physiological effects of a substance (e.g., a drug of abuse, a medication) or another medical condition (e.g., hypothyroidism). H. The symptoms cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. Note: Because the criteria for a major depressive episode include four symptoms that are absent from the symptom list for persistent depressive disorder (dysthymia), a very limited number of individuals will have depressive symptoms that have persisted longer than 2 years but will not meet criteria for persistent depressive disorder. If full cri- teria for a major depressive episode have been met at some point during the current episode",
  "gloss_vi": "98 depressive disorders b. presence, while depressed, of two (or more) of the following: 1.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "sleep",
      "stress",
      "self_esteem"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 98 Depressive Disorders B. Presence, while depressed, of two (or more) of the following: 1. Poor appetite or overeating. 2. Insomnia or hypersomnia. 3. Low energy or fatigue. 4. Low self-esteem. 5. Poor concentration or difficulty making decisions. 6. Feelings of hopelessness. C. During the 2-year period (1 year for children or adolescents) of the disturbance, the individual has never been without the symp- toms in Criteria A and B for more than 2 months at a time. D. Criteria for a major depressive disorder may be continuously pres- ent for 2 years. E. There has never been a manic episode or a hypomanic episode, and criteria have never been met for cyclothymic disorder. F. The disturbance is not better explained by a persistent schizo- affective disorder, schizophrenia, delusional disorder, or other specified or unspecified schizophrenia spectrum and other psy- chotic disorder. G. The symptoms are not attributable to the physiological effects of a substance (e.g., a drug of abuse, a medication) or another medical condition (e.g., hypothyroidism). H. The symptoms cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. Note: Because the criteria for a major depressive episode include four symptoms that are absent from the symptom list for persistent depressive disorder (dysthymia), a very limited number of individuals will have depressive symptoms that have persisted longer than 2 years but will not meet criteria for persistent depressive disorder. If full cri- teria for a major depressive episode have been met at some point during the current episode 98 depressive disorders b. presence, while depressed, of two (or more) of the following: 1."
}