{
  "id": "everyday#screening_cues_0b4524b0",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "participating in water activities, objects. tural and emotional cues. Co- all with the support of others. Co-occurring occurring sensory and physical physical and sensory impairments are fre- impairments may prevent many quent barriers to participation (beyond social activities. watching) in home, recreational, and voca- tional activities. Maladaptive behavior is present in a significant minority. Global Developmental Delay 23 Global Developmental Delay 315.8 (F88) This diagnosis is reserved for individuals under the age of 5 years when the clinical severity level cannot be reliably assessed during early childhood. This category is diagnosed when an individual fails to meet expected developmental milestones in several areas of intel- lectual functioning, and applies to individuals who are unable to un- dergo systematic assessments of intellectual functioning, including children who are too young to participate in standardized testing. This category requires reassessment after a period of time. Unspecified Intellectual Disability (Intellectual Developmental Disorder) 319 (F79) This category is reserved for individuals over the age of 5 years when assessment of the degree of intellectual disability (intellectual devel- opmental disorder) by means of locally available procedures is ren- dered difficult or impossible because of associated sensory or physical impairments, as in blindness or prelingual deafness; locomotor dis- ability; or presence of severe problem behaviors or co-occurring mental disorder. This category should only be used in exceptional cir- cumstances and requires reassessment after a period of time.",
  "gloss_vi": "Participating in water activities, objects. tural and emotional cues.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc participating in water activities, objects. tural and emotional cues. Co- all with the support of others. Co-occurring occurring sensory and physical physical and sensory impairments are fre- impairments may prevent many quent barriers to participation (beyond social activities. watching) in home, recreational, and voca- tional activities. Maladaptive behavior is present in a significant minority. Global Developmental Delay 23 Global Developmental Delay 315.8 (F88) This diagnosis is reserved for individuals under the age of 5 years when the clinical severity level cannot be reliably assessed during early childhood. This category is diagnosed when an individual fails to meet expected developmental milestones in several areas of intel- lectual functioning, and applies to individuals who are unable to un- dergo systematic assessments of intellectual functioning, including children who are too young to participate in standardized testing. This category requires reassessment after a period of time. Unspecified Intellectual Disability (Intellectual Developmental Disorder) 319 (F79) This category is reserved for individuals over the age of 5 years when assessment of the degree of intellectual disability (intellectual devel- opmental disorder) by means of locally available procedures is ren- dered difficult or impossible because of associated sensory or physical impairments, as in blindness or prelingual deafness; locomotor dis- ability; or presence of severe problem behaviors or co-occurring mental disorder. This category should only be used in exceptional cir- cumstances and requires reassessment after a period of time. Participating in water activities, objects. tural and emotional cues."
}