{
  "id": "everyday#screening_cues_5abb2762",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Specifiers for Depressive Disorders 111 tended periods of time if the external circumstances remain fa- vorable. Increased appetite may be manifested by an obvious increase in food intake or by weight gain. Hypersomnia may in- clude either an extended period of nighttime sleep or daytime napping that totals at least 10 hours of sleep per day (or at least 2 hours more than when not depressed). Leaden paralysis is de- fined as feeling heavy, leaden, or weighted down, usually in the arms or legs. This sensation is generally present for at least an hour a day but often lasts for many hours at a time. Unlike the other atypical features, pathological sensitivity to perceived inter- personal rejection is a trait that has an early onset and persists throughout most of adult life. Rejection sensitivity occurs both when the person is and is not depressed, though it may be exac- erbated during depressive periods. With psychotic features: Delusions and/or hallucinations are present. With mood-congruent psychotic features: The content of all delusions and hallucinations is consistent with the typical depressive themes of personal inadequacy, guilt, disease, death, nihilism, or deserved punishment. With mood-incongruent psychotic features: The content of the delusions or hallucinations does not involve typical depressive themes of personal inadequacy, guilt, disease, death, nihilism, or deserved punishment, or the content is a mixture of mood-incongruent and mood-congruent themes. With catatonia: The catatonia specifier can apply to an episode of depression if catatonic features are present during most of the episode. See criteria for catatonia associated with a mental dis- order in the chapter “Schizophrenia Spectrum and Other Psy- chotic Disorders.” With peripartum onset: This specifier can be applied to the cur- rent or, if full criteria are not currently met for a major depressive episode, most recent episode of major depression if onset of mood symptoms occurs during pregnancy or in the 4 weeks fol- lowing delivery. Note: Mood episodes can have their onset either during preg- nancy or postpartum. Although",
  "gloss_vi": "Specifiers for depressive disorders 111 tended periods of time if the external circumstances remain fa- vorable. increased appetite may be manifested by an obvious increase in food intake or by weight gain.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "sleep"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Specifiers for Depressive Disorders 111 tended periods of time if the external circumstances remain fa- vorable. Increased appetite may be manifested by an obvious increase in food intake or by weight gain. Hypersomnia may in- clude either an extended period of nighttime sleep or daytime napping that totals at least 10 hours of sleep per day (or at least 2 hours more than when not depressed). Leaden paralysis is de- fined as feeling heavy, leaden, or weighted down, usually in the arms or legs. This sensation is generally present for at least an hour a day but often lasts for many hours at a time. Unlike the other atypical features, pathological sensitivity to perceived inter- personal rejection is a trait that has an early onset and persists throughout most of adult life. Rejection sensitivity occurs both when the person is and is not depressed, though it may be exac- erbated during depressive periods. With psychotic features: Delusions and/or hallucinations are present. With mood-congruent psychotic features: The content of all delusions and hallucinations is consistent with the typical depressive themes of personal inadequacy, guilt, disease, death, nihilism, or deserved punishment. With mood-incongruent psychotic features: The content of the delusions or hallucinations does not involve typical depressive themes of personal inadequacy, guilt, disease, death, nihilism, or deserved punishment, or the content is a mixture of mood-incongruent and mood-congruent themes. With catatonia: The catatonia specifier can apply to an episode of depression if catatonic features are present during most of the episode. See criteria for catatonia associated with a mental dis- order in the chapter “Schizophrenia Spectrum and Other Psy- chotic Disorders.” With peripartum onset: This specifier can be applied to the cur- rent or, if full criteria are not currently met for a major depressive episode, most recent episode of major depression if onset of mood symptoms occurs during pregnancy or in the 4 weeks fol- lowing delivery. Note: Mood episodes can have their onset either during preg- nancy or postpartum. Although Specifiers for depressive disorders 111 tended periods of time if the external circumstances remain fa- vorable. increased appetite may be manifested by an obvious increase in food intake or by weight gain."
}