{
  "id": "everyday#risk_safety_4f20f79a",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "Moderate-severe: Four or five symptoms. Severe: Four or five symptoms with motor agitation. Note: Anxious distress has been noted as a prominent feature of both bipolar and major depressive disorder in both primary care and specialty mental health settings. High levels of anxi- ety have been associated with higher suicide risk, longer duration of illness, and greater likelihood of treatment non- response. As a result, it is clinically useful to specify accurately the presence and severity levels of anxious distress for treat- ment planning and monitoring of response to treatment. With mixed features: The mixed features specifier can apply to the current manic, hypomanic, or depressive episode in bipolar I or bipolar II disorder: Manic or hypomanic episode, with mixed features: A. Full criteria are met for a manic episode or hypomanic episode, and at least three of the following symptoms are present during the majority of days of the current or most recent episode of mania or hypomania: 1. Prominent dysphoria or depressed mood as indicated by either subjective report (e.g., feels sad or empty) or observation made by others (e.g., appears tearful). 2. Diminished interest or pleasure in all, or almost all, activities (as indicated by either subjective account or observation made by others). 3. Psychomotor retardation nearly every day (observ- able by others; not merely subjective feelings of be- ing slowed down). 4. Fatigue or loss of energy. 5. Feelings of worthlessness or excessive or inappro- priate guilt (not merely self-reproach or guilt about being sick). 6. Recurrent thoughts of death (not just fear of dying), recurrent suicidal ideation without a specific plan, or",
  "gloss_vi": "Moderate-severe: four or five symptoms. severe: four or five symptoms with motor agitation.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "management"
    ],
    "life_topics": [
      "stress",
      "grief"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn Moderate-severe: Four or five symptoms. Severe: Four or five symptoms with motor agitation. Note: Anxious distress has been noted as a prominent feature of both bipolar and major depressive disorder in both primary care and specialty mental health settings. High levels of anxi- ety have been associated with higher suicide risk, longer duration of illness, and greater likelihood of treatment non- response. As a result, it is clinically useful to specify accurately the presence and severity levels of anxious distress for treat- ment planning and monitoring of response to treatment. With mixed features: The mixed features specifier can apply to the current manic, hypomanic, or depressive episode in bipolar I or bipolar II disorder: Manic or hypomanic episode, with mixed features: A. Full criteria are met for a manic episode or hypomanic episode, and at least three of the following symptoms are present during the majority of days of the current or most recent episode of mania or hypomania: 1. Prominent dysphoria or depressed mood as indicated by either subjective report (e.g., feels sad or empty) or observation made by others (e.g., appears tearful). 2. Diminished interest or pleasure in all, or almost all, activities (as indicated by either subjective account or observation made by others). 3. Psychomotor retardation nearly every day (observ- able by others; not merely subjective feelings of be- ing slowed down). 4. Fatigue or loss of energy. 5. Feelings of worthlessness or excessive or inappro- priate guilt (not merely self-reproach or guilt about being sick). 6. Recurrent thoughts of death (not just fear of dying), recurrent suicidal ideation without a specific plan, or Moderate-severe: four or five symptoms. severe: four or five symptoms with motor agitation."
}