{
  "id": "everyday#screening_cues_ae62714f",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "are not solely a manifestation of oppo- sitional behavior, defiance, hostility, or a failure to under- stand tasks or instructions. For older adolescents and adults (age 17 and older), at least five symptoms are required. a. Often fidgets with or taps hands or feet or squirms in seat. b. Often leaves seat in situations when remaining seated is expected (e.g., leaves his or her place in the classroom, in the office or other workplace, or in other situations that require remaining in place). c. Often runs about or climbs in situations where it is in- appropriate. (Note: In adolescents or adults, may be lim- ited to feeling restless.) d. Often unable to play or engage in leisure activities quietly. e. Is often “on the go,” acting as if “driven by a motor” (e.g., is unable to be or uncomfortable being still for extended time, as in restaurants, meetings; may be experienced by others as being restless or difficult to keep up with). f. Often talks excessively. g. Often blurts out an answer before a question has been completed (e.g., completes people’s sentences; cannot wait for turn in conversation). h. Often has difficulty waiting his or her turn (e.g., while waiting in line). i. Often interrupts or intrudes on others (e.g., butts into con- versations, games, or activities; may start using other people’s things without asking or receiving permission; for adolescents and adults, may intrude into or take over what others are doing). B. Several inattentive or hyperactive-impulsive symptoms were present prior to age 12 years. C. Several inattentive or hyperactive-impulsive symptoms are pres- ent in two or more settings (e.g., at home, school, or work; with friends or relatives; in other activities). D. There is clear evidence that the symptoms interfere with, or re- duce the quality of, social, academic, or occupational functioning.",
  "gloss_vi": "Are not solely a manifestation of oppo- sitional behavior, defiance, hostility, or a failure to under- stand tasks or instructions. for older adolescents and adults (age 17 and older), at least five symptoms are required...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "work",
      "relationships"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc are not solely a manifestation of oppo- sitional behavior, defiance, hostility, or a failure to under- stand tasks or instructions. For older adolescents and adults (age 17 and older), at least five symptoms are required. a. Often fidgets with or taps hands or feet or squirms in seat. b. Often leaves seat in situations when remaining seated is expected (e.g., leaves his or her place in the classroom, in the office or other workplace, or in other situations that require remaining in place). c. Often runs about or climbs in situations where it is in- appropriate. (Note: In adolescents or adults, may be lim- ited to feeling restless.) d. Often unable to play or engage in leisure activities quietly. e. Is often “on the go,” acting as if “driven by a motor” (e.g., is unable to be or uncomfortable being still for extended time, as in restaurants, meetings; may be experienced by others as being restless or difficult to keep up with). f. Often talks excessively. g. Often blurts out an answer before a question has been completed (e.g., completes people’s sentences; cannot wait for turn in conversation). h. Often has difficulty waiting his or her turn (e.g., while waiting in line). i. Often interrupts or intrudes on others (e.g., butts into con- versations, games, or activities; may start using other people’s things without asking or receiving permission; for adolescents and adults, may intrude into or take over what others are doing). B. Several inattentive or hyperactive-impulsive symptoms were present prior to age 12 years. C. Several inattentive or hyperactive-impulsive symptoms are pres- ent in two or more settings (e.g., at home, school, or work; with friends or relatives; in other activities). D. There is clear evidence that the symptoms interfere with, or re- duce the quality of, social, academic, or occupational functioning. Are not solely a manifestation of oppo- sitional behavior, defiance, hostility, or a failure to under- stand tasks or instructions. for older adolescents and adults (age 17 and older), at least five symptoms are required..."
}