{
  "id": "everyday#screening_cues_dc8eb9ab",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "222 Disruptive, Impulse-Control, and Conduct Disorders 3. Has used a weapon that can cause serious physical harm to others (e.g., a bat, brick, broken bottle, knife, gun). 4. Has been physically cruel to people. 5. Has been physically cruel to animals. 6. Has stolen while confronting a victim (e.g., mugging, purse snatching, extortion, armed robbery). 7. Has forced someone into sexual activity. Destruction of Property 8. Has deliberately engaged in fire setting with the intention of causing serious damage. 9. Has deliberately destroyed others’ property (other than by fire setting). Deceitfulness or Theft 10. Has broken into someone else’s house, building, or car. 11. Often lies to obtain goods or favors or to avoid obligations (i.e., “cons” others). 12. Has stolen items of nontrivial value without confronting a vic- tim (e.g., shoplifting, but without breaking and entering; forg- ery). Serious Violations of Rules 13. Often stays out at night despite parental prohibitions, begin- ning before age 13 years. 14. Has run away from home overnight at least twice while living in the parental or parental surrogate home, or once without returning for a lengthy period. 15. Is often truant from school, beginning before age 13 years. B. The disturbance in behavior causes clinically significant impair- ment in social, academic, or occupational functioning. C. If the individual is age 18 years or older, criteria are not met for antisocial personality disorder. Specify whether: 312.81 (F91.1) Childhood-onset type: Individuals show at least one symptom characteristic of conduct disorder prior to age 10 years. Conduct Disorder 223 312.82 (F91.2) Adolescent-onset type: Individuals show no symptom characteristic of conduct disorder prior to age 10 years. 312.89 (F91.9) Unspecified onset: Criteria for a diagnosis of conduct disorder are met, but there is not enough information",
  "gloss_vi": "222 disruptive, impulse-control, and conduct disorders 3. has used a weapon that can cause serious physical harm to others (e.g., a bat, brick, broken bottle, knife, gun).",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 222 Disruptive, Impulse-Control, and Conduct Disorders 3. Has used a weapon that can cause serious physical harm to others (e.g., a bat, brick, broken bottle, knife, gun). 4. Has been physically cruel to people. 5. Has been physically cruel to animals. 6. Has stolen while confronting a victim (e.g., mugging, purse snatching, extortion, armed robbery). 7. Has forced someone into sexual activity. Destruction of Property 8. Has deliberately engaged in fire setting with the intention of causing serious damage. 9. Has deliberately destroyed others’ property (other than by fire setting). Deceitfulness or Theft 10. Has broken into someone else’s house, building, or car. 11. Often lies to obtain goods or favors or to avoid obligations (i.e., “cons” others). 12. Has stolen items of nontrivial value without confronting a vic- tim (e.g., shoplifting, but without breaking and entering; forg- ery). Serious Violations of Rules 13. Often stays out at night despite parental prohibitions, begin- ning before age 13 years. 14. Has run away from home overnight at least twice while living in the parental or parental surrogate home, or once without returning for a lengthy period. 15. Is often truant from school, beginning before age 13 years. B. The disturbance in behavior causes clinically significant impair- ment in social, academic, or occupational functioning. C. If the individual is age 18 years or older, criteria are not met for antisocial personality disorder. Specify whether: 312.81 (F91.1) Childhood-onset type: Individuals show at least one symptom characteristic of conduct disorder prior to age 10 years. Conduct Disorder 223 312.82 (F91.2) Adolescent-onset type: Individuals show no symptom characteristic of conduct disorder prior to age 10 years. 312.89 (F91.9) Unspecified onset: Criteria for a diagnosis of conduct disorder are met, but there is not enough information 222 disruptive, impulse-control, and conduct disorders 3. has used a weapon that can cause serious physical harm to others (e.g., a bat, brick, broken bottle, knife, gun)."
}