{
  "id": "everyday#screening_cues_fc7b8f7f",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Stimulant Use Disorder 269 In sustained remission: After full criteria for stimulant use dis- order were previously met, none of the criteria for stimulant use disorder have been met at any time during a period of 12 months or longer (with the exception that Criterion A4, “Craving, or a strong desire or urge to use the stimulant,” may be met). Specify if: In a controlled environment: This additional specifier is used if the individual is in an environment where access to stimulants is restricted. Coding based on current severity: Note for ICD-10-CM codes: If an amphetamine intoxication, amphetamine withdrawal, or another am- phetamine-induced mental disorder is also present, do not use the codes below for amphetamine use disorder. Instead, the comorbid amphetamine use disorder is indicated in the 4th character of the am- phetamine-induced disorder code (see the coding note for amphet- amine intoxication, amphetamine withdrawal, or a specific amphet- amine-induced mental disorder). For example, if there is comorbid amphetamine-type or other stimulant-induced depressive disorder and amphetamine-type or other stimulant use disorder, only the amphet- amine-type or other stimulant-induced depressive disorder code is given, with the 4th character indicating whether the comorbid amphet- amine-type or other stimulant use disorder is mild, moderate, or se- vere: F15.14 for mild amphetamine-type or other stimulant use disor- der with amphetamine-type or other stimulant-induced depressive disorder or F15.24 for a moderate or severe amphetamine-type or other stimulant use disorder with amphetamine-type or other stimu- lant-induced depressive disorder. Similarly, if there is comorbid co- caine-induced depressive disorder and cocaine use disorder, only",
  "gloss_vi": "Stimulant use disorder 269 in sustained remission: after full criteria for stimulant use dis- order were previously met, none of the criteria for stimulant use disorder have been met at any time during a period of 12 mon...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "study"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Stimulant Use Disorder 269 In sustained remission: After full criteria for stimulant use dis- order were previously met, none of the criteria for stimulant use disorder have been met at any time during a period of 12 months or longer (with the exception that Criterion A4, “Craving, or a strong desire or urge to use the stimulant,” may be met). Specify if: In a controlled environment: This additional specifier is used if the individual is in an environment where access to stimulants is restricted. Coding based on current severity: Note for ICD-10-CM codes: If an amphetamine intoxication, amphetamine withdrawal, or another am- phetamine-induced mental disorder is also present, do not use the codes below for amphetamine use disorder. Instead, the comorbid amphetamine use disorder is indicated in the 4th character of the am- phetamine-induced disorder code (see the coding note for amphet- amine intoxication, amphetamine withdrawal, or a specific amphet- amine-induced mental disorder). For example, if there is comorbid amphetamine-type or other stimulant-induced depressive disorder and amphetamine-type or other stimulant use disorder, only the amphet- amine-type or other stimulant-induced depressive disorder code is given, with the 4th character indicating whether the comorbid amphet- amine-type or other stimulant use disorder is mild, moderate, or se- vere: F15.14 for mild amphetamine-type or other stimulant use disor- der with amphetamine-type or other stimulant-induced depressive disorder or F15.24 for a moderate or severe amphetamine-type or other stimulant use disorder with amphetamine-type or other stimu- lant-induced depressive disorder. Similarly, if there is comorbid co- caine-induced depressive disorder and cocaine use disorder, only Stimulant use disorder 269 in sustained remission: after full criteria for stimulant use dis- order were previously met, none of the criteria for stimulant use disorder have been met at any time during a period of 12 mon..."
}