{
  "id": "everyday#screening_cues_2d9fbf7f",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "These cannabis-induced disorders are diagnosed instead of cannabis intoxication or cannabis withdrawal when the symptoms are sufficiently severe to warrant independent clinical attention. 244 Substance-Related and Addictive Disorders Unspecified Cannabis-Related Disorder 292.9 (F12.99) This category applies to presentations in which symptoms character- istic of a cannabis-related disorder that cause clinically significant distress or impairment in social, occupational, or other important ar- eas of functioning predominate but do not meet the full criteria for any specific cannabis-related disorder or any of the disorders in the sub- stance-related and addictive disorders diagnostic class. Hallucinogen-Related Disorders Phencyclidine Use Disorder A. A pattern of phencyclidine (or a pharmacologically similar sub- stance) use leading to clinically significant impairment or dis- tress, as manifested by at least two of the following, occurring within a 12-month period: 1. Phencyclidine is often taken in larger amounts or over a lon- ger period than was intended. 2. There is a persistent desire or unsuccessful efforts to cut down or control phencyclidine use. 3. A great deal of time is spent in activities necessary to obtain phencyclidine, use the phencyclidine, or recover from its ef- fects. 4. Craving, or a strong desire or urge to use phencyclidine. 5. Recurrent phencyclidine use resulting in a failure to fulfill ma- jor role obligations at work, school, or home (e.g., repeated absences from work or poor work performance related to phencyclidine use; phencyclidine-related absences, suspen-",
  "gloss_vi": "These cannabis-induced disorders are diagnosed instead of cannabis intoxication or cannabis withdrawal when the symptoms are sufficiently severe to warrant independent clinical attention. 244 substance-related and addict...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "work"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc These cannabis-induced disorders are diagnosed instead of cannabis intoxication or cannabis withdrawal when the symptoms are sufficiently severe to warrant independent clinical attention. 244 Substance-Related and Addictive Disorders Unspecified Cannabis-Related Disorder 292.9 (F12.99) This category applies to presentations in which symptoms character- istic of a cannabis-related disorder that cause clinically significant distress or impairment in social, occupational, or other important ar- eas of functioning predominate but do not meet the full criteria for any specific cannabis-related disorder or any of the disorders in the sub- stance-related and addictive disorders diagnostic class. Hallucinogen-Related Disorders Phencyclidine Use Disorder A. A pattern of phencyclidine (or a pharmacologically similar sub- stance) use leading to clinically significant impairment or dis- tress, as manifested by at least two of the following, occurring within a 12-month period: 1. Phencyclidine is often taken in larger amounts or over a lon- ger period than was intended. 2. There is a persistent desire or unsuccessful efforts to cut down or control phencyclidine use. 3. A great deal of time is spent in activities necessary to obtain phencyclidine, use the phencyclidine, or recover from its ef- fects. 4. Craving, or a strong desire or urge to use phencyclidine. 5. Recurrent phencyclidine use resulting in a failure to fulfill ma- jor role obligations at work, school, or home (e.g., repeated absences from work or poor work performance related to phencyclidine use; phencyclidine-related absences, suspen- These cannabis-induced disorders are diagnosed instead of cannabis intoxication or cannabis withdrawal when the symptoms are sufficiently severe to warrant independent clinical attention. 244 substance-related and addict..."
}