{
  "id": "everyday#screening_cues_315e9201",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "82 Bipolar and Related Disorders 1. Short-duration hypomanic episodes (2–3 days) and major depressive episodes: A lifetime history of one or more major depressive episodes in individuals whose presentation has never met full criteria for a manic or hypomanic episode but who have experienced two or more episodes of short-duration hypomania that meet the full symptomatic criteria for a hypomanic episode but that only last for 2–3 days. The episodes of hypomanic symp- toms do not overlap in time with the major depressive episodes, so the disturbance does not meet criteria for major depressive episode, with mixed features. 2. Hypomanic episodes with insufficient symptoms and major depressive episodes: A lifetime history of one or more major depressive episodes in individuals whose presentation has never met full criteria for a manic or hypomanic episode but who have experienced one or more episodes of hypomania that do not meet full symptomatic criteria (i.e., at least 4 consecutive days of elevated mood and one or two of the other symptoms of a hypo- manic episode, or irritable mood and two or three of the other symptoms of a hypomanic episode). The episodes of hypomanic symptoms do not overlap in time with the major depressive epi- sodes, so the disturbance does not meet criteria for major de- pressive episode, with mixed features. 3. Hypomanic episode without prior major depressive epi- sode: One or more hypomanic episodes in an individual whose presentation has never met full criteria for a major depressive ep- isode or a manic episode. If this occurs in an individual with an established diagnosis of persistent depressive disorder (dysthy- mia), both diagnoses can be concurrently applied during the pe- riods when the full criteria for a hypomanic episode are met. 4. Short-duration cyclothymia (less than 24 months): Multiple episodes of hypomanic symptoms that do not meet criteria for a",
  "gloss_vi": "82 bipolar and related disorders 1. short-duration hypomanic episodes (2–3 days) and major depressive episodes: a lifetime history of one or more major depressive episodes in individuals whose presentation has never met ...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 82 Bipolar and Related Disorders 1. Short-duration hypomanic episodes (2–3 days) and major depressive episodes: A lifetime history of one or more major depressive episodes in individuals whose presentation has never met full criteria for a manic or hypomanic episode but who have experienced two or more episodes of short-duration hypomania that meet the full symptomatic criteria for a hypomanic episode but that only last for 2–3 days. The episodes of hypomanic symp- toms do not overlap in time with the major depressive episodes, so the disturbance does not meet criteria for major depressive episode, with mixed features. 2. Hypomanic episodes with insufficient symptoms and major depressive episodes: A lifetime history of one or more major depressive episodes in individuals whose presentation has never met full criteria for a manic or hypomanic episode but who have experienced one or more episodes of hypomania that do not meet full symptomatic criteria (i.e., at least 4 consecutive days of elevated mood and one or two of the other symptoms of a hypo- manic episode, or irritable mood and two or three of the other symptoms of a hypomanic episode). The episodes of hypomanic symptoms do not overlap in time with the major depressive epi- sodes, so the disturbance does not meet criteria for major de- pressive episode, with mixed features. 3. Hypomanic episode without prior major depressive epi- sode: One or more hypomanic episodes in an individual whose presentation has never met full criteria for a major depressive ep- isode or a manic episode. If this occurs in an individual with an established diagnosis of persistent depressive disorder (dysthy- mia), both diagnoses can be concurrently applied during the pe- riods when the full criteria for a hypomanic episode are met. 4. Short-duration cyclothymia (less than 24 months): Multiple episodes of hypomanic symptoms that do not meet criteria for a 82 bipolar and related disorders 1. short-duration hypomanic episodes (2–3 days) and major depressive episodes: a lifetime history of one or more major depressive episodes in individuals whose presentation has never met ..."
}