{
  "id": "everyday#screening_cues_2debead4",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "28 Neurodevelopmental Disorders 3. Deficits in developing, maintaining, and understanding rela- tionships, ranging, for example, from difficulties adjusting be- havior to suit various social contexts; to difficulties in sharing imaginative play or in making friends; to absence of interest in peers. Specify current severity: Severity is based on social communication impairments and restricted, repetitive patterns of behavior (see Table 2). B. Restricted, repetitive patterns of behavior, interests, or activities, as manifested by at least two of the following, currently or by his- tory (examples are illustrative, not exhaustive): 1. Stereotyped or repetitive motor movements, use of objects, or speech (e.g., simple motor stereotypies, lining up toys or flipping objects, echolalia, idiosyncratic phrases). 2. Insistence on sameness, inflexible adherence to routines, or ritualized patterns of verbal or nonverbal behavior (e.g., ex- treme distress at small changes, difficulties with transitions, rigid thinking patterns, greeting rituals, need to take same route or eat same food every day). 3. Highly restricted, fixated interests that are abnormal in inten- sity or focus (e.g., strong attachment to or preoccupation with unusual objects, excessively circumscribed or persever- ative interests). 4. Hyper- or hyporeactivity to sensory input or unusual interest in sensory aspects of the environment (e.g., apparent indif- ference to pain/temperature, adverse response to specific sounds or textures, excessive smelling or touching of ob- jects, visual fascination with lights or movement). Specify current severity: Severity is based on social communication impairments and restricted, repetitive patterns of behavior (see Table 2). C. Symptoms must be present in the early developmental period",
  "gloss_vi": "28 neurodevelopmental disorders 3. deficits in developing, maintaining, and understanding rela- tionships, ranging, for example, from difficulties adjusting be- havior to suit various social contexts; to difficulties in ...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 28 Neurodevelopmental Disorders 3. Deficits in developing, maintaining, and understanding rela- tionships, ranging, for example, from difficulties adjusting be- havior to suit various social contexts; to difficulties in sharing imaginative play or in making friends; to absence of interest in peers. Specify current severity: Severity is based on social communication impairments and restricted, repetitive patterns of behavior (see Table 2). B. Restricted, repetitive patterns of behavior, interests, or activities, as manifested by at least two of the following, currently or by his- tory (examples are illustrative, not exhaustive): 1. Stereotyped or repetitive motor movements, use of objects, or speech (e.g., simple motor stereotypies, lining up toys or flipping objects, echolalia, idiosyncratic phrases). 2. Insistence on sameness, inflexible adherence to routines, or ritualized patterns of verbal or nonverbal behavior (e.g., ex- treme distress at small changes, difficulties with transitions, rigid thinking patterns, greeting rituals, need to take same route or eat same food every day). 3. Highly restricted, fixated interests that are abnormal in inten- sity or focus (e.g., strong attachment to or preoccupation with unusual objects, excessively circumscribed or persever- ative interests). 4. Hyper- or hyporeactivity to sensory input or unusual interest in sensory aspects of the environment (e.g., apparent indif- ference to pain/temperature, adverse response to specific sounds or textures, excessive smelling or touching of ob- jects, visual fascination with lights or movement). Specify current severity: Severity is based on social communication impairments and restricted, repetitive patterns of behavior (see Table 2). C. Symptoms must be present in the early developmental period 28 neurodevelopmental disorders 3. deficits in developing, maintaining, and understanding rela- tionships, ranging, for example, from difficulties adjusting be- havior to suit various social contexts; to difficulties in ..."
}