{
  "id": "everyday#screening_cues_1587a1fe",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Brief Psychotic Disorder 47 First episode, currently in full remission: Full remission is a period of time after a previous episode during which no disorder- specific symptoms are present. Multiple episodes, currently in acute episode Multiple episodes, currently in partial remission Multiple episodes, currently in full remission Continuous: Symptoms fulfilling the diagnostic symptom criteria of the disorder are remaining for the majority of the illness course, with subthreshold symptom periods being very brief rel- ative to the overall course. Unspecified Specify current severity: Severity is rated by a quantitative assessment of the primary symptoms of psychosis, including delusions, hallucinations, disor- ganized speech, abnormal psychomotor behavior, and negative symptoms. Each of these symptoms may be rated for its current severity (most severe in the last 7 days) on a 5-point scale ranging from 0 (not present) to 4 (present and severe). (See Clinician- Rated Dimensions of Psychosis Symptom Severity in the chapter “Assessment Measures” in Section III of DSM-5.) Note: Diagnosis of delusional disorder can be made without us- ing this severity specifier. Brief Psychotic Disorder 298.8 (F23) A. Presence of one (or more) of the following symptoms. At least one of these must be (1), (2), or (3): 1. Delusions. 2. Hallucinations. 3. Disorganized speech (e.g., frequent derailment or incoher- ence). 4. Grossly disorganized or catatonic behavior. Note: Do not include a symptom if it is a culturally sanctioned re- sponse. 48 Schizophrenia Spectrum and Other Psychotic Disorders B. Duration of an episode of the disturbance is at least 1 day but less than 1 month, with eventual full return to premorbid",
  "gloss_vi": "Brief psychotic disorder 47 first episode, currently in full remission: full remission is a period of time after a previous episode during which no disorder- specific symptoms are present. multiple episodes, currently in...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Brief Psychotic Disorder 47 First episode, currently in full remission: Full remission is a period of time after a previous episode during which no disorder- specific symptoms are present. Multiple episodes, currently in acute episode Multiple episodes, currently in partial remission Multiple episodes, currently in full remission Continuous: Symptoms fulfilling the diagnostic symptom criteria of the disorder are remaining for the majority of the illness course, with subthreshold symptom periods being very brief rel- ative to the overall course. Unspecified Specify current severity: Severity is rated by a quantitative assessment of the primary symptoms of psychosis, including delusions, hallucinations, disor- ganized speech, abnormal psychomotor behavior, and negative symptoms. Each of these symptoms may be rated for its current severity (most severe in the last 7 days) on a 5-point scale ranging from 0 (not present) to 4 (present and severe). (See Clinician- Rated Dimensions of Psychosis Symptom Severity in the chapter “Assessment Measures” in Section III of DSM-5.) Note: Diagnosis of delusional disorder can be made without us- ing this severity specifier. Brief Psychotic Disorder 298.8 (F23) A. Presence of one (or more) of the following symptoms. At least one of these must be (1), (2), or (3): 1. Delusions. 2. Hallucinations. 3. Disorganized speech (e.g., frequent derailment or incoher- ence). 4. Grossly disorganized or catatonic behavior. Note: Do not include a symptom if it is a culturally sanctioned re- sponse. 48 Schizophrenia Spectrum and Other Psychotic Disorders B. Duration of an episode of the disturbance is at least 1 day but less than 1 month, with eventual full return to premorbid Brief psychotic disorder 47 first episode, currently in full remission: full remission is a period of time after a previous episode during which no disorder- specific symptoms are present. multiple episodes, currently in..."
}