{
  "id": "everyday#screening_cues_9da7e5dc",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "medication indefinitely if tolerated. Differential Diagnosis The differential diagnosis of antidepressant discontinuation syn- drome includes anxiety and depressive disorders, substance use dis- orders, and tolerance to medications. Anxiety and depressive disorders. Discontinuation symptoms of- ten resemble symptoms of a persistent anxiety disorder or a return of somatic symptoms of depression for which the medication was ini- tially given. Medication-Induced Movement Disorders 353 Substance use disorders. Antidepressant discontinuation syn- drome differs from substance withdrawal in that antidepressants themselves have no reinforcing or euphoric effects. The medication dosage has usually not been increased without the clinician’s permis- sion, and the individual generally does not engage in drug-seeking behavior to obtain additional medication. Criteria for a substance use disorder are not met. Tolerance to medications. Tolerance and discontinuation symp- toms can occur as a normal physiological response to stopping med- ication after a substantial duration of exposure. Most cases of medication tolerance can be managed through carefully controlled tapering. Comorbidity Typically, the individual was initially started on the medication for a major depressive disorder; the original symptoms may return dur- ing the discontinuation syndrome. Other Adverse Effect of Medication 995.20 (T50.905A) Initial encounter 995.20 (T50.905D) Subsequent encounter 995.20 (T50.905S) Sequelae This category is available for optional use by clinicians to code side effects of medication (other than movement symptoms) when these adverse effects become a main focus of clinical attention. Examples include severe hypotension, cardiac arrhythmias, and priapism.",
  "gloss_vi": "Medication indefinitely if tolerated. differential diagnosis the differential diagnosis of antidepressant discontinuation syn- drome includes lo âu and depressive disorders, substance use dis- orders, and tolerance to me...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "management"
    ],
    "life_topics": [
      "stress",
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc medication indefinitely if tolerated. Differential Diagnosis The differential diagnosis of antidepressant discontinuation syn- drome includes anxiety and depressive disorders, substance use dis- orders, and tolerance to medications. Anxiety and depressive disorders. Discontinuation symptoms of- ten resemble symptoms of a persistent anxiety disorder or a return of somatic symptoms of depression for which the medication was ini- tially given. Medication-Induced Movement Disorders 353 Substance use disorders. Antidepressant discontinuation syn- drome differs from substance withdrawal in that antidepressants themselves have no reinforcing or euphoric effects. The medication dosage has usually not been increased without the clinician’s permis- sion, and the individual generally does not engage in drug-seeking behavior to obtain additional medication. Criteria for a substance use disorder are not met. Tolerance to medications. Tolerance and discontinuation symp- toms can occur as a normal physiological response to stopping med- ication after a substantial duration of exposure. Most cases of medication tolerance can be managed through carefully controlled tapering. Comorbidity Typically, the individual was initially started on the medication for a major depressive disorder; the original symptoms may return dur- ing the discontinuation syndrome. Other Adverse Effect of Medication 995.20 (T50.905A) Initial encounter 995.20 (T50.905D) Subsequent encounter 995.20 (T50.905S) Sequelae This category is available for optional use by clinicians to code side effects of medication (other than movement symptoms) when these adverse effects become a main focus of clinical attention. Examples include severe hypotension, cardiac arrhythmias, and priapism. Medication indefinitely if tolerated. differential diagnosis the differential diagnosis of antidepressant discontinuation syn- drome includes lo âu and depressive disorders, substance use dis- orders, and tolerance to me..."
}