{
  "id": "everyday#risk_safety_4611530d",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "Neurocognitive Disorders C. There is clinically established Huntington’s disease, or risk for Huntington’s disease based on family history or genetic testing. D. The neurocognitive disorder is not attributable to another medical condition and is not better explained by another mental disorder. Coding note: For major neurocognitive disorder due to Huntington’s disease, with behavioral disturbance, code first 333.4 (G10) Hunting- ton’s disease, followed by 294.11 (F02.81) major neurocognitive dis- order due to Huntington’s disease, with behavioral disturbance. For major neurocognitive disorder due to Huntington’s disease, without behavioral disturbance, code first 333.4 (G10) Huntington’s disease, followed by 294.10 (F02.80) major neurocognitive disorder due to Huntington’s disease, without behavioral disturbance. For mild neurocognitive disorder due to Huntington’s disease, code 331.83 (G31.84). (Note: Do not use the additional code for Huntington’s disease. Behavioral disturbance cannot be coded but should still be indicated in writing.) Major or Mild Neurocognitive Disorder Due to Another Medical Condition A. The criteria are met for major or mild neurocognitive disorder. B. There is evidence from the history, physical examination, or labo- ratory findings that the neurocognitive disorder is the pathophys- iological consequence of another medical condition. C. The cognitive deficits are not better explained by another mental disorder or another specific neurocognitive disorder (e.g., Alzhei- mer’s disease, HIV infection). Coding note: For major neurocognitive disorder due to another medical condition, with behavioral disturbance, code first the other medical condition, followed by the major neurocognitive disorder due to another medical condition, with behavioral disturbance (e.g., 340 [G35] multiple sclerosis, 294.11 [F02.81] major neurocognitive disor- der due to multiple sclerosis, with behavioral disturbance). For major neurocognitive disorder due to another medical condition, without be- havioral disturbance, code first the other medical condition, followed by the major neurocognitive disorder due to another medical condi-",
  "gloss_vi": "Neurocognitive disorders c. there is clinically established huntington’s disease, or nguy cơ for huntington’s disease based on family history or genetic testing.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "do_not_do",
      "management",
      "caregiver"
    ],
    "life_topics": [
      "study",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn Neurocognitive Disorders C. There is clinically established Huntington’s disease, or risk for Huntington’s disease based on family history or genetic testing. D. The neurocognitive disorder is not attributable to another medical condition and is not better explained by another mental disorder. Coding note: For major neurocognitive disorder due to Huntington’s disease, with behavioral disturbance, code first 333.4 (G10) Hunting- ton’s disease, followed by 294.11 (F02.81) major neurocognitive dis- order due to Huntington’s disease, with behavioral disturbance. For major neurocognitive disorder due to Huntington’s disease, without behavioral disturbance, code first 333.4 (G10) Huntington’s disease, followed by 294.10 (F02.80) major neurocognitive disorder due to Huntington’s disease, without behavioral disturbance. For mild neurocognitive disorder due to Huntington’s disease, code 331.83 (G31.84). (Note: Do not use the additional code for Huntington’s disease. Behavioral disturbance cannot be coded but should still be indicated in writing.) Major or Mild Neurocognitive Disorder Due to Another Medical Condition A. The criteria are met for major or mild neurocognitive disorder. B. There is evidence from the history, physical examination, or labo- ratory findings that the neurocognitive disorder is the pathophys- iological consequence of another medical condition. C. The cognitive deficits are not better explained by another mental disorder or another specific neurocognitive disorder (e.g., Alzhei- mer’s disease, HIV infection). Coding note: For major neurocognitive disorder due to another medical condition, with behavioral disturbance, code first the other medical condition, followed by the major neurocognitive disorder due to another medical condition, with behavioral disturbance (e.g., 340 [G35] multiple sclerosis, 294.11 [F02.81] major neurocognitive disor- der due to multiple sclerosis, with behavioral disturbance). For major neurocognitive disorder due to another medical condition, without be- havioral disturbance, code first the other medical condition, followed by the major neurocognitive disorder due to another medical condi- Neurocognitive disorders c. there is clinically established huntington’s disease, or nguy cơ for huntington’s disease based on family history or genetic testing."
}