{
  "id": "everyday#do_not_do_e5561ce4",
  "title_en": "General — Do Not Do",
  "title_vi": "General — Do Not Do",
  "text_en": "336 Paraphilic Disorders B. The individual has acted on these sexual urges with a noncon- senting person, or the sexual urges or fantasies cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. Specify if: In a controlled environment: This specifier is primarily applica- ble to individuals living in institutional or other settings where op- portunities to engage in sadistic sexual behaviors are restricted. In full remission: The individual has not acted on the urges with a nonconsenting person, and there has been no distress or im- pairment in social, occupational, or other areas of functioning, for at least 5 years while in an uncontrolled environment. Pedophilic Disorder 302.2 (F65.4) A. Over a period of at least 6 months, recurrent, intense sexually arousing fantasies, sexual urges, or behaviors involving sexual activity with a prepubescent child or children (generally age 13 years or younger). B. The individual has acted on these sexual urges, or the sexual urges or fantasies cause marked distress or interpersonal difficulty. C. The individual is at least age 16 years and at least 5 years older than the child or children in Criterion A. Note: Do not include an individual in late adolescence involved in an ongoing sexual relationship with a 12- or 13-year-old. Specify whether: Exclusive type (attracted only to children) Nonexclusive type Specify if: Sexually attracted to males Sexually",
  "gloss_vi": "336 paraphilic disorders b. the individual has acted on these sexual urges with a noncon- senting person, or the sexual urges or fantasies cause clinically significant distress or impairment in social, occupational, or o...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "relationships"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Do Not Do General — Do Not Do 336 Paraphilic Disorders B. The individual has acted on these sexual urges with a noncon- senting person, or the sexual urges or fantasies cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. Specify if: In a controlled environment: This specifier is primarily applica- ble to individuals living in institutional or other settings where op- portunities to engage in sadistic sexual behaviors are restricted. In full remission: The individual has not acted on the urges with a nonconsenting person, and there has been no distress or im- pairment in social, occupational, or other areas of functioning, for at least 5 years while in an uncontrolled environment. Pedophilic Disorder 302.2 (F65.4) A. Over a period of at least 6 months, recurrent, intense sexually arousing fantasies, sexual urges, or behaviors involving sexual activity with a prepubescent child or children (generally age 13 years or younger). B. The individual has acted on these sexual urges, or the sexual urges or fantasies cause marked distress or interpersonal difficulty. C. The individual is at least age 16 years and at least 5 years older than the child or children in Criterion A. Note: Do not include an individual in late adolescence involved in an ongoing sexual relationship with a 12- or 13-year-old. Specify whether: Exclusive type (attracted only to children) Nonexclusive type Specify if: Sexually attracted to males Sexually 336 paraphilic disorders b. the individual has acted on these sexual urges with a noncon- senting person, or the sexual urges or fantasies cause clinically significant distress or impairment in social, occupational, or o..."
}