{
  "id": "everyday#screening_cues_2d308942",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "or undergoing tests and procedures, is frequently used. Care-avoidant type: Medical care is rarely used. Conversion Disorder 163 Conversion Disorder (Functional Neurological Symptom Disorder) A. One or more symptoms of altered voluntary motor or sensory function. B. Clinical findings provide evidence of incompatibility between the symptom and recognized neurological or medical conditions. C. The symptom or deficit is not better explained by another medical or mental disorder. D. The symptom or deficit causes clinically significant distress or im- pairment in social, occupational, or other important areas of func- tioning or warrants medical evaluation. Coding note: The ICD-9-CM code for conversion disorder is 300.11, which is assigned regardless of the symptom type. The ICD-10-CM code depends on the symptom type (see below). Specify symptom type: (F44.4) With weakness or paralysis (F44.4) With abnormal movement (e.g., tremor, dystonic move- ment, myoclonus, gait disorder) (F44.4) With swallowing symptoms (F44.4) With speech symptom (e.g., dysphonia, slurred speech) (F44.5) With attacks or seizures (F44.6) With anesthesia or sensory loss (F44.6) With special sensory symptom (e.g., visual, olfactory, or hearing disturbance) (F44.7) With mixed symptoms Specify if: Acute episode: Symptoms present for less than 6 months. Persistent: Symptoms occurring for 6 months or more. Specify if: With psychological stressor (specify stressor) Without psychological stressor",
  "gloss_vi": "Or undergoing tests and procedures, is frequently used. care-avoidant type: medical care is rarely used.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "grief"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc or undergoing tests and procedures, is frequently used. Care-avoidant type: Medical care is rarely used. Conversion Disorder 163 Conversion Disorder (Functional Neurological Symptom Disorder) A. One or more symptoms of altered voluntary motor or sensory function. B. Clinical findings provide evidence of incompatibility between the symptom and recognized neurological or medical conditions. C. The symptom or deficit is not better explained by another medical or mental disorder. D. The symptom or deficit causes clinically significant distress or im- pairment in social, occupational, or other important areas of func- tioning or warrants medical evaluation. Coding note: The ICD-9-CM code for conversion disorder is 300.11, which is assigned regardless of the symptom type. The ICD-10-CM code depends on the symptom type (see below). Specify symptom type: (F44.4) With weakness or paralysis (F44.4) With abnormal movement (e.g., tremor, dystonic move- ment, myoclonus, gait disorder) (F44.4) With swallowing symptoms (F44.4) With speech symptom (e.g., dysphonia, slurred speech) (F44.5) With attacks or seizures (F44.6) With anesthesia or sensory loss (F44.6) With special sensory symptom (e.g., visual, olfactory, or hearing disturbance) (F44.7) With mixed symptoms Specify if: Acute episode: Symptoms present for less than 6 months. Persistent: Symptoms occurring for 6 months or more. Specify if: With psychological stressor (specify stressor) Without psychological stressor Or undergoing tests and procedures, is frequently used. care-avoidant type: medical care is rarely used."
}