{
  "id": "everyday#screening_cues_2ed1a232",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "disorders with which they share phenomenol- ogy (see the substance/medication-induced mental disorders in these chapters): alcohol-induced psychotic disorder (“Schizophrenia Spec- trum and Other Psychotic Disorders”); alcohol-induced bipolar dis- order (“Bipolar and Related Disorders”); alcohol-induced depressive Unspecified Alcohol-Related Disorder 237 disorder (“Depressive Disorders”); alcohol-induced anxiety disorder (“Anxiety Disorders”); alcohol-induced sleep disorder (“Sleep-Wake Disorders”); alcohol-induced sexual dysfunction (“Sexual Dysfunc- tions”); and alcohol-induced major or mild neurocognitive disorder (“Neurocognitive Disorders”). For alcohol intoxication delirium and alcohol withdrawal delirium, see the criteria and discussion of delir- ium in the chapter “Neurocognitive Disorders.” These alcohol- induced disorders are diagnosed instead of alcohol intoxication or al- cohol withdrawal only when the symptoms are sufficiently severe to warrant independent clinical attention. Unspecified Alcohol-Related Disorder 291.9 (F10.99) This category applies to presentations in which symptoms character- istic of an alcohol-related disorder that cause clinically significant dis- tress or impairment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for any specific alcohol-related disorder or any of the disorders in the sub- stance-related and addictive disorders diagnostic class. Caffeine-Related Disorders Caffeine Intoxication 305.90 (F15.929) A. Recent consumption of caffeine (typically a high dose well in ex- cess of 250 mg). B. Five (or more) of the following signs or symptoms developing during, or shortly after, caffeine use: 1. Restlessness. 2. Nervousness.",
  "gloss_vi": "Disorders with which they share phenomenol- ogy (see the substance/medication-induced mental disorders in these chapters): alcohol-induced psychotic disorder (“schizophrenia spec- trum and other psychotic disorders”); al...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do",
      "management"
    ],
    "life_topics": [
      "sleep"
    ],
    "advice_section": [
      "sleep_hygiene",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc disorders with which they share phenomenol- ogy (see the substance/medication-induced mental disorders in these chapters): alcohol-induced psychotic disorder (“Schizophrenia Spec- trum and Other Psychotic Disorders”); alcohol-induced bipolar dis- order (“Bipolar and Related Disorders”); alcohol-induced depressive Unspecified Alcohol-Related Disorder 237 disorder (“Depressive Disorders”); alcohol-induced anxiety disorder (“Anxiety Disorders”); alcohol-induced sleep disorder (“Sleep-Wake Disorders”); alcohol-induced sexual dysfunction (“Sexual Dysfunc- tions”); and alcohol-induced major or mild neurocognitive disorder (“Neurocognitive Disorders”). For alcohol intoxication delirium and alcohol withdrawal delirium, see the criteria and discussion of delir- ium in the chapter “Neurocognitive Disorders.” These alcohol- induced disorders are diagnosed instead of alcohol intoxication or al- cohol withdrawal only when the symptoms are sufficiently severe to warrant independent clinical attention. Unspecified Alcohol-Related Disorder 291.9 (F10.99) This category applies to presentations in which symptoms character- istic of an alcohol-related disorder that cause clinically significant dis- tress or impairment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for any specific alcohol-related disorder or any of the disorders in the sub- stance-related and addictive disorders diagnostic class. Caffeine-Related Disorders Caffeine Intoxication 305.90 (F15.929) A. Recent consumption of caffeine (typically a high dose well in ex- cess of 250 mg). B. Five (or more) of the following signs or symptoms developing during, or shortly after, caffeine use: 1. Restlessness. 2. Nervousness. Disorders with which they share phenomenol- ogy (see the substance/medication-induced mental disorders in these chapters): alcohol-induced psychotic disorder (“schizophrenia spec- trum and other psychotic disorders”); al..."
}