{
  "id": "everyday#screening_cues_a5b0cee0",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Bulimia Nervosa 173 B. Recurrent inappropriate compensatory behaviors in order to prevent weight gain, such as self-induced vomiting; misuse of laxatives, diuretics, or other medications; fasting; or excessive exercise. C. The binge eating and inappropriate compensatory behaviors both occur, on average, at least once a week for 3 months. D. Self-evaluation is unduly influenced by body shape and weight. E. The disturbance does not occur exclusively during episodes of anorexia nervosa. Specify if: In partial remission: After full criteria for bulimia nervosa were previously met, some, but not all, of the criteria have been met for a sustained period of time. In full remission: After full criteria for bulimia nervosa were pre- viously met, none of the criteria have been met for a sustained period of time. Specify current severity: The minimum level of severity is based on the frequency of inappro- priate compensatory behaviors (see below). The level of severity may be increased to reflect other symptoms and the degree of func- tional disability. Mild: An average of 1–3 episodes of inappropriate compensa- tory behaviors per week. Moderate: An average of 4–7 episodes of inappropriate com- pensatory behaviors per week. Severe: An average of 8–13 episodes of inappropriate compen- satory behaviors per week. Extreme: An average of 14 or more episodes of inappropriate compensatory behaviors per week. 174 Feeding and Eating Disorders Binge-Eating Disorder 307.51 (F50.8) A. Recurrent episodes of binge",
  "gloss_vi": "Bulimia nervosa 173 b. recurrent inappropriate compensatory behaviors in order to prevent weight gain, such as self-induced vomiting; misuse of laxatives, diuretics, or other medications; fasting; or excessive exercise.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Bulimia Nervosa 173 B. Recurrent inappropriate compensatory behaviors in order to prevent weight gain, such as self-induced vomiting; misuse of laxatives, diuretics, or other medications; fasting; or excessive exercise. C. The binge eating and inappropriate compensatory behaviors both occur, on average, at least once a week for 3 months. D. Self-evaluation is unduly influenced by body shape and weight. E. The disturbance does not occur exclusively during episodes of anorexia nervosa. Specify if: In partial remission: After full criteria for bulimia nervosa were previously met, some, but not all, of the criteria have been met for a sustained period of time. In full remission: After full criteria for bulimia nervosa were pre- viously met, none of the criteria have been met for a sustained period of time. Specify current severity: The minimum level of severity is based on the frequency of inappro- priate compensatory behaviors (see below). The level of severity may be increased to reflect other symptoms and the degree of func- tional disability. Mild: An average of 1–3 episodes of inappropriate compensa- tory behaviors per week. Moderate: An average of 4–7 episodes of inappropriate com- pensatory behaviors per week. Severe: An average of 8–13 episodes of inappropriate compen- satory behaviors per week. Extreme: An average of 14 or more episodes of inappropriate compensatory behaviors per week. 174 Feeding and Eating Disorders Binge-Eating Disorder 307.51 (F50.8) A. Recurrent episodes of binge Bulimia nervosa 173 b. recurrent inappropriate compensatory behaviors in order to prevent weight gain, such as self-induced vomiting; misuse of laxatives, diuretics, or other medications; fasting; or excessive exercise."
}