{
  "id": "everyday#general_68b164f2",
  "title_en": "General — General",
  "title_vi": "General — General",
  "text_en": "and Related Disorders 91 B. Full remissions (or a change from major depression to mania or hypomania or vice versa) also occur at a characteristic time of the year (e.g., depression disappears in the spring). C. In the last 2 years, the individual’s manic, hypomanic, or major depressive episodes have demonstrated a temporal seasonal relationship, as defined above, and no non-seasonal episodes of that polarity have occurred during that 2-year period. D. Seasonal manias, hypomanias, or depressions (as described above) substantially outnumber any nonseasonal manias, hypomanias, or depressions that may have occurred over the individual’s lifetime. Note: This specifier can be applied to the pattern of major de- pressive episodes in bipolar I disorder, bipolar II disorder, or major depressive disorder, recurrent. The essential feature is the onset and remission of major depressive episodes at char- acteristic times of the year. In most cases, the episodes begin in fall or winter and remit in spring. Less commonly, there may be recurrent summer depressive episodes. This pattern of on- set and remission of episodes must have occurred during at least a 2-year period, without any nonseasonal episodes oc- curring during this period. In addition, the seasonal depressive episodes must substantially outnumber any nonseasonal de- pressive episodes over the individual’s lifetime. This specifier does not apply to those situations in which the pattern is better explained by seasonally linked psycho- social stressors (e.g., seasonal unemployment or school schedule). Major depressive episodes that occur in a seasonal pattern are often characterized by loss of energy, hyper- somnia, overeating, weight gain, and a craving for carbohy- drates. It is unclear whether a seasonal pattern is more likely in recurrent major depressive disorder or in bipolar disorders. However, within the bipolar disorders group, a seasonal pattern appears to be more likely in bipolar II disorder than in bipolar I disorder. In some individuals, the onset of manic or hypo- manic episodes may also be linked to a particular season. The prevalence of winter-type seasonal pattern appears to vary with latitude, age, and sex. Prevalence increases with higher latitudes. Age is also a strong predictor of seasonality,",
  "gloss_vi": "And related disorders 91 b. full remissions (or a change from major trầm cảm to mania or hypomania or vice versa) also occur at a characteristic time of the year (e.g., trầm cảm disappears in the spring).",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [],
    "life_topics": [
      "stress",
      "relationships",
      "grief"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — General General — General and Related Disorders 91 B. Full remissions (or a change from major depression to mania or hypomania or vice versa) also occur at a characteristic time of the year (e.g., depression disappears in the spring). C. In the last 2 years, the individual’s manic, hypomanic, or major depressive episodes have demonstrated a temporal seasonal relationship, as defined above, and no non-seasonal episodes of that polarity have occurred during that 2-year period. D. Seasonal manias, hypomanias, or depressions (as described above) substantially outnumber any nonseasonal manias, hypomanias, or depressions that may have occurred over the individual’s lifetime. Note: This specifier can be applied to the pattern of major de- pressive episodes in bipolar I disorder, bipolar II disorder, or major depressive disorder, recurrent. The essential feature is the onset and remission of major depressive episodes at char- acteristic times of the year. In most cases, the episodes begin in fall or winter and remit in spring. Less commonly, there may be recurrent summer depressive episodes. This pattern of on- set and remission of episodes must have occurred during at least a 2-year period, without any nonseasonal episodes oc- curring during this period. In addition, the seasonal depressive episodes must substantially outnumber any nonseasonal de- pressive episodes over the individual’s lifetime. This specifier does not apply to those situations in which the pattern is better explained by seasonally linked psycho- social stressors (e.g., seasonal unemployment or school schedule). Major depressive episodes that occur in a seasonal pattern are often characterized by loss of energy, hyper- somnia, overeating, weight gain, and a craving for carbohy- drates. It is unclear whether a seasonal pattern is more likely in recurrent major depressive disorder or in bipolar disorders. However, within the bipolar disorders group, a seasonal pattern appears to be more likely in bipolar II disorder than in bipolar I disorder. In some individuals, the onset of manic or hypo- manic episodes may also be linked to a particular season. The prevalence of winter-type seasonal pattern appears to vary with latitude, age, and sex. Prevalence increases with higher latitudes. Age is also a strong predictor of seasonality, And related disorders 91 b. full remissions (or a change from major trầm cảm to mania or hypomania or vice versa) also occur at a characteristic time of the year (e.g., trầm cảm disappears in the spring)."
}