{
  "id": "everyday#screening_cues_4e0f7d6c",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "due to HIV infection, without behavioral disturbance, code first 042 (B20) HIV infection, followed by 294.10 (F02.80) major neurocognitive disorder due to HIV infection, without behavioral disturbance. 316 Neurocognitive Disorders For mild neurocognitive disorder due to HIV infection, code 331.83 (G31.84). (Note: Do not use the additional code for HIV infection. Be- havioral disturbance cannot be coded but should still be indicated in writing.) Major or Mild Neurocognitive Disorder Due to Prion Disease A. The criteria are met for major or mild neurocognitive disorder. B. There is insidious onset, and rapid progression of impairment is common. C. There are motor features of prion disease, such as myoclonus or ataxia, or biomarker evidence. D. The neurocognitive disorder is not attributable to another medical condition and is not better explained by another mental disorder. Coding note: For major neurocognitive disorder due to prion dis- ease, with behavioral disturbance, code first 046.79 (A81.9) prion disease, followed by 294.11 (F02.81) major neurocognitive disorder due to prion disease, with behavioral disturbance. For major neuro- cognitive disorder due to prion disease, without behavioral distur- bance, code first 046.79 (A81.9) prion disease, followed by 294.10 (F02.80) major neurocognitive disorder due to prion disease, without behavioral disturbance. For mild neurocognitive disorder due to prion disease, code 331.83 (G31.84). (Note: Do not use the additional code for prion disease. Behavioral disturbance cannot be coded but should still be indicated in writing.) Major or Mild Neurocognitive Disorder Due to Parkinson’s Disease A. The criteria are met for major or mild neurocognitive disorder. B. The disturbance occurs in the setting of established Parkinson’s disease. C. There is insidious onset and gradual progression of impairment.",
  "gloss_vi": "Due to hiv infection, without behavioral disturbance, code first 042 (b20) hiv infection, followed by 294.10 (f02.80) major neurocognitive disorder due to hiv infection, without behavioral disturbance. 316 neurocognitive...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do",
      "management"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc due to HIV infection, without behavioral disturbance, code first 042 (B20) HIV infection, followed by 294.10 (F02.80) major neurocognitive disorder due to HIV infection, without behavioral disturbance. 316 Neurocognitive Disorders For mild neurocognitive disorder due to HIV infection, code 331.83 (G31.84). (Note: Do not use the additional code for HIV infection. Be- havioral disturbance cannot be coded but should still be indicated in writing.) Major or Mild Neurocognitive Disorder Due to Prion Disease A. The criteria are met for major or mild neurocognitive disorder. B. There is insidious onset, and rapid progression of impairment is common. C. There are motor features of prion disease, such as myoclonus or ataxia, or biomarker evidence. D. The neurocognitive disorder is not attributable to another medical condition and is not better explained by another mental disorder. Coding note: For major neurocognitive disorder due to prion dis- ease, with behavioral disturbance, code first 046.79 (A81.9) prion disease, followed by 294.11 (F02.81) major neurocognitive disorder due to prion disease, with behavioral disturbance. For major neuro- cognitive disorder due to prion disease, without behavioral distur- bance, code first 046.79 (A81.9) prion disease, followed by 294.10 (F02.80) major neurocognitive disorder due to prion disease, without behavioral disturbance. For mild neurocognitive disorder due to prion disease, code 331.83 (G31.84). (Note: Do not use the additional code for prion disease. Behavioral disturbance cannot be coded but should still be indicated in writing.) Major or Mild Neurocognitive Disorder Due to Parkinson’s Disease A. The criteria are met for major or mild neurocognitive disorder. B. The disturbance occurs in the setting of established Parkinson’s disease. C. There is insidious onset and gradual progression of impairment. Due to hiv infection, without behavioral disturbance, code first 042 (b20) hiv infection, followed by 294.10 (f02.80) major neurocognitive disorder due to hiv infection, without behavioral disturbance. 316 neurocognitive..."
}