{
  "id": "everyday#screening_cues_9c4b3d0b",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "of stimulation, situa- tions, or partners. Female Orgasmic Disorder 203 Situational: Only occurs with certain types of stimulation, situa- tions, or partners. Specify current severity: Mild: Evidence of mild distress over the symptoms in Criterion A. Moderate: Evidence of moderate distress over the symptoms in Criterion A. Severe: Evidence of severe or extreme distress over the symp- toms in Criterion A. Female Orgasmic Disorder 302.73 (F52.31) A. Presence of either of the following symptoms and experienced on almost all or all (approximately 75%–100%) occasions of sex- ual activity (in identified situational contexts or, if generalized, in all contexts): 1. Marked delay in, marked infrequency of, or absence of orgasm. 2. Markedly reduced intensity of orgasmic sensations. B. The symptoms in Criterion A have persisted for a minimum dura- tion of approximately 6 months. C. The symptoms in Criterion A cause clinically significant distress in the individual. D. The sexual dysfunction is not better explained by a nonsexual mental disorder or as a consequence of severe relationship dis- tress (e.g., partner violence) or other significant stressors and is not attributable to the effects of a substance/medication or an- other medical condition. Specify whether: Lifelong: The disturbance has been present since the individual became sexually active. Acquired: The disturbance began after a period of relatively nor- mal sexual function.",
  "gloss_vi": "Of stimulation, situa- tions, or partners. female orgasmic disorder 203 situational: only occurs with certain types of stimulation, situa- tions, or partners.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "stress",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc of stimulation, situa- tions, or partners. Female Orgasmic Disorder 203 Situational: Only occurs with certain types of stimulation, situa- tions, or partners. Specify current severity: Mild: Evidence of mild distress over the symptoms in Criterion A. Moderate: Evidence of moderate distress over the symptoms in Criterion A. Severe: Evidence of severe or extreme distress over the symp- toms in Criterion A. Female Orgasmic Disorder 302.73 (F52.31) A. Presence of either of the following symptoms and experienced on almost all or all (approximately 75%–100%) occasions of sex- ual activity (in identified situational contexts or, if generalized, in all contexts): 1. Marked delay in, marked infrequency of, or absence of orgasm. 2. Markedly reduced intensity of orgasmic sensations. B. The symptoms in Criterion A have persisted for a minimum dura- tion of approximately 6 months. C. The symptoms in Criterion A cause clinically significant distress in the individual. D. The sexual dysfunction is not better explained by a nonsexual mental disorder or as a consequence of severe relationship dis- tress (e.g., partner violence) or other significant stressors and is not attributable to the effects of a substance/medication or an- other medical condition. Specify whether: Lifelong: The disturbance has been present since the individual became sexually active. Acquired: The disturbance began after a period of relatively nor- mal sexual function. Of stimulation, situa- tions, or partners. female orgasmic disorder 203 situational: only occurs with certain types of stimulation, situa- tions, or partners."
}