{
  "id": "everyday#screening_cues_6a726735",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "240 Substance-Related and Addictive Disorders 1. Cannabis is often taken in larger amounts or over a longer period than was intended. 2. There is a persistent desire or unsuccessful efforts to cut down or control cannabis use. 3. A great deal of time is spent in activities necessary to ob- tain cannabis, use cannabis, or recover from its effects. 4. Craving, or a strong desire or urge to use cannabis. 5. Recurrent cannabis use resulting in a failure to fulfill major role obligations at work, school, or home. 6. Continued cannabis use despite having persistent or re- current social or interpersonal problems caused or exac- erbated by the effects of cannabis. 7. Important social, occupational, or recreational activities are given up or reduced because of cannabis use. 8. Recurrent cannabis use in situations in which it is physi- cally hazardous. 9. Cannabis use is continued despite knowledge of having a persistent or recurrent physical or psychological problem that is likely to have been caused or exacerbated by cannabis. 10. Tolerance, as defined by either of the following: a. A need for markedly increased amounts of cannabis to achieve intoxication or desired effect. b. Markedly diminished effect with continued use of the same amount of cannabis. 11. Withdrawal, as manifested by either of the following: a. The characteristic withdrawal syndrome for cannabis (refer to Criteria A and B of the criteria set for cannabis withdrawal, pp. 242–243). b. Cannabis (or a closely related substance) is taken to relieve or avoid withdrawal symptoms. Specify if: In early remission: After full criteria for cannabis use disorder were previously met, none of the criteria for cannabis use disor- der have been met for at least 3 months but for less than 12 months (with the exception that Criterion A4, “Craving, or a strong desire",
  "gloss_vi": "240 substance-related and addictive disorders 1. cannabis is often taken in larger amounts or over a longer period than was intended.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "do_not_do"
    ],
    "life_topics": [
      "work"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 240 Substance-Related and Addictive Disorders 1. Cannabis is often taken in larger amounts or over a longer period than was intended. 2. There is a persistent desire or unsuccessful efforts to cut down or control cannabis use. 3. A great deal of time is spent in activities necessary to ob- tain cannabis, use cannabis, or recover from its effects. 4. Craving, or a strong desire or urge to use cannabis. 5. Recurrent cannabis use resulting in a failure to fulfill major role obligations at work, school, or home. 6. Continued cannabis use despite having persistent or re- current social or interpersonal problems caused or exac- erbated by the effects of cannabis. 7. Important social, occupational, or recreational activities are given up or reduced because of cannabis use. 8. Recurrent cannabis use in situations in which it is physi- cally hazardous. 9. Cannabis use is continued despite knowledge of having a persistent or recurrent physical or psychological problem that is likely to have been caused or exacerbated by cannabis. 10. Tolerance, as defined by either of the following: a. A need for markedly increased amounts of cannabis to achieve intoxication or desired effect. b. Markedly diminished effect with continued use of the same amount of cannabis. 11. Withdrawal, as manifested by either of the following: a. The characteristic withdrawal syndrome for cannabis (refer to Criteria A and B of the criteria set for cannabis withdrawal, pp. 242–243). b. Cannabis (or a closely related substance) is taken to relieve or avoid withdrawal symptoms. Specify if: In early remission: After full criteria for cannabis use disorder were previously met, none of the criteria for cannabis use disor- der have been met for at least 3 months but for less than 12 months (with the exception that Criterion A4, “Craving, or a strong desire 240 substance-related and addictive disorders 1. cannabis is often taken in larger amounts or over a longer period than was intended."
}