{
  "id": "everyday#general_5c3b0f37",
  "title_en": "General — General",
  "title_vi": "General — General",
  "text_en": "3. Is excessively devoted to work and productivity to the exclusion of leisure activities and friendships (not accounted for by obvious economic necessity). 4. Is overconscientious, scrupulous, and inflexible about matters of morality, ethics, or values (not accounted for by cultural or reli- gious identification). 330 Personality Disorders 5. Is unable to discard worn-out or worthless objects even when they have no sentimental value. 6. Is reluctant to delegate tasks or to work with others unless they submit to exactly his or her way of doing things. 7. Adopts a miserly spending style toward both self and others; money is viewed as something to be hoarded for future catastrophes. 8. Shows rigidity and stubbornness. Other Personality Disorders Personality Change Due to Another Medical Condition 310.1 (F07.0) A. A persistent personality disturbance that represents a change from the individual’s previous characteristic personality pattern. Note: In children, the disturbance involves a marked deviation from normal development or a significant change in the child’s usual behavior patterns, lasting at least 1 year. B. There is evidence from the history, physical examination, or lab- oratory findings that the disturbance is the direct pathophysiolog- ical consequence of another medical condition. C. The disturbance is not better explained by another mental disor- der (including another mental disorder due to another medical condition). D. The disturbance does not occur exclusively during the course of a delirium. E. The disturbance causes clinically significant distress or impairment in social, occupational, or other important areas of functioning.",
  "gloss_vi": "3. is excessively devoted to công việc and productivity to the exclusion of leisure activities and friendships (not accounted for by obvious economic necessity).",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [],
    "life_topics": [
      "stress",
      "study",
      "work",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — General General — General 3. Is excessively devoted to work and productivity to the exclusion of leisure activities and friendships (not accounted for by obvious economic necessity). 4. Is overconscientious, scrupulous, and inflexible about matters of morality, ethics, or values (not accounted for by cultural or reli- gious identification). 330 Personality Disorders 5. Is unable to discard worn-out or worthless objects even when they have no sentimental value. 6. Is reluctant to delegate tasks or to work with others unless they submit to exactly his or her way of doing things. 7. Adopts a miserly spending style toward both self and others; money is viewed as something to be hoarded for future catastrophes. 8. Shows rigidity and stubbornness. Other Personality Disorders Personality Change Due to Another Medical Condition 310.1 (F07.0) A. A persistent personality disturbance that represents a change from the individual’s previous characteristic personality pattern. Note: In children, the disturbance involves a marked deviation from normal development or a significant change in the child’s usual behavior patterns, lasting at least 1 year. B. There is evidence from the history, physical examination, or lab- oratory findings that the disturbance is the direct pathophysiolog- ical consequence of another medical condition. C. The disturbance is not better explained by another mental disor- der (including another mental disorder due to another medical condition). D. The disturbance does not occur exclusively during the course of a delirium. E. The disturbance causes clinically significant distress or impairment in social, occupational, or other important areas of functioning. 3. is excessively devoted to công việc and productivity to the exclusion of leisure activities and friendships (not accounted for by obvious economic necessity)."
}