{
  "id": "everyday#screening_cues_04e740fe",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "66 Bipolar and Related Disorders C. The mood disturbance is sufficiently severe to cause marked im- pairment in social or occupational functioning or to necessitate hospitalization to prevent harm to self or others, or there are psy- chotic features. D. The episode is not attributable to the physiological effects of a substance (e.g., a drug of abuse, a medication, other treatment) or to another medical condition. Note: A full manic episode that emerges during antidepressant treatment (e.g., medication, electroconvulsive therapy) but per- sists at a fully syndromal level beyond the physiological effect of that treatment is sufficient evidence for a manic episode and, therefore, a bipolar I diagnosis. Note: Criteria A–D constitute a manic episode. At least one lifetime manic episode is required for the diagnosis of bipolar I disorder. Hypomanic Episode A. A distinct period of abnormally and persistently elevated, expan- sive, or irritable mood and abnormally and persistently increased activity or energy, lasting at least 4 consecutive days and present most of the day, nearly every day. B. During the period of mood disturbance and increased energy and activity, three (or more) of the following symptoms (four if the mood is only irritable) have persisted, represent a noticeable change from usual behavior, and have been present to a signifi- cant degree: 1. Inflated self-esteem or grandiosity. 2. Decreased need for sleep (e.g., feels rested after only 3 hours of sleep). 3. More talkative than usual or pressure to keep talking. 4. Flight of ideas or subjective experience that thoughts are racing. 5. Distractibility (i.e., attention too easily drawn to unimportant or irrelevant external stimuli), as reported or observed. 6. Increase in goal-directed activity (either socially, at work or school, or sexually) or psychomotor agitation. 7. Excessive involvement in activities that have a high potential for painful consequences (e.g., engaging in unrestrained Bipolar",
  "gloss_vi": "66 bipolar and related disorders c. the mood disturbance is sufficiently severe to cause marked im- pairment in social or occupational functioning or to necessitate hospitalization to prevent harm to self or others, or t...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "management"
    ],
    "life_topics": [
      "sleep",
      "work",
      "self_esteem"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 66 Bipolar and Related Disorders C. The mood disturbance is sufficiently severe to cause marked im- pairment in social or occupational functioning or to necessitate hospitalization to prevent harm to self or others, or there are psy- chotic features. D. The episode is not attributable to the physiological effects of a substance (e.g., a drug of abuse, a medication, other treatment) or to another medical condition. Note: A full manic episode that emerges during antidepressant treatment (e.g., medication, electroconvulsive therapy) but per- sists at a fully syndromal level beyond the physiological effect of that treatment is sufficient evidence for a manic episode and, therefore, a bipolar I diagnosis. Note: Criteria A–D constitute a manic episode. At least one lifetime manic episode is required for the diagnosis of bipolar I disorder. Hypomanic Episode A. A distinct period of abnormally and persistently elevated, expan- sive, or irritable mood and abnormally and persistently increased activity or energy, lasting at least 4 consecutive days and present most of the day, nearly every day. B. During the period of mood disturbance and increased energy and activity, three (or more) of the following symptoms (four if the mood is only irritable) have persisted, represent a noticeable change from usual behavior, and have been present to a signifi- cant degree: 1. Inflated self-esteem or grandiosity. 2. Decreased need for sleep (e.g., feels rested after only 3 hours of sleep). 3. More talkative than usual or pressure to keep talking. 4. Flight of ideas or subjective experience that thoughts are racing. 5. Distractibility (i.e., attention too easily drawn to unimportant or irrelevant external stimuli), as reported or observed. 6. Increase in goal-directed activity (either socially, at work or school, or sexually) or psychomotor agitation. 7. Excessive involvement in activities that have a high potential for painful consequences (e.g., engaging in unrestrained Bipolar 66 bipolar and related disorders c. the mood disturbance is sufficiently severe to cause marked im- pairment in social or occupational functioning or to necessitate hospitalization to prevent harm to self or others, or t..."
}