{
  "id": "everyday#screening_cues_3137bc7e",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Substance-Related and Addictive Disorders The substance-related disorders encompass 10 separate classes of drugs: alcohol; caffeine; cannabis; hallucinogens (with sep- arate categories for phencyclidine [or similarly acting arylcyclohex- ylamines] and other hallucinogens); inhalants; opioids; sedatives, hypnotics, and anxiolytics; stimulants (amphetamine-type sub- stances, cocaine, and other stimulants); tobacco; and other (or un- known) substances. These 10 classes are not fully distinct. All drugs that are taken in excess have in common direct activation of the brain reward system, which is involved in the reinforcement of behaviors and the production of memories. They produce such an intense acti- vation of the reward system that normal activities may be neglected. In addition to the substance-related disorders, this chapter also includes gambling disorder, reflecting evidence that gambling be- haviors activate reward systems similar to those activated by drugs of abuse and produce some behavioral symptoms that appear com- parable to the substance use disorders. The substance-related disorders are divided into two groups: substance use disorders and substance-induced disorders. The fol- lowing conditions may be classified as substance-induced: intoxica- tion, withdrawal, and other substance/medication-induced mental disorders (psychotic disorders, bipolar and related disorders, de- pressive disorders, anxiety disorders, obsessive-compulsive and re- lated disorders, sleep disorders, sexual",
  "gloss_vi": "Substance-related and addictive disorders the substance-related disorders encompass 10 separate classes of drugs: alcohol; caffeine; cannabis; hallucinogens (with sep- arate categories for phencyclidine [or similarly act...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "sleep"
    ],
    "advice_section": [
      "sleep_hygiene"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Substance-Related and Addictive Disorders The substance-related disorders encompass 10 separate classes of drugs: alcohol; caffeine; cannabis; hallucinogens (with sep- arate categories for phencyclidine [or similarly acting arylcyclohex- ylamines] and other hallucinogens); inhalants; opioids; sedatives, hypnotics, and anxiolytics; stimulants (amphetamine-type sub- stances, cocaine, and other stimulants); tobacco; and other (or un- known) substances. These 10 classes are not fully distinct. All drugs that are taken in excess have in common direct activation of the brain reward system, which is involved in the reinforcement of behaviors and the production of memories. They produce such an intense acti- vation of the reward system that normal activities may be neglected. In addition to the substance-related disorders, this chapter also includes gambling disorder, reflecting evidence that gambling be- haviors activate reward systems similar to those activated by drugs of abuse and produce some behavioral symptoms that appear com- parable to the substance use disorders. The substance-related disorders are divided into two groups: substance use disorders and substance-induced disorders. The fol- lowing conditions may be classified as substance-induced: intoxica- tion, withdrawal, and other substance/medication-induced mental disorders (psychotic disorders, bipolar and related disorders, de- pressive disorders, anxiety disorders, obsessive-compulsive and re- lated disorders, sleep disorders, sexual Substance-related and addictive disorders the substance-related disorders encompass 10 separate classes of drugs: alcohol; caffeine; cannabis; hallucinogens (with sep- arate categories for phencyclidine [or similarly act..."
}