{
  "id": "everyday#screening_cues_994ad4a2",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "of abuse, a medication) or another medical condition (e.g., hyperthyroidism, cardiopulmonary disorders). D. The disturbance is not better explained by another mental dis- order (e.g., the panic attacks do not occur only in response to feared social situations, as in social anxiety disorder; in response to circumscribed phobic objects or situations, as in specific pho- bia; in response to obsessions, as in obsessive-compulsive dis- order; in response to reminders of traumatic events, as in posttraumatic stress disorder; or in response to separation from attachment figures, as in separation anxiety disorder). Panic Attack Specifier Note: Symptoms are presented for the purpose of identifying a panic attack; however, panic attack is not a mental disorder and cannot be coded. Panic attacks can occur in the context of any anxiety disorder as well as other mental disorders (e.g., depressive disorders, posttrau- matic stress disorder, substance use disorders) and some medical conditions (e.g., cardiac, respiratory, vestibular, gastrointestinal). When the presence of a panic attack is identified, it should be noted as a specifier (e.g., “posttraumatic stress disorder with panic attacks”). For panic disorder, the presence of panic attack is contained within the ri- teria for the disorder and panic attack is not used as a specifier. An abrupt surge of intense fear or intense discomfort that reaches a peak within minutes, and during which time four (or more) of the follow- ing symptoms occur: Note: The abrupt surge can occur from a calm state or an anxious state. 1. Palpitations, pounding heart, or accelerated heart rate. 2. Sweating. 3. Trembling or shaking. 4. Sensations of shortness of breath or smothering. 5. Feelings of choking.",
  "gloss_vi": "Of abuse, a medication) or another medical condition (e.g., hyperthyroidism, cardiopulmonary disorders). d.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "stress"
    ],
    "advice_section": [
      "coping_skill"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc of abuse, a medication) or another medical condition (e.g., hyperthyroidism, cardiopulmonary disorders). D. The disturbance is not better explained by another mental dis- order (e.g., the panic attacks do not occur only in response to feared social situations, as in social anxiety disorder; in response to circumscribed phobic objects or situations, as in specific pho- bia; in response to obsessions, as in obsessive-compulsive dis- order; in response to reminders of traumatic events, as in posttraumatic stress disorder; or in response to separation from attachment figures, as in separation anxiety disorder). Panic Attack Specifier Note: Symptoms are presented for the purpose of identifying a panic attack; however, panic attack is not a mental disorder and cannot be coded. Panic attacks can occur in the context of any anxiety disorder as well as other mental disorders (e.g., depressive disorders, posttrau- matic stress disorder, substance use disorders) and some medical conditions (e.g., cardiac, respiratory, vestibular, gastrointestinal). When the presence of a panic attack is identified, it should be noted as a specifier (e.g., “posttraumatic stress disorder with panic attacks”). For panic disorder, the presence of panic attack is contained within the ri- teria for the disorder and panic attack is not used as a specifier. An abrupt surge of intense fear or intense discomfort that reaches a peak within minutes, and during which time four (or more) of the follow- ing symptoms occur: Note: The abrupt surge can occur from a calm state or an anxious state. 1. Palpitations, pounding heart, or accelerated heart rate. 2. Sweating. 3. Trembling or shaking. 4. Sensations of shortness of breath or smothering. 5. Feelings of choking. Of abuse, a medication) or another medical condition (e.g., hyperthyroidism, cardiopulmonary disorders). d."
}