{
  "id": "everyday#screening_cues_08babb8c",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "must be present in the final week before the onset of menses, start to improve within a few days after the onset of menses, and be- come minimal or absent in the week postmenses. B. One (or more) of the following symptoms must be present: 1. Marked affective lability (e.g., mood swings; feeling suddenly sad or tearful, or increased sensitivity to rejection). 2. Marked irritability or anger or increased interpersonal con- flicts. 3. Marked depressed mood, feelings of hopelessness, or self- deprecating thoughts. 4. Marked anxiety, tension, and/or feelings of being keyed up or on edge. C. One (or more) of the following symptoms must additionally be present, to reach a total of five symptoms when combined with symptoms from Criterion B. 1. Decreased interest in usual activities (e.g., work, school, friends, hobbies). 2. Subjective difficulty in concentration. 3. Lethargy, easy fatigability, or marked lack of energy. 4. Marked change in appetite; overeating; or specific food cravings. 5. Hypersomnia or insomnia. 6. A sense of being overwhelmed or out of control. 7. Physical symptoms such as breast tenderness or swelling, joint or muscle pain, a sensation of “bloating,” or weight gain. Note: The symptoms in Criteria A–C must have been met for most menstrual cycles that occurred in the preceding year. D. The symptoms are associated with clinically significant distress or interference with work, school, usual social activities, or rela- tionships with others (e.g., avoidance of social activities; de- creased productivity and efficiency at work, school, or home).",
  "gloss_vi": "Must be present in the final week before the onset of menses, start to improve within a few days after the onset of menses, and be- come minimal or absent in the week postmenses. b.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "sleep",
      "stress",
      "work",
      "relationships"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc must be present in the final week before the onset of menses, start to improve within a few days after the onset of menses, and be- come minimal or absent in the week postmenses. B. One (or more) of the following symptoms must be present: 1. Marked affective lability (e.g., mood swings; feeling suddenly sad or tearful, or increased sensitivity to rejection). 2. Marked irritability or anger or increased interpersonal con- flicts. 3. Marked depressed mood, feelings of hopelessness, or self- deprecating thoughts. 4. Marked anxiety, tension, and/or feelings of being keyed up or on edge. C. One (or more) of the following symptoms must additionally be present, to reach a total of five symptoms when combined with symptoms from Criterion B. 1. Decreased interest in usual activities (e.g., work, school, friends, hobbies). 2. Subjective difficulty in concentration. 3. Lethargy, easy fatigability, or marked lack of energy. 4. Marked change in appetite; overeating; or specific food cravings. 5. Hypersomnia or insomnia. 6. A sense of being overwhelmed or out of control. 7. Physical symptoms such as breast tenderness or swelling, joint or muscle pain, a sensation of “bloating,” or weight gain. Note: The symptoms in Criteria A–C must have been met for most menstrual cycles that occurred in the preceding year. D. The symptoms are associated with clinically significant distress or interference with work, school, usual social activities, or rela- tionships with others (e.g., avoidance of social activities; de- creased productivity and efficiency at work, school, or home). Must be present in the final week before the onset of menses, start to improve within a few days after the onset of menses, and be- come minimal or absent in the week postmenses. b."
}