{
  "id": "everyday#screening_cues_f0a9918c",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "the clinician chooses to communicate the specific reason that the presentation does not meet the criteria for any specific dissociative disorder. This is done by recording “other specified dissociative dis- order” followed by the specific reason (e.g., “dissociative trance”). Examples of presentations that can be specified using the “other specified” designation include the following: 1. Chronic and recurrent syndromes of mixed dissociative symptoms: This category includes identity disturbance associ- ated with less-than-marked discontinuities in sense of self and agency, or alterations of identity or episodes of possession in an individual who reports no dissociative amnesia. 2. Identity disturbance due to prolonged and intense coercive persuasion: Individuals who have been subjected to intense coer- cive persuasion (e.g., brainwashing, thought reform, indoctrination while captive, torture, long-term political imprisonment, recruitment by sects/cults or by terror organizations) may present with pro- longed changes in, or conscious questioning of, their identity. 3. Acute dissociative reactions to stressful events: This cate- gory is for acute, transient conditions that typically last less than 1 month, and sometimes only a few hours or days. These condi- tions are characterized by constriction of consciousness; deper- sonalization; derealization; perceptual disturbances (e.g., time slowing, macropsia); micro-amnesias; transient stupor; and/or al- terations in sensory-motor functioning (e.g., analgesia, paralysis). 4. Dissociative trance: This condition is characterized by an acute narrowing or complete loss of awareness of immediate surround- ings that manifests as profound unresponsiveness or insens- itivity to environmental stimuli. The unresponsiveness may be",
  "gloss_vi": "The clinician chooses to communicate the specific reason that the presentation does not meet the criteria for any specific dissociative disorder. this is done by recording “other specified dissociative dis- order” follow...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "stress",
      "study",
      "grief"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc the clinician chooses to communicate the specific reason that the presentation does not meet the criteria for any specific dissociative disorder. This is done by recording “other specified dissociative dis- order” followed by the specific reason (e.g., “dissociative trance”). Examples of presentations that can be specified using the “other specified” designation include the following: 1. Chronic and recurrent syndromes of mixed dissociative symptoms: This category includes identity disturbance associ- ated with less-than-marked discontinuities in sense of self and agency, or alterations of identity or episodes of possession in an individual who reports no dissociative amnesia. 2. Identity disturbance due to prolonged and intense coercive persuasion: Individuals who have been subjected to intense coer- cive persuasion (e.g., brainwashing, thought reform, indoctrination while captive, torture, long-term political imprisonment, recruitment by sects/cults or by terror organizations) may present with pro- longed changes in, or conscious questioning of, their identity. 3. Acute dissociative reactions to stressful events: This cate- gory is for acute, transient conditions that typically last less than 1 month, and sometimes only a few hours or days. These condi- tions are characterized by constriction of consciousness; deper- sonalization; derealization; perceptual disturbances (e.g., time slowing, macropsia); micro-amnesias; transient stupor; and/or al- terations in sensory-motor functioning (e.g., analgesia, paralysis). 4. Dissociative trance: This condition is characterized by an acute narrowing or complete loss of awareness of immediate surround- ings that manifests as profound unresponsiveness or insens- itivity to environmental stimuli. The unresponsiveness may be The clinician chooses to communicate the specific reason that the presentation does not meet the criteria for any specific dissociative disorder. this is done by recording “other specified dissociative dis- order” follow..."
}