{
  "id": "everyday#screening_cues_131c80a0",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "distress over the symptoms in Criterion A. Severe: Evidence of severe or extreme distress over the symp- toms in Criterion A. Erectile Disorder 302.72 (F52.21) A. At least one of the three following symptoms must be experi- enced on almost all or all (approximately 75%–100%) occasions of sexual activity (in identified situational contexts or, if general- ized, in all contexts): 1. Marked difficulty in obtaining an erection during sexual activity. 2. Marked difficulty in maintaining an erection until the comple- tion of sexual activity. 3. Marked decrease in erectile rigidity. B. The symptoms in Criterion A have persisted for a minimum dura- tion of approximately 6 months. C. The symptoms in Criterion A cause clinically significant distress in the individual. D. The sexual dysfunction is not better explained by a nonsexual mental disorder or as a consequence of severe relationship dis- tress or other significant stressors and is not attributable to the effects of a substance/medication or another medical condition. Specify whether: Lifelong: The disturbance has been present since the individual became sexually active. Acquired: The disturbance began after a period of relatively nor- mal sexual function. Specify whether: Generalized: Not limited to certain types of stimulation, situa- tions, or partners.",
  "gloss_vi": "Distress over the symptoms in criterion a. severe: evidence of severe or extreme distress over the symp- toms in criterion a.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "stress",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc distress over the symptoms in Criterion A. Severe: Evidence of severe or extreme distress over the symp- toms in Criterion A. Erectile Disorder 302.72 (F52.21) A. At least one of the three following symptoms must be experi- enced on almost all or all (approximately 75%–100%) occasions of sexual activity (in identified situational contexts or, if general- ized, in all contexts): 1. Marked difficulty in obtaining an erection during sexual activity. 2. Marked difficulty in maintaining an erection until the comple- tion of sexual activity. 3. Marked decrease in erectile rigidity. B. The symptoms in Criterion A have persisted for a minimum dura- tion of approximately 6 months. C. The symptoms in Criterion A cause clinically significant distress in the individual. D. The sexual dysfunction is not better explained by a nonsexual mental disorder or as a consequence of severe relationship dis- tress or other significant stressors and is not attributable to the effects of a substance/medication or another medical condition. Specify whether: Lifelong: The disturbance has been present since the individual became sexually active. Acquired: The disturbance began after a period of relatively nor- mal sexual function. Specify whether: Generalized: Not limited to certain types of stimulation, situa- tions, or partners. Distress over the symptoms in criterion a. severe: evidence of severe or extreme distress over the symp- toms in criterion a."
}