{
  "id": "everyday#risk_safety_8fe54e4b",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "326 Personality Disorders 4. Impulsivity in at least two areas that are potentially self-damaging (e.g., spending, sex, substance abuse, reckless driving, binge eating). (Note: Do not include suicidal or self-mutilating behavior covered in Criterion 5.) 5. Recurrent suicidal behavior, gestures, or threats, or self-mutilating behavior. 6. Affective instability due to a marked reactivity of mood (e.g., in- tense episodic dysphoria, irritability, or anxiety usually lasting a few hours and only rarely more than a few days). 7. Chronic feelings of emptiness. 8. Inappropriate, intense anger or difficulty controlling anger (e.g., frequent displays of temper, constant anger, recurrent physical fights). 9. Transient, stress-related paranoid ideation or severe dissociative symptoms. Histrionic Personality Disorder 301.50 (F60.4) A pervasive pattern of excessive emotionality and attention seeking, beginning by early adulthood and present in a variety of contexts, as indicated by five (or more) of the following: 1. Is uncomfortable in situations in which he or she is not the center of attention. 2. Interaction with others is often characterized by inappropriate sexually seductive or provocative behavior. 3. Displays rapidly shifting and shallow expression of emotions. 4. Consistently uses physical appearance to draw attention to self. 5. Has a style of speech that is excessively impressionistic and lack- ing in detail. 6. Shows self-dramatization, theatricality, and exaggerated expres-",
  "gloss_vi": "326 personality disorders 4. impulsivity in at least two areas that are potentially self-damaging (e.g., spending, sex, substance abuse, reckless driving, binge eating).",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "stress"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 326 Personality Disorders 4. Impulsivity in at least two areas that are potentially self-damaging (e.g., spending, sex, substance abuse, reckless driving, binge eating). (Note: Do not include suicidal or self-mutilating behavior covered in Criterion 5.) 5. Recurrent suicidal behavior, gestures, or threats, or self-mutilating behavior. 6. Affective instability due to a marked reactivity of mood (e.g., in- tense episodic dysphoria, irritability, or anxiety usually lasting a few hours and only rarely more than a few days). 7. Chronic feelings of emptiness. 8. Inappropriate, intense anger or difficulty controlling anger (e.g., frequent displays of temper, constant anger, recurrent physical fights). 9. Transient, stress-related paranoid ideation or severe dissociative symptoms. Histrionic Personality Disorder 301.50 (F60.4) A pervasive pattern of excessive emotionality and attention seeking, beginning by early adulthood and present in a variety of contexts, as indicated by five (or more) of the following: 1. Is uncomfortable in situations in which he or she is not the center of attention. 2. Interaction with others is often characterized by inappropriate sexually seductive or provocative behavior. 3. Displays rapidly shifting and shallow expression of emotions. 4. Consistently uses physical appearance to draw attention to self. 5. Has a style of speech that is excessively impressionistic and lack- ing in detail. 6. Shows self-dramatization, theatricality, and exaggerated expres- 326 personality disorders 4. impulsivity in at least two areas that are potentially self-damaging (e.g., spending, sex, substance abuse, reckless driving, binge eating)."
}