{
  "id": "everyday#risk_safety_d2f1f395",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "vous system infections, inflammatory or autoimmune conditions, status epilepticus, subcortical structural lesions, and systemic condi- tions (e.g., pheochromocytoma, thyrotoxicosis, tetanus, heat stroke). Medication-Induced Movement Disorders 349 Neuroleptic malignant syndrome also must be distinguished from similar syndromes resulting from the use of other substances or medi- cations, such as serotonin syndrome; parkinsonian hyperthermia syn- drome following abrupt discontinuation of dopamine agonists; alcohol or sedative withdrawal; malignant hyperthermia occurring during anesthesia; hyperthermia associated with abuse of stimulants and hallu- cinogens; and atropine poisoning from anticholinergics. In rare instances, individuals with schizophrenia or a mood disor- der may present with malignant catatonia, which may be indistin- guishable from neuroleptic malignant syndrome. Some investigators consider neuroleptic malignant syndrome to be a drug-induced form of malignant catatonia. Medication-Induced Acute Dystonia 333.72 (G24.02) Medication-Induced Acute Dystonia Abnormal and prolonged contraction of the muscles of the eyes (oc- ulogyric crisis), head, neck (torticollis or retrocollis), limbs, or trunk developing within a few days of starting or raising the dosage of a medication (such as a neuroleptic) or after reducing the dosage of a medication used to treat extrapyramidal symptoms. Medication-Induced Acute Akathisia 333.99 (G25.71) Medication-Induced Acute Akathisia Subjective complaints of restlessness, often accompanied by ob- served excessive movements (e.g., fidgety movements of the legs, rocking from foot to foot, pacing, inability to sit or stand still), devel- oping within a few weeks of starting or raising the dosage of a med- ication (such as a neuroleptic) or after reducing the dosage of a medication used to treat extrapyramidal symptoms. Tardive Dyskinesia 333.85 (G24.01) Tardive Dyskinesia Involuntary athetoid or choreiform movements (lasting at least a few weeks) generally of the tongue, lower face and jaw, and extremities (but sometimes involving the pharyngeal, diaphragmatic, or trunk",
  "gloss_vi": "Vous system infections, inflammatory or autoimmune conditions, status epilepticus, subcortical structural lesions, and systemic condi- tions (e.g., pheochromocytoma, thyrotoxicosis, tetanus, heat stroke). medication-indu...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues"
    ],
    "life_topics": [],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn vous system infections, inflammatory or autoimmune conditions, status epilepticus, subcortical structural lesions, and systemic condi- tions (e.g., pheochromocytoma, thyrotoxicosis, tetanus, heat stroke). Medication-Induced Movement Disorders 349 Neuroleptic malignant syndrome also must be distinguished from similar syndromes resulting from the use of other substances or medi- cations, such as serotonin syndrome; parkinsonian hyperthermia syn- drome following abrupt discontinuation of dopamine agonists; alcohol or sedative withdrawal; malignant hyperthermia occurring during anesthesia; hyperthermia associated with abuse of stimulants and hallu- cinogens; and atropine poisoning from anticholinergics. In rare instances, individuals with schizophrenia or a mood disor- der may present with malignant catatonia, which may be indistin- guishable from neuroleptic malignant syndrome. Some investigators consider neuroleptic malignant syndrome to be a drug-induced form of malignant catatonia. Medication-Induced Acute Dystonia 333.72 (G24.02) Medication-Induced Acute Dystonia Abnormal and prolonged contraction of the muscles of the eyes (oc- ulogyric crisis), head, neck (torticollis or retrocollis), limbs, or trunk developing within a few days of starting or raising the dosage of a medication (such as a neuroleptic) or after reducing the dosage of a medication used to treat extrapyramidal symptoms. Medication-Induced Acute Akathisia 333.99 (G25.71) Medication-Induced Acute Akathisia Subjective complaints of restlessness, often accompanied by ob- served excessive movements (e.g., fidgety movements of the legs, rocking from foot to foot, pacing, inability to sit or stand still), devel- oping within a few weeks of starting or raising the dosage of a med- ication (such as a neuroleptic) or after reducing the dosage of a medication used to treat extrapyramidal symptoms. Tardive Dyskinesia 333.85 (G24.01) Tardive Dyskinesia Involuntary athetoid or choreiform movements (lasting at least a few weeks) generally of the tongue, lower face and jaw, and extremities (but sometimes involving the pharyngeal, diaphragmatic, or trunk Vous system infections, inflammatory or autoimmune conditions, status epilepticus, subcortical structural lesions, and systemic condi- tions (e.g., pheochromocytoma, thyrotoxicosis, tetanus, heat stroke). medication-indu..."
}