{
  "id": "everyday#management_a8d8b462",
  "title_en": "General — Management",
  "title_vi": "General — Management",
  "text_en": "232 Substance-Related and Addictive Disorders As noted above, the substance-related codes in ICD-10-CM com- bine the substance use disorder aspect of the clinical picture and the substance-induced aspect into a single combined code. Thus, if both heroin withdrawal and moderate heroin use disorder are present, the single code F11.23 is given to cover both presentations. In ICD-9-CM, separate diagnostic codes (292.0 and 304.00) are given to indicate with- drawal and a moderate heroin use disorder, respectively. See the indi- vidual substance-specific sections for additional coding information. Recording Procedures for Substance/ Medication-Induced Mental Disorders Coding notes and separate recording procedures for ICD-9-CM and ICD-10-CM codes for other specific substance/medication-induced mental disorders are provided in other chapters of the manual with disorders with which they share phenomenology (see the substance/ medication-induced mental disorders in these chapters: “Schizophrenia Spectrum and Other Psychotic Disorders,” “Bipolar and Related Dis- orders,” “Depressive Disorders,” “Anxiety Disorders,” “Obsessive- Compulsive and Related Disorders,” “Sleep-Wake Disorders,” “Sexual Dysfunctions,” and “Neurocognitive Disorders”). Generally, for ICD-9- CM, if a mental disorder is induced by a substance use disorder, a sep- arate diagnostic code is given for the specific substance use disorder, in addition to the code for the substance/medication-induced mental dis- order. For ICD-10-CM, a single code combines the substance-induced mental disorder with the substance use disorder. A separate diagnosis of the comorbid substance use disorder is not given, although the name and severity of the specific substance use disorder (when present) are used when recording the substance/medication-induced mental dis- order. ICD-10-CM codes are also provided for situations in which the substance/medication-induced mental disorder is not induced by a substance use disorder (e.g., when a disorder is induced",
  "gloss_vi": "232 substance-related and addictive disorders as noted above, the substance-related codes in icd-10-cm com- bine the substance use disorder aspect of the clinical picture and the substance-induced aspect into a single co...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "management"
    ],
    "life_topics": [
      "sleep"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Management General — Management 232 Substance-Related and Addictive Disorders As noted above, the substance-related codes in ICD-10-CM com- bine the substance use disorder aspect of the clinical picture and the substance-induced aspect into a single combined code. Thus, if both heroin withdrawal and moderate heroin use disorder are present, the single code F11.23 is given to cover both presentations. In ICD-9-CM, separate diagnostic codes (292.0 and 304.00) are given to indicate with- drawal and a moderate heroin use disorder, respectively. See the indi- vidual substance-specific sections for additional coding information. Recording Procedures for Substance/ Medication-Induced Mental Disorders Coding notes and separate recording procedures for ICD-9-CM and ICD-10-CM codes for other specific substance/medication-induced mental disorders are provided in other chapters of the manual with disorders with which they share phenomenology (see the substance/ medication-induced mental disorders in these chapters: “Schizophrenia Spectrum and Other Psychotic Disorders,” “Bipolar and Related Dis- orders,” “Depressive Disorders,” “Anxiety Disorders,” “Obsessive- Compulsive and Related Disorders,” “Sleep-Wake Disorders,” “Sexual Dysfunctions,” and “Neurocognitive Disorders”). Generally, for ICD-9- CM, if a mental disorder is induced by a substance use disorder, a sep- arate diagnostic code is given for the specific substance use disorder, in addition to the code for the substance/medication-induced mental dis- order. For ICD-10-CM, a single code combines the substance-induced mental disorder with the substance use disorder. A separate diagnosis of the comorbid substance use disorder is not given, although the name and severity of the specific substance use disorder (when present) are used when recording the substance/medication-induced mental dis- order. ICD-10-CM codes are also provided for situations in which the substance/medication-induced mental disorder is not induced by a substance use disorder (e.g., when a disorder is induced 232 substance-related and addictive disorders as noted above, the substance-related codes in icd-10-cm com- bine the substance use disorder aspect of the clinical picture and the substance-induced aspect into a single co..."
}