{
  "id": "everyday#screening_cues_ab0a0c81",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Unspecified Depressive Disorder 107 tive or residual criteria for any psychotic disorder, and does not meet criteria for recurrent brief depression. 3. Depressive episode with insufficient symptoms: Depressed affect and at least one of the other eight symptoms of a major de- pressive episode associated with clinically significant distress or impairment that persist for at least 2 weeks in an individual whose presentation has never met criteria for any other depressive or bipolar disorder, does not currently meet active or residual crite- ria for any psychotic disorder, and does not meet criteria for mixed anxiety and depressive disorder symptoms. Unspecified Depressive Disorder 311 (F32.9) This category applies to presentations in which symptoms character- istic of a depressive disorder that cause clinically significant distress or impairment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for any of the disorders in the depressive disorders diagnostic class. The unspeci- fied depressive disorder category is used in situations in which the clinician chooses not to specify the reason that the criteria are not met for a specific depressive disorder, and includes presentations for which there is insufficient information to make a more specific diag- nosis (e.g., in emergency room settings). Specifiers for Depressive Disorders Specify if: With anxious distress: Anxious distress is defined as the pres- ence of at least two of the following symptoms during the majority of days of a major depressive episode or persistent depressive disorder (dysthymia): 1. Feeling keyed up or tense. 2. Feeling unusually restless. 3. Difficulty concentrating",
  "gloss_vi": "Unspecified depressive disorder 107 tive or residual criteria for any psychotic disorder, and does not meet criteria for recurrent brief trầm cảm. 3.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "stress"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Unspecified Depressive Disorder 107 tive or residual criteria for any psychotic disorder, and does not meet criteria for recurrent brief depression. 3. Depressive episode with insufficient symptoms: Depressed affect and at least one of the other eight symptoms of a major de- pressive episode associated with clinically significant distress or impairment that persist for at least 2 weeks in an individual whose presentation has never met criteria for any other depressive or bipolar disorder, does not currently meet active or residual crite- ria for any psychotic disorder, and does not meet criteria for mixed anxiety and depressive disorder symptoms. Unspecified Depressive Disorder 311 (F32.9) This category applies to presentations in which symptoms character- istic of a depressive disorder that cause clinically significant distress or impairment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for any of the disorders in the depressive disorders diagnostic class. The unspeci- fied depressive disorder category is used in situations in which the clinician chooses not to specify the reason that the criteria are not met for a specific depressive disorder, and includes presentations for which there is insufficient information to make a more specific diag- nosis (e.g., in emergency room settings). Specifiers for Depressive Disorders Specify if: With anxious distress: Anxious distress is defined as the pres- ence of at least two of the following symptoms during the majority of days of a major depressive episode or persistent depressive disorder (dysthymia): 1. Feeling keyed up or tense. 2. Feeling unusually restless. 3. Difficulty concentrating Unspecified depressive disorder 107 tive or residual criteria for any psychotic disorder, and does not meet criteria for recurrent brief trầm cảm. 3."
}