{
  "id": "everyday#screening_cues_89c9f307",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "26 Neurodevelopmental Disorders Social (Pragmatic) Communication Disorder 315.39 (F80.89) A. Persistent difficulties in the social use of verbal and nonverbal communication as manifested by all of the following: 1. Deficits in using communication for social purposes, such as greeting and sharing information, in a manner that is appro- priate for the social context. 2. Impairment of the ability to change communication to match context or the needs of the listener, such as speaking differ- ently in a classroom than on a playground, talking differently to a child than to an adult, and avoiding use of overly formal language. 3. Difficulties following rules for conversation and storytelling, such as taking turns in conversation, rephrasing when mis- understood, and knowing how to use verbal and nonverbal signals to regulate interaction. 4. Difficulties understanding what is not explicitly stated (e.g., making inferences) and nonliteral or ambiguous meanings of language (e.g., idioms, humor, metaphors, multiple mean- ings that depend on the context for interpretation). B. The deficits result in functional limitations in effective communica- tion, social participation, social relationships, academic achieve- ment, or occupational performance, individually or in combination. C. The onset of the symptoms is in the early developmental period (but deficits may not become fully manifest until social communi- cation demands exceed limited capacities). D. The symptoms are not attributable to another medical or neuro- logical condition or to low abilities in the domains of word struc- ture and grammar, and are not better explained by autism",
  "gloss_vi": "26 neurodevelopmental disorders social (pragmatic) giao tiếp disorder 315.39 (f80.89) a. persistent difficulties in the social use of verbal and nonverbal giao tiếp as manifested by all of the following: 1.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 26 Neurodevelopmental Disorders Social (Pragmatic) Communication Disorder 315.39 (F80.89) A. Persistent difficulties in the social use of verbal and nonverbal communication as manifested by all of the following: 1. Deficits in using communication for social purposes, such as greeting and sharing information, in a manner that is appro- priate for the social context. 2. Impairment of the ability to change communication to match context or the needs of the listener, such as speaking differ- ently in a classroom than on a playground, talking differently to a child than to an adult, and avoiding use of overly formal language. 3. Difficulties following rules for conversation and storytelling, such as taking turns in conversation, rephrasing when mis- understood, and knowing how to use verbal and nonverbal signals to regulate interaction. 4. Difficulties understanding what is not explicitly stated (e.g., making inferences) and nonliteral or ambiguous meanings of language (e.g., idioms, humor, metaphors, multiple mean- ings that depend on the context for interpretation). B. The deficits result in functional limitations in effective communica- tion, social participation, social relationships, academic achieve- ment, or occupational performance, individually or in combination. C. The onset of the symptoms is in the early developmental period (but deficits may not become fully manifest until social communi- cation demands exceed limited capacities). D. The symptoms are not attributable to another medical or neuro- logical condition or to low abilities in the domains of word struc- ture and grammar, and are not better explained by autism 26 neurodevelopmental disorders social (pragmatic) giao tiếp disorder 315.39 (f80.89) a. persistent difficulties in the social use of verbal and nonverbal giao tiếp as manifested by all of the following: 1."
}