{
  "id": "everyday#psychoeducation_2775cea7",
  "title_en": "General — Psychoeducation",
  "title_vi": "General — Giáo dục tâm lý",
  "text_en": "Other Conditions That May Be a Focus of Clinical Attention 369 equate housing conditions include lack of heat (in cold temperatures) or electricity, infestation by insects or rodents, inadequate plumbing and toilet facilities, overcrowding, lack of adequate sleeping space, and excessive noise. It is important to consider cultural norms before assigning this category. V60.89 (Z59.2) Discord With Neighbor, Lodger, or Landlord This category should be used when discord with neighbors, lodgers, or a landlord is a focus of clinical attention or has an impact on the in- dividual’s treatment or prognosis. V60.6 (Z59.3) Problem Related to Living in a Residential Institution This category should be used when a problem (or problems) related to living in a residential institution is a focus of clinical attention or has an impact on the individual’s treatment or prognosis. Psycholog- ical reactions to a change in living situation are not included in this category; such reactions would be better captured as an adjustment disorder. Economic Problems V60.2 (Z59.4) Lack of Adequate Food or Safe Drinking Water V60.2 (Z59.5) Extreme Poverty V60.2 (Z59.6) Low Income V60.2 (Z59.7) Insufficient Social Insurance or Welfare Support This category should be used for individuals who meet eligibility cri- teria for social or welfare support but are not receiving such support, who receive support that is insufficient to address their needs, or who otherwise lack access to needed insurance or support programs. Examples include inability to qualify for welfare support owing to lack of proper documentation or evidence of address, inability to ob- tain adequate health insurance because of age or a preexisting condi- tion, and denial of support owing to excessively stringent income or other requirements. V60.9 (Z59.9) Unspecified Housing or Economic Problem This category should be used when there is a problem related to housing or economic circumstances other than as specified above. 370 Other Conditions That May Be a Focus of Clinical Attention Other Problems Related",
  "gloss_vi": "Other conditions that may be a focus of clinical attention 369 equate housing conditions include lack of heat (in cold temperatures) or electricity, infestation by insects or rodents, inadequate plumbing and toilet facil...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "psychoeducation",
      "management"
    ],
    "life_topics": [
      "sleep",
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Psychoeducation General — Giáo dục tâm lý Other Conditions That May Be a Focus of Clinical Attention 369 equate housing conditions include lack of heat (in cold temperatures) or electricity, infestation by insects or rodents, inadequate plumbing and toilet facilities, overcrowding, lack of adequate sleeping space, and excessive noise. It is important to consider cultural norms before assigning this category. V60.89 (Z59.2) Discord With Neighbor, Lodger, or Landlord This category should be used when discord with neighbors, lodgers, or a landlord is a focus of clinical attention or has an impact on the in- dividual’s treatment or prognosis. V60.6 (Z59.3) Problem Related to Living in a Residential Institution This category should be used when a problem (or problems) related to living in a residential institution is a focus of clinical attention or has an impact on the individual’s treatment or prognosis. Psycholog- ical reactions to a change in living situation are not included in this category; such reactions would be better captured as an adjustment disorder. Economic Problems V60.2 (Z59.4) Lack of Adequate Food or Safe Drinking Water V60.2 (Z59.5) Extreme Poverty V60.2 (Z59.6) Low Income V60.2 (Z59.7) Insufficient Social Insurance or Welfare Support This category should be used for individuals who meet eligibility cri- teria for social or welfare support but are not receiving such support, who receive support that is insufficient to address their needs, or who otherwise lack access to needed insurance or support programs. Examples include inability to qualify for welfare support owing to lack of proper documentation or evidence of address, inability to ob- tain adequate health insurance because of age or a preexisting condi- tion, and denial of support owing to excessively stringent income or other requirements. V60.9 (Z59.9) Unspecified Housing or Economic Problem This category should be used when there is a problem related to housing or economic circumstances other than as specified above. 370 Other Conditions That May Be a Focus of Clinical Attention Other Problems Related Other conditions that may be a focus of clinical attention 369 equate housing conditions include lack of heat (in cold temperatures) or electricity, infestation by insects or rodents, inadequate plumbing and toilet facil..."
}