{
  "id": "everyday#risk_safety_19a73528",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "fears of retribution.) 4. Has difficulty initiating projects or doing things on his or her own (because of a lack of self-confidence in judgment or abilities rather than a lack of motivation or energy). 5. Goes to excessive lengths to obtain nurturance and support from others, to the point of volunteering to do things that are unpleasant. 6. Feels uncomfortable or helpless when alone because of exag- gerated fears of being unable to care for himself or herself. 7. Urgently seeks another relationship as a source of care and sup- port when a close relationship ends. 8. Is unrealistically preoccupied with fears of being left to take care of himself or herself. Obsessive-Compulsive Personality Disorder 301.4 (F60.5) A pervasive pattern of preoccupation with orderliness, perfectionism, and mental and interpersonal control, at the expense of flexibility, openness, and efficiency, beginning by early adulthood and present in a variety of contexts, as indicated by four (or more) of the following: 1. Is preoccupied with details, rules, lists, order, organization, or schedules to the extent that the major point of the activity is lost. 2. Shows perfectionism that interferes with task completion (e.g., is unable to complete a project because his or her own overly strict standards are not met). 3. Is excessively devoted to work and productivity to the exclusion of leisure activities and friendships (not accounted for by obvious economic necessity). 4. Is overconscientious, scrupulous, and inflexible about matters of morality, ethics, or values (not accounted for by cultural or reli- gious identification).",
  "gloss_vi": "Fears of retribution.) 4. has difficulty initiating projects or doing things on his or her own (because of a lack of self-confidence in judgment or abilities rather than a lack of motivation or energy).",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "psychoeducation"
    ],
    "life_topics": [
      "work",
      "relationships",
      "self_esteem"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn fears of retribution.) 4. Has difficulty initiating projects or doing things on his or her own (because of a lack of self-confidence in judgment or abilities rather than a lack of motivation or energy). 5. Goes to excessive lengths to obtain nurturance and support from others, to the point of volunteering to do things that are unpleasant. 6. Feels uncomfortable or helpless when alone because of exag- gerated fears of being unable to care for himself or herself. 7. Urgently seeks another relationship as a source of care and sup- port when a close relationship ends. 8. Is unrealistically preoccupied with fears of being left to take care of himself or herself. Obsessive-Compulsive Personality Disorder 301.4 (F60.5) A pervasive pattern of preoccupation with orderliness, perfectionism, and mental and interpersonal control, at the expense of flexibility, openness, and efficiency, beginning by early adulthood and present in a variety of contexts, as indicated by four (or more) of the following: 1. Is preoccupied with details, rules, lists, order, organization, or schedules to the extent that the major point of the activity is lost. 2. Shows perfectionism that interferes with task completion (e.g., is unable to complete a project because his or her own overly strict standards are not met). 3. Is excessively devoted to work and productivity to the exclusion of leisure activities and friendships (not accounted for by obvious economic necessity). 4. Is overconscientious, scrupulous, and inflexible about matters of morality, ethics, or values (not accounted for by cultural or reli- gious identification). Fears of retribution.) 4. has difficulty initiating projects or doing things on his or her own (because of a lack of self-confidence in judgment or abilities rather than a lack of motivation or energy)."
}