{
  "id": "everyday#risk_safety_4cb7e200",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "Medication-Induced Movement Disorders 351 Antidepressant Discontinuation Syndrome 995.29 (T43.205A) Initial encounter 995.29 (T43.205D) Subsequent encounter 995.29 (T43.205S) Sequelae Antidepressant discontinuation syndrome is a set of symptoms that can occur after an abrupt cessation (or marked reduction in dose) of an anti- depressant medication that was taken continuously for at least 1 month. Symptoms generally begin within 2–4 days and typically include specif- ic sensory, somatic, and cognitive-emotional manifestations. Frequently reported sensory and somatic symptoms include flashes of lights, “electric shock” sensations, nausea, and hyperresponsivity to noises or lights. Nonspecific anxiety and feelings of dread may also be report- ed. Symptoms are alleviated by restarting the same medication or starting a different medication that has a similar mechanism of action— for example, discontinuation symptoms after withdrawal from a sero- tonin-norepinephrine reuptake inhibitor may be alleviated by starting a tricyclic antidepressant. To qualify as antidepressant discontinuation syndrome, the symptoms should not have been present before the anti- depressant dosage was reduced and are not better explained by another mental disorder (e.g., manic or hypomanic episode, substance intoxica- tion, substance withdrawal, somatic symptom disorder). Diagnostic Features Discontinuation symptoms may occur following treatment with tri- cyclic antidepressants (e.g., imipramine, amitriptyline, desipra- mine), serotonin reuptake inhibitors (e.g., fluoxetine, paroxetine, sertraline), and monoamine oxidase inhibitors (e.g., phenelzine, selegiline, pargyline). The incidence of this syndrome depends on the dosage and half-life of the medication being taken, as well as the rate at which the medication is tapered. Short-acting medications that are stopped abruptly rather than tapered gradually may pose the greatest risk. The short-acting selective serotonin reuptake in- hibitor (SSRI) paroxetine is the agent most commonly associated with discontinuation symptoms, but such symptoms occur for all types of antidepressants. Unlike withdrawal syndromes associated with opioids, alcohol, and other substances of abuse, antidepressant",
  "gloss_vi": "Medication-induced movement disorders 351 antidepressant discontinuation syndrome 995.29 (t43.205a) initial encounter 995.29 (t43.205d) subsequent encounter 995.29 (t43.205s) sequelae antidepressant discontinuation syndr...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "management"
    ],
    "life_topics": [
      "study"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn Medication-Induced Movement Disorders 351 Antidepressant Discontinuation Syndrome 995.29 (T43.205A) Initial encounter 995.29 (T43.205D) Subsequent encounter 995.29 (T43.205S) Sequelae Antidepressant discontinuation syndrome is a set of symptoms that can occur after an abrupt cessation (or marked reduction in dose) of an anti- depressant medication that was taken continuously for at least 1 month. Symptoms generally begin within 2–4 days and typically include specif- ic sensory, somatic, and cognitive-emotional manifestations. Frequently reported sensory and somatic symptoms include flashes of lights, “electric shock” sensations, nausea, and hyperresponsivity to noises or lights. Nonspecific anxiety and feelings of dread may also be report- ed. Symptoms are alleviated by restarting the same medication or starting a different medication that has a similar mechanism of action— for example, discontinuation symptoms after withdrawal from a sero- tonin-norepinephrine reuptake inhibitor may be alleviated by starting a tricyclic antidepressant. To qualify as antidepressant discontinuation syndrome, the symptoms should not have been present before the anti- depressant dosage was reduced and are not better explained by another mental disorder (e.g., manic or hypomanic episode, substance intoxica- tion, substance withdrawal, somatic symptom disorder). Diagnostic Features Discontinuation symptoms may occur following treatment with tri- cyclic antidepressants (e.g., imipramine, amitriptyline, desipra- mine), serotonin reuptake inhibitors (e.g., fluoxetine, paroxetine, sertraline), and monoamine oxidase inhibitors (e.g., phenelzine, selegiline, pargyline). The incidence of this syndrome depends on the dosage and half-life of the medication being taken, as well as the rate at which the medication is tapered. Short-acting medications that are stopped abruptly rather than tapered gradually may pose the greatest risk. The short-acting selective serotonin reuptake in- hibitor (SSRI) paroxetine is the agent most commonly associated with discontinuation symptoms, but such symptoms occur for all types of antidepressants. Unlike withdrawal syndromes associated with opioids, alcohol, and other substances of abuse, antidepressant Medication-induced movement disorders 351 antidepressant discontinuation syndrome 995.29 (t43.205a) initial encounter 995.29 (t43.205d) subsequent encounter 995.29 (t43.205s) sequelae antidepressant discontinuation syndr..."
}