{
  "id": "everyday#screening_cues_933115e4",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Neurocognitive Disorders Neurocognitive Domains The criteria for the various neurocognitive disorders are all based on defined cognitive domains. Table 1 provides for each of the key do- mains a working definition, examples of symptoms or observations regarding impairments in everyday activities, and examples of as- sessments. The domains thus defined, along with guidelines for clin- ical thresholds, form the basis on which the neurocognitive disorders, their levels, and their subtypes may be diagnosed. Additional infor- mation is provided in DSM-5. 285 286 Neurocognitive Disorders TABLE 1 Neurocognitive domains Cognitive domain Examples of symptoms or observations Examples of assessments Complex attention Major: Has increased difficulty in environ- Sustained attention: Maintenance of attention over (sustained atten- ments with multiple stimuli (TV, radio, time (e.g., pressing a button every time a tone is tion, divided conversation); is easily distracted by com- heard, and over a period of time). attention, peting events in the environment. Is unable Selective attention: Maintenance of attention despite selective atten- to attend unless input is restricted",
  "gloss_vi": "Neurocognitive disorders neurocognitive domains the criteria for the various neurocognitive disorders are all based on defined cognitive domains. table 1 provides for each of the key do- mains a working definition, examp...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "management"
    ],
    "life_topics": [
      "study",
      "work"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Neurocognitive Disorders Neurocognitive Domains The criteria for the various neurocognitive disorders are all based on defined cognitive domains. Table 1 provides for each of the key do- mains a working definition, examples of symptoms or observations regarding impairments in everyday activities, and examples of as- sessments. The domains thus defined, along with guidelines for clin- ical thresholds, form the basis on which the neurocognitive disorders, their levels, and their subtypes may be diagnosed. Additional infor- mation is provided in DSM-5. 285 286 Neurocognitive Disorders TABLE 1 Neurocognitive domains Cognitive domain Examples of symptoms or observations Examples of assessments Complex attention Major: Has increased difficulty in environ- Sustained attention: Maintenance of attention over (sustained atten- ments with multiple stimuli (TV, radio, time (e.g., pressing a button every time a tone is tion, divided conversation); is easily distracted by com- heard, and over a period of time). attention, peting events in the environment. Is unable Selective attention: Maintenance of attention despite selective atten- to attend unless input is restricted Neurocognitive disorders neurocognitive domains the criteria for the various neurocognitive disorders are all based on defined cognitive domains. table 1 provides for each of the key do- mains a working definition, examp..."
}