{
  "id": "everyday#screening_cues_06b2cca0",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "174 Feeding and Eating Disorders Binge-Eating Disorder 307.51 (F50.8) A. Recurrent episodes of binge eating. An episode of binge eating is characterized by both of the following: 1. Eating, in a discrete period of time (e.g., within any 2-hour period), an amount of food that is definitely larger than what most people would eat in a similar period of time under sim- ilar circumstances. 2. A sense of lack of control over eating during the episode (e.g., a feeling that one cannot stop eating or control what or how much one is eating). B. The binge-eating episodes are associated with three (or more) of the following: 1. Eating much more rapidly than normal. 2. Eating until feeling uncomfortably full. 3. Eating large amounts of food when not feeling physically hungry. 4. Eating alone because of feeling embarrassed by how much one is eating. 5. Feeling disgusted with oneself, depressed, or very guilty af- terward. C. Marked distress regarding binge eating is present. D. The binge eating occurs, on average, at least once a week for 3 months. E. The binge eating is not associated with the recurrent use of inap- propriate compensatory behavior as in bulimia nervosa and does not occur exclusively during the course of bulimia nervosa or an- orexia nervosa. Specify if: In partial remission: After full criteria for binge-eating disorder were previously met, binge eating occurs at an average frequency of less than one episode per week for a sustained period of time. Other Specified Feeding or Eating Disorder 175 In full remission: After full criteria for binge-eating disorder were previously met, none of the criteria have been met for a sus- tained",
  "gloss_vi": "174 feeding and eating disorders binge-eating disorder 307.51 (f50.8) a. recurrent episodes of binge eating.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "stress"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 174 Feeding and Eating Disorders Binge-Eating Disorder 307.51 (F50.8) A. Recurrent episodes of binge eating. An episode of binge eating is characterized by both of the following: 1. Eating, in a discrete period of time (e.g., within any 2-hour period), an amount of food that is definitely larger than what most people would eat in a similar period of time under sim- ilar circumstances. 2. A sense of lack of control over eating during the episode (e.g., a feeling that one cannot stop eating or control what or how much one is eating). B. The binge-eating episodes are associated with three (or more) of the following: 1. Eating much more rapidly than normal. 2. Eating until feeling uncomfortably full. 3. Eating large amounts of food when not feeling physically hungry. 4. Eating alone because of feeling embarrassed by how much one is eating. 5. Feeling disgusted with oneself, depressed, or very guilty af- terward. C. Marked distress regarding binge eating is present. D. The binge eating occurs, on average, at least once a week for 3 months. E. The binge eating is not associated with the recurrent use of inap- propriate compensatory behavior as in bulimia nervosa and does not occur exclusively during the course of bulimia nervosa or an- orexia nervosa. Specify if: In partial remission: After full criteria for binge-eating disorder were previously met, binge eating occurs at an average frequency of less than one episode per week for a sustained period of time. Other Specified Feeding or Eating Disorder 175 In full remission: After full criteria for binge-eating disorder were previously met, none of the criteria have been met for a sus- tained 174 feeding and eating disorders binge-eating disorder 307.51 (f50.8) a. recurrent episodes of binge eating."
}