{
  "id": "everyday#psychoeducation_1d98f27f",
  "title_en": "General — Psychoeducation",
  "title_vi": "General — Giáo dục tâm lý",
  "text_en": "mental or other medical disorder. The child could be one who is under state custody and placed in kin care or fos- ter care. The child could also be one who is living in a nonparental rel- Other Conditions That May Be a Focus of Clinical Attention 357 ative’s home, or with friends, but whose out-of-home placement is not mandated or sanctioned by the courts. Problems related to a child living in a group home or orphanage are also included. This category excludes issues related to V60.6 (Z59.3) children in boarding schools. V61.29 (Z62.898) Child Affected by Parental Relationship Distress This category should be used when the focus of clinical attention is the negative effects of parental relationship discord (e.g., high levels of conflict, distress, or disparagement) on a child in the family, in- cluding effects on the child’s mental or other medical disorders. Other Problems Related to Primary Support Group V61.10 (Z63.0) Relationship Distress With Spouse or Intimate Partner This category should be used when the major focus of the clinical contact is to address the quality of the intimate (spouse or partner) re- lationship or when the quality of that relationship is affecting the course, prognosis, or treatment of a mental or other medical disorder. Partners can be of the same or different genders. Typically, the rela- tionship distress is associated with impaired functioning in be- havioral, cognitive, or affective domains. Examples of behavioral problems include conflict resolution difficulty, withdrawal, and overinvolvement. Cognitive problems can manifest as chronic nega- tive attributions of the other’s intentions or dismissals of the part- ner’s positive behaviors. Affective problems would include chronic sadness, apathy, and/or anger about the other partner. Note: This category excludes clinical encounters for V61.1x (Z69.1x) mental health services for spousal or partner abuse problems and V65.49 (Z70.9) sex counseling. V61.03 (Z63.5) Disruption of Family by Separation or Divorce This category should be used when partners in an intimate adult cou- ple are living apart due to relationship problems or are in the process of divorce. V61.8 (Z63.8) High Expressed Emotion Level Within Family Expressed emotion is a construct used as a qualitative measure of the “amount” of emotion—in particular, hostility, emotional overin-",
  "gloss_vi": "Mental or other medical disorder. the child could be one who is under state custody and placed in kin care or fos- ter care.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "psychoeducation",
      "management",
      "caregiver"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Psychoeducation General — Giáo dục tâm lý mental or other medical disorder. The child could be one who is under state custody and placed in kin care or fos- ter care. The child could also be one who is living in a nonparental rel- Other Conditions That May Be a Focus of Clinical Attention 357 ative’s home, or with friends, but whose out-of-home placement is not mandated or sanctioned by the courts. Problems related to a child living in a group home or orphanage are also included. This category excludes issues related to V60.6 (Z59.3) children in boarding schools. V61.29 (Z62.898) Child Affected by Parental Relationship Distress This category should be used when the focus of clinical attention is the negative effects of parental relationship discord (e.g., high levels of conflict, distress, or disparagement) on a child in the family, in- cluding effects on the child’s mental or other medical disorders. Other Problems Related to Primary Support Group V61.10 (Z63.0) Relationship Distress With Spouse or Intimate Partner This category should be used when the major focus of the clinical contact is to address the quality of the intimate (spouse or partner) re- lationship or when the quality of that relationship is affecting the course, prognosis, or treatment of a mental or other medical disorder. Partners can be of the same or different genders. Typically, the rela- tionship distress is associated with impaired functioning in be- havioral, cognitive, or affective domains. Examples of behavioral problems include conflict resolution difficulty, withdrawal, and overinvolvement. Cognitive problems can manifest as chronic nega- tive attributions of the other’s intentions or dismissals of the part- ner’s positive behaviors. Affective problems would include chronic sadness, apathy, and/or anger about the other partner. Note: This category excludes clinical encounters for V61.1x (Z69.1x) mental health services for spousal or partner abuse problems and V65.49 (Z70.9) sex counseling. V61.03 (Z63.5) Disruption of Family by Separation or Divorce This category should be used when partners in an intimate adult cou- ple are living apart due to relationship problems or are in the process of divorce. V61.8 (Z63.8) High Expressed Emotion Level Within Family Expressed emotion is a construct used as a qualitative measure of the “amount” of emotion—in particular, hostility, emotional overin- Mental or other medical disorder. the child could be one who is under state custody and placed in kin care or fos- ter care."
}