{
  "id": "everyday#screening_cues_b9bfbffe",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "46 Schizophrenia Spectrum and Other Psychotic Disorders Grandiose type: This subtype applies when the central theme of the delusion is the conviction of having some great (but unrecog- nized) talent or insight or having made some important discovery. Jealous type: This subtype applies when the central theme of the individual’s delusion is that his or her spouse or lover is unfaithful. Persecutory type: This subtype applies when the central theme of the delusion involves the individual’s belief that he or she is be- ing conspired against, cheated, spied on, followed, poisoned or drugged, maliciously maligned, harassed, or obstructed in the pursuit of long-term goals. Somatic type: This subtype applies when the central theme of the delusion involves bodily functions or sensations. Mixed type: This subtype applies when no one delusional theme predominates. Unspecified type: This subtype applies when the dominant de- lusional belief cannot be clearly determined or is not described in the specific types (e.g., referential delusions without a prominent persecutory or grandiose component). Specify if: With bizarre content: Delusions are deemed bizarre if they are clearly implausible, not understandable, and not derived from or- dinary life experiences (e.g., an individual’s belief that a stranger has removed his or her internal organs and replaced them with someone else’s organs without leaving any wounds or scars). Specify if: The following course specifiers are only to be used after a 1-year du- ration of the disorder: First episode, currently in acute episode: First manifestation of the disorder meeting the defining diagnostic symptom and time criteria. An acute episode is a time period in which the symptom criteria are",
  "gloss_vi": "46 schizophrenia spectrum and other psychotic disorders grandiose type: this subtype applies when the central theme of the delusion is the conviction of having some great (but unrecog- nized) talent or insight or having ...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 46 Schizophrenia Spectrum and Other Psychotic Disorders Grandiose type: This subtype applies when the central theme of the delusion is the conviction of having some great (but unrecog- nized) talent or insight or having made some important discovery. Jealous type: This subtype applies when the central theme of the individual’s delusion is that his or her spouse or lover is unfaithful. Persecutory type: This subtype applies when the central theme of the delusion involves the individual’s belief that he or she is be- ing conspired against, cheated, spied on, followed, poisoned or drugged, maliciously maligned, harassed, or obstructed in the pursuit of long-term goals. Somatic type: This subtype applies when the central theme of the delusion involves bodily functions or sensations. Mixed type: This subtype applies when no one delusional theme predominates. Unspecified type: This subtype applies when the dominant de- lusional belief cannot be clearly determined or is not described in the specific types (e.g., referential delusions without a prominent persecutory or grandiose component). Specify if: With bizarre content: Delusions are deemed bizarre if they are clearly implausible, not understandable, and not derived from or- dinary life experiences (e.g., an individual’s belief that a stranger has removed his or her internal organs and replaced them with someone else’s organs without leaving any wounds or scars). Specify if: The following course specifiers are only to be used after a 1-year du- ration of the disorder: First episode, currently in acute episode: First manifestation of the disorder meeting the defining diagnostic symptom and time criteria. An acute episode is a time period in which the symptom criteria are 46 schizophrenia spectrum and other psychotic disorders grandiose type: this subtype applies when the central theme of the delusion is the conviction of having some great (but unrecog- nized) talent or insight or having ..."
}