{
  "id": "everyday#screening_cues_18daf6b7",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Trauma- and Stressor-Related Disorders Reactive Attachment Disorder 313.89 (F94.1) A. A consistent pattern of inhibited, emotionally withdrawn behavior toward adult caregivers, manifested by both of the following: 1. The child rarely or minimally seeks comfort when distressed. 2. The child rarely or minimally responds to comfort when dis- tressed. B. A persistent social and emotional disturbance characterized by at least two of the following: 1. Minimal social and emotional responsiveness to others. 2. Limited positive affect. 3. Episodes of unexplained irritability, sadness, or fearfulness that are evident even during nonthreatening interactions with adult caregivers. C. The child has experienced a pattern of extremes of insufficient care as evidenced by at least one of the following: 1. Social neglect or deprivation in the form of persistent lack of having basic emotional needs for comfort, stimulation, and affection met by caregiving adults. 2. Repeated changes of primary caregivers that limit opportuni- ties to form stable attachments (e.g., frequent changes in foster care). 3. Rearing in unusual settings that severely limit opportunities to form selective attachments (e.g., institutions with high child-to-caregiver ratios). D. The care in Criterion C is presumed to be responsible for the dis- turbed behavior in Criterion A (e.g., the disturbances in Criterion A began following the lack of adequate care in Criterion C). 141 142 Trauma- and Stressor-Related Disorders E. The criteria are not met for autism spectrum disorder. F. The disturbance is evident before",
  "gloss_vi": "Trauma- and stressor-related disorders reactive attachment disorder 313.89 (f94.1) a. a consistent pattern of inhibited, emotionally withdrawn behavior toward adult caregivers, manifested by both of the following: 1.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "caregiver"
    ],
    "life_topics": [
      "stress"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Trauma- and Stressor-Related Disorders Reactive Attachment Disorder 313.89 (F94.1) A. A consistent pattern of inhibited, emotionally withdrawn behavior toward adult caregivers, manifested by both of the following: 1. The child rarely or minimally seeks comfort when distressed. 2. The child rarely or minimally responds to comfort when dis- tressed. B. A persistent social and emotional disturbance characterized by at least two of the following: 1. Minimal social and emotional responsiveness to others. 2. Limited positive affect. 3. Episodes of unexplained irritability, sadness, or fearfulness that are evident even during nonthreatening interactions with adult caregivers. C. The child has experienced a pattern of extremes of insufficient care as evidenced by at least one of the following: 1. Social neglect or deprivation in the form of persistent lack of having basic emotional needs for comfort, stimulation, and affection met by caregiving adults. 2. Repeated changes of primary caregivers that limit opportuni- ties to form stable attachments (e.g., frequent changes in foster care). 3. Rearing in unusual settings that severely limit opportunities to form selective attachments (e.g., institutions with high child-to-caregiver ratios). D. The care in Criterion C is presumed to be responsible for the dis- turbed behavior in Criterion A (e.g., the disturbances in Criterion A began following the lack of adequate care in Criterion C). 141 142 Trauma- and Stressor-Related Disorders E. The criteria are not met for autism spectrum disorder. F. The disturbance is evident before Trauma- and stressor-related disorders reactive attachment disorder 313.89 (f94.1) a. a consistent pattern of inhibited, emotionally withdrawn behavior toward adult caregivers, manifested by both of the following: 1."
}