{
  "id": "everyday#screening_cues_5f12d2cd",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Other Specified Gender Dysphoria 217 Specify if: With a disorder of sex development (e.g., a congenital adre- nogenital disorder such as 255.2 [E25.0] congenital adrenal hy- perplasia or 259.50 [E34.50] androgen insensitivity syndrome). Coding note: Code the disorder of sex development as well as gender dysphoria. Specify if: Posttransition: The individual has transitioned to full-time living in the desired gender (with or without legalization of gender change) and has undergone (or is preparing to have) at least one cross-sex medical procedure or treatment regimen—namely, regular cross-sex hormone treatment or gender reassignment surgery confirming the desired gender (e.g., penectomy, vagino- plasty in a natal male; mastectomy or phalloplasty in a natal fe- male). Other Specified Gender Dysphoria 302.6 (F64.8) This category applies to presentations in which symptoms character- istic of gender dysphoria that cause clinically significant distress or impairment in social, occupational, or other important areas of func- tioning predominate but do not meet the full criteria for gender dys- phoria. The other specified gender dysphoria category is used",
  "gloss_vi": "Other specified gender dysphoria 217 specify if: with a disorder of sex development (e.g., a congenital adre- nogenital disorder such as 255.2 [e25.0] congenital adrenal hy- perplasia or 259.50 [e34.50] androgen insensit...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do",
      "management"
    ],
    "life_topics": [
      "stress"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Other Specified Gender Dysphoria 217 Specify if: With a disorder of sex development (e.g., a congenital adre- nogenital disorder such as 255.2 [E25.0] congenital adrenal hy- perplasia or 259.50 [E34.50] androgen insensitivity syndrome). Coding note: Code the disorder of sex development as well as gender dysphoria. Specify if: Posttransition: The individual has transitioned to full-time living in the desired gender (with or without legalization of gender change) and has undergone (or is preparing to have) at least one cross-sex medical procedure or treatment regimen—namely, regular cross-sex hormone treatment or gender reassignment surgery confirming the desired gender (e.g., penectomy, vagino- plasty in a natal male; mastectomy or phalloplasty in a natal fe- male). Other Specified Gender Dysphoria 302.6 (F64.8) This category applies to presentations in which symptoms character- istic of gender dysphoria that cause clinically significant distress or impairment in social, occupational, or other important areas of func- tioning predominate but do not meet the full criteria for gender dys- phoria. The other specified gender dysphoria category is used Other specified gender dysphoria 217 specify if: with a disorder of sex development (e.g., a congenital adre- nogenital disorder such as 255.2 [e25.0] congenital adrenal hy- perplasia or 259.50 [e34.50] androgen insensit..."
}