{
  "id": "everyday#screening_cues_7975a97b",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "292 Neurocognitive Disorders Delirium A. A disturbance in attention (i.e., reduced ability to direct, focus, sustain, and shift attention) and awareness (reduced orientation to the environment). B. The disturbance develops over a short period of time (usually hours to a few days), represents a change from baseline atten- tion and awareness, and tends to fluctuate in severity during the course of a day. C. An additional disturbance in cognition (e.g., memory deficit, dis- orientation, language, visuospatial ability, or perception). D. The disturbances in Criteria A and C are not better explained by another preexisting, established, or evolving neurocognitive dis- order and do not occur in the context of a severely reduced level of arousal, such as coma. E. There is evidence from the history, physical examination, or labo- ratory findings that the disturbance is a direct physiological conse- quence of another medical condition, substance intoxication or withdrawal (i.e., due to a drug of abuse or to a medication), or ex- posure to a toxin, or is due to multiple etiologies. Specify whether: Substance intoxication delirium: This diagnosis should be made instead of substance intoxication when the symptoms in Criteria A and C predominate in the clinical picture and when they are sufficiently severe to warrant clinical attention. Coding note: The ICD-9-CM and ICD-10-CM codes for the [specific substance] intoxication delirium are indicated in the table below. Note that the ICD-10-CM code depends on whether or not there is a comorbid substance use disorder present for the same class of substance. If",
  "gloss_vi": "292 neurocognitive disorders delirium a. a disturbance in attention (i.e., reduced ability to direct, focus, sustain, and shift attention) and awareness (reduced orientation to the environment).",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do",
      "management"
    ],
    "life_topics": [
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 292 Neurocognitive Disorders Delirium A. A disturbance in attention (i.e., reduced ability to direct, focus, sustain, and shift attention) and awareness (reduced orientation to the environment). B. The disturbance develops over a short period of time (usually hours to a few days), represents a change from baseline atten- tion and awareness, and tends to fluctuate in severity during the course of a day. C. An additional disturbance in cognition (e.g., memory deficit, dis- orientation, language, visuospatial ability, or perception). D. The disturbances in Criteria A and C are not better explained by another preexisting, established, or evolving neurocognitive dis- order and do not occur in the context of a severely reduced level of arousal, such as coma. E. There is evidence from the history, physical examination, or labo- ratory findings that the disturbance is a direct physiological conse- quence of another medical condition, substance intoxication or withdrawal (i.e., due to a drug of abuse or to a medication), or ex- posure to a toxin, or is due to multiple etiologies. Specify whether: Substance intoxication delirium: This diagnosis should be made instead of substance intoxication when the symptoms in Criteria A and C predominate in the clinical picture and when they are sufficiently severe to warrant clinical attention. Coding note: The ICD-9-CM and ICD-10-CM codes for the [specific substance] intoxication delirium are indicated in the table below. Note that the ICD-10-CM code depends on whether or not there is a comorbid substance use disorder present for the same class of substance. If 292 neurocognitive disorders delirium a. a disturbance in attention (i.e., reduced ability to direct, focus, sustain, and shift attention) and awareness (reduced orientation to the environment)."
}