{
  "id": "everyday#risk_safety_743c14ce",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "Neurocognitive Disorders 291 TABLE 1 Neurocognitive domains (continued) Cognitive domain Examples of symptoms or observations Examples of assessments Social cognition Major: Behavior clearly out of acceptable Recognition of emotions: Identification of emotion in (recognition of social range; shows insensitivity to social images of faces representing a variety of both emotions, theory standards of modesty in dress, or of politi- positive and negative emotions. of mind) cal, religious, or sexual topics of conversa- Theory of mind: Ability to consider another person’s tion. Focuses excessively on a topic despite mental state (thoughts, desires, intentions) or group’s disinterest or direct feedback. experience—story cards with questions to elicit Behavioral intention without regard to information about the mental state of the individ- family or friends. Makes decisions without uals’ portrayed, such as “Where will the girl look regard to safety (e.g., inappropriate cloth- for the lost bag?” or “Why is the boy sad?” ing for weather or social setting). Typically, has little insight into these changes. Mild: Has subtle changes in behavior or atti- tude, often described as a change in person- ality, such as less ability to recognize social cues or read facial expressions, decreased empathy, increased extraversion or intro- version, decreased inhibition, or subtle or episodic apathy or restlessness. 292 Neurocognitive Disorders Delirium A. A disturbance in attention (i.e., reduced ability to direct, focus, sustain, and shift attention) and awareness (reduced orientation to the environment). B. The disturbance develops over a short period of time (usually hours to a few days), represents a change from baseline atten- tion and awareness, and tends to",
  "gloss_vi": "Neurocognitive disorders 291 table 1 neurocognitive domains (continued) cognitive domain examples of symptoms or observations examples of assessments social cognition major: behavior clearly out of acceptable recognition...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "management",
      "caregiver"
    ],
    "life_topics": [
      "study",
      "relationships"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn Neurocognitive Disorders 291 TABLE 1 Neurocognitive domains (continued) Cognitive domain Examples of symptoms or observations Examples of assessments Social cognition Major: Behavior clearly out of acceptable Recognition of emotions: Identification of emotion in (recognition of social range; shows insensitivity to social images of faces representing a variety of both emotions, theory standards of modesty in dress, or of politi- positive and negative emotions. of mind) cal, religious, or sexual topics of conversa- Theory of mind: Ability to consider another person’s tion. Focuses excessively on a topic despite mental state (thoughts, desires, intentions) or group’s disinterest or direct feedback. experience—story cards with questions to elicit Behavioral intention without regard to information about the mental state of the individ- family or friends. Makes decisions without uals’ portrayed, such as “Where will the girl look regard to safety (e.g., inappropriate cloth- for the lost bag?” or “Why is the boy sad?” ing for weather or social setting). Typically, has little insight into these changes. Mild: Has subtle changes in behavior or atti- tude, often described as a change in person- ality, such as less ability to recognize social cues or read facial expressions, decreased empathy, increased extraversion or intro- version, decreased inhibition, or subtle or episodic apathy or restlessness. 292 Neurocognitive Disorders Delirium A. A disturbance in attention (i.e., reduced ability to direct, focus, sustain, and shift attention) and awareness (reduced orientation to the environment). B. The disturbance develops over a short period of time (usually hours to a few days), represents a change from baseline atten- tion and awareness, and tends to Neurocognitive disorders 291 table 1 neurocognitive domains (continued) cognitive domain examples of symptoms or observations examples of assessments social cognition major: behavior clearly out of acceptable recognition..."
}