{
  "id": "everyday#screening_cues_a40d6f0e",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "use of the most appropriate evidence-based treatment options for each disorder are beyond the scope of this manual. Although decades of scientific effort have gone into developing the diagnostic criteria sets for the disorders included in Section II, it is well recognized that this set of categorical diagnoses does not fully describe the full range of mental disorders that individuals experi- ence and present to clinicians on a daily basis throughout the world. The range of genetic/environmental interactions over the course of human development affecting cognitive, emotional and behavioral function is virtually limitless. As a result, it is impossible to capture the full range of psychopathology in the categorical diagnostic cate- gories that we are now using. Hence, it is also necessary to include “other specified/unspecified” disorder options for presentations that do not fit exactly into the diagnostic boundaries of disorders in each chapter. In an emergency department setting, it may be possible to identify only the most prominent symptom expressions associated with a particular chapter—for example, delusions, hallucinations, ma- nia, depression, anxiety, substance intoxication, or neurocognitive symptoms—so that an “unspecified” disorder in that category is iden- tified until a fuller differential diagnosis is possible. Definition of a Mental Disorder Each disorder identified in Section II of the manual (excluding those in the chapters entitled “Medication-Induced Movement Disorders and Other Adverse Effects of Medication” and “Other Conditions That May Be a Focus of Clinical Attention”) must meet the definition of a mental disorder. Although no definition can capture all aspects of all disorders in the range contained in DSM-5, the following elements are required: A mental disorder is a syndrome characterized by clini- cally significant disturbance in an individual’s cognition, emotion regulation, or behavior that reflects a dysfunction in the psychological, biological, or developmental pro- cesses underlying mental functioning. Mental disorders are usually associated with significant distress or disabil- ity in social, occupational, or other important activities. An expectable or culturally approved response to a common stressor or loss, such as the death of a loved one, is not",
  "gloss_vi": "Use of the most appropriate evidence-based treatment options for each disorder are beyond the scope of this manual. although decades of scientific effort have gone into developing the diagnostic criteria sets for the dis...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do",
      "management"
    ],
    "life_topics": [
      "stress",
      "study",
      "grief"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc use of the most appropriate evidence-based treatment options for each disorder are beyond the scope of this manual. Although decades of scientific effort have gone into developing the diagnostic criteria sets for the disorders included in Section II, it is well recognized that this set of categorical diagnoses does not fully describe the full range of mental disorders that individuals experi- ence and present to clinicians on a daily basis throughout the world. The range of genetic/environmental interactions over the course of human development affecting cognitive, emotional and behavioral function is virtually limitless. As a result, it is impossible to capture the full range of psychopathology in the categorical diagnostic cate- gories that we are now using. Hence, it is also necessary to include “other specified/unspecified” disorder options for presentations that do not fit exactly into the diagnostic boundaries of disorders in each chapter. In an emergency department setting, it may be possible to identify only the most prominent symptom expressions associated with a particular chapter—for example, delusions, hallucinations, ma- nia, depression, anxiety, substance intoxication, or neurocognitive symptoms—so that an “unspecified” disorder in that category is iden- tified until a fuller differential diagnosis is possible. Definition of a Mental Disorder Each disorder identified in Section II of the manual (excluding those in the chapters entitled “Medication-Induced Movement Disorders and Other Adverse Effects of Medication” and “Other Conditions That May Be a Focus of Clinical Attention”) must meet the definition of a mental disorder. Although no definition can capture all aspects of all disorders in the range contained in DSM-5, the following elements are required: A mental disorder is a syndrome characterized by clini- cally significant disturbance in an individual’s cognition, emotion regulation, or behavior that reflects a dysfunction in the psychological, biological, or developmental pro- cesses underlying mental functioning. Mental disorders are usually associated with significant distress or disabil- ity in social, occupational, or other important activities. An expectable or culturally approved response to a common stressor or loss, such as the death of a loved one, is not Use of the most appropriate evidence-based treatment options for each disorder are beyond the scope of this manual. although decades of scientific effort have gone into developing the diagnostic criteria sets for the dis..."
}