{
  "id": "everyday#risk_safety_7f417102",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "108 Depressive Disorders 4. Fear that something awful may happen. 5. Feeling that the individual might lose control of himself or herself. Specify current severity: Mild: Two symptoms. Moderate: Three symptoms. Moderate-severe: Four or five symptoms. Severe: Four or five symptoms and with motor agitation. Note: Anxious distress has been noted as a prominent feature of both bipolar and major depressive disorder in both primary care and specialty mental health settings. High levels of anxiety have been associated with higher suicide risk, longer duration of ill- ness, and greater likelihood of treatment nonresponse. As a result, it is clinically useful to specify accurately the presence and sever- ity levels of anxious distress for treatment planning and monitor- ing of response to treatment. With mixed features: A. At least three of the following manic/hypomanic symptoms are present nearly every day during the majority of days of a major depressive episode: 1. Elevated, expansive mood. 2. Inflated self-esteem or grandiosity. 3. More talkative than usual or pressure to keep talking. 4. Flight of ideas or subjective experience that thoughts are racing. 5. Increase in energy or goal-directed activity (either socially, at work or school, or sexually). 6. Increased or excessive involvement in activities that have a high potential for painful consequences (e.g., en- gaging in unrestrained buying sprees, sexual indiscre- tions, foolish business investments). 7. Decreased need for sleep (feeling rested despite sleep- ing less than usual; to be contrasted with insomnia). B. Mixed symptoms are observable by others and represent a change from the person’s usual behavior. Specifiers for Depressive Disorders 109 C. For individuals whose symptoms meet full criteria for either mania or hypomania, the diagnosis should be bipolar I",
  "gloss_vi": "108 depressive disorders 4. fear that something awful may happen.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "management"
    ],
    "life_topics": [
      "sleep",
      "stress",
      "work",
      "self_esteem"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 108 Depressive Disorders 4. Fear that something awful may happen. 5. Feeling that the individual might lose control of himself or herself. Specify current severity: Mild: Two symptoms. Moderate: Three symptoms. Moderate-severe: Four or five symptoms. Severe: Four or five symptoms and with motor agitation. Note: Anxious distress has been noted as a prominent feature of both bipolar and major depressive disorder in both primary care and specialty mental health settings. High levels of anxiety have been associated with higher suicide risk, longer duration of ill- ness, and greater likelihood of treatment nonresponse. As a result, it is clinically useful to specify accurately the presence and sever- ity levels of anxious distress for treatment planning and monitor- ing of response to treatment. With mixed features: A. At least three of the following manic/hypomanic symptoms are present nearly every day during the majority of days of a major depressive episode: 1. Elevated, expansive mood. 2. Inflated self-esteem or grandiosity. 3. More talkative than usual or pressure to keep talking. 4. Flight of ideas or subjective experience that thoughts are racing. 5. Increase in energy or goal-directed activity (either socially, at work or school, or sexually). 6. Increased or excessive involvement in activities that have a high potential for painful consequences (e.g., en- gaging in unrestrained buying sprees, sexual indiscre- tions, foolish business investments). 7. Decreased need for sleep (feeling rested despite sleep- ing less than usual; to be contrasted with insomnia). B. Mixed symptoms are observable by others and represent a change from the person’s usual behavior. Specifiers for Depressive Disorders 109 C. For individuals whose symptoms meet full criteria for either mania or hypomania, the diagnosis should be bipolar I 108 depressive disorders 4. fear that something awful may happen."
}