{
  "id": "everyday#screening_cues_4b168fdb",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "158 Dissociative Disorders Other Specified Dissociative Disorder 300.15 (F44.89) This category applies to presentations in which symptoms character- istic of a dissociative disorder that cause clinically significant distress or impairment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for any of the disorders in the dissociative disorders diagnostic class. The other specified dissociative disorder category is used in situations in which the clinician chooses to communicate the specific reason that the presentation does not meet the criteria for any specific dissociative disorder. This is done by recording “other specified dissociative dis- order” followed by the specific reason (e.g., “dissociative trance”). Examples of presentations that can be specified using the “other specified” designation include the following: 1. Chronic and recurrent syndromes of mixed dissociative symptoms: This category includes identity disturbance associ- ated with less-than-marked discontinuities in sense of self and agency, or alterations of identity or episodes of possession in an individual who reports no dissociative amnesia. 2. Identity disturbance due to prolonged and intense coercive persuasion: Individuals who have been subjected to intense coer- cive persuasion (e.g., brainwashing, thought reform, indoctrination while captive, torture, long-term political imprisonment, recruitment by sects/cults or by terror organizations) may present with pro- longed changes in, or conscious questioning of, their identity. 3. Acute dissociative reactions to stressful events: This cate- gory is for acute, transient conditions that typically last less",
  "gloss_vi": "158 dissociative disorders other specified dissociative disorder 300.15 (f44.89) this category applies to presentations in which symptoms character- istic of a dissociative disorder that cause clinically significant dist...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 158 Dissociative Disorders Other Specified Dissociative Disorder 300.15 (F44.89) This category applies to presentations in which symptoms character- istic of a dissociative disorder that cause clinically significant distress or impairment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for any of the disorders in the dissociative disorders diagnostic class. The other specified dissociative disorder category is used in situations in which the clinician chooses to communicate the specific reason that the presentation does not meet the criteria for any specific dissociative disorder. This is done by recording “other specified dissociative dis- order” followed by the specific reason (e.g., “dissociative trance”). Examples of presentations that can be specified using the “other specified” designation include the following: 1. Chronic and recurrent syndromes of mixed dissociative symptoms: This category includes identity disturbance associ- ated with less-than-marked discontinuities in sense of self and agency, or alterations of identity or episodes of possession in an individual who reports no dissociative amnesia. 2. Identity disturbance due to prolonged and intense coercive persuasion: Individuals who have been subjected to intense coer- cive persuasion (e.g., brainwashing, thought reform, indoctrination while captive, torture, long-term political imprisonment, recruitment by sects/cults or by terror organizations) may present with pro- longed changes in, or conscious questioning of, their identity. 3. Acute dissociative reactions to stressful events: This cate- gory is for acute, transient conditions that typically last less 158 dissociative disorders other specified dissociative disorder 300.15 (f44.89) this category applies to presentations in which symptoms character- istic of a dissociative disorder that cause clinically significant dist..."
}