{
  "id": "everyday#screening_cues_ff16f23b",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "criteria are not met for a specific anxiety disorder, and includes presentations in which there is insuffi- cient information to make a more specific diagnosis (e.g., in emer- gency room settings). Obsessive-Compulsive and Related Disorders Obsessive-Compulsive Disorder 300.3 (F42) A. Presence of obsessions, compulsions, or both: Obsessions are defined by (1) and (2): 1. Recurrent and persistent thoughts, urges, or images that are experienced, at some time during the disturbance, as intru- sive and unwanted, and that in most individuals cause marked anxiety or distress. 2. The individual attempts to ignore or suppress such thoughts, urges, or images, or to neutralize them with some other thought or action (i.e., by performing a compulsion). Compulsions are defined by (1) and (2): 1. Repetitive behaviors (e.g., hand washing, ordering, check- ing) or mental acts (e.g., praying, counting, repeating words silently) that the individual feels driven to perform in re- sponse to an obsession or according to rules that must be applied rigidly. 2. The behaviors or mental acts are aimed at preventing or re- ducing anxiety or distress, or preventing some dreaded event or situation; however, these behaviors or mental acts are not connected in a realistic way with what they are de- signed to neutralize or prevent, or are clearly excessive. Note: Young children may not be able to articulate the aims of these behaviors or mental acts. B. The obsessions or compulsions are time-consuming (e.g., take more than 1 hour per day) or cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. 129",
  "gloss_vi": "Criteria are not met for a specific lo âu disorder, and includes presentations in which there is insuffi- cient information to make a more specific diagnosis (e.g., in emer- gency room settings). obsessive-compulsive and...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "stress"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc criteria are not met for a specific anxiety disorder, and includes presentations in which there is insuffi- cient information to make a more specific diagnosis (e.g., in emer- gency room settings). Obsessive-Compulsive and Related Disorders Obsessive-Compulsive Disorder 300.3 (F42) A. Presence of obsessions, compulsions, or both: Obsessions are defined by (1) and (2): 1. Recurrent and persistent thoughts, urges, or images that are experienced, at some time during the disturbance, as intru- sive and unwanted, and that in most individuals cause marked anxiety or distress. 2. The individual attempts to ignore or suppress such thoughts, urges, or images, or to neutralize them with some other thought or action (i.e., by performing a compulsion). Compulsions are defined by (1) and (2): 1. Repetitive behaviors (e.g., hand washing, ordering, check- ing) or mental acts (e.g., praying, counting, repeating words silently) that the individual feels driven to perform in re- sponse to an obsession or according to rules that must be applied rigidly. 2. The behaviors or mental acts are aimed at preventing or re- ducing anxiety or distress, or preventing some dreaded event or situation; however, these behaviors or mental acts are not connected in a realistic way with what they are de- signed to neutralize or prevent, or are clearly excessive. Note: Young children may not be able to articulate the aims of these behaviors or mental acts. B. The obsessions or compulsions are time-consuming (e.g., take more than 1 hour per day) or cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. 129 Criteria are not met for a specific lo âu disorder, and includes presentations in which there is insuffi- cient information to make a more specific diagnosis (e.g., in emer- gency room settings). obsessive-compulsive and..."
}