{
  "id": "everyday#general_ad703d38",
  "title_en": "General — General",
  "title_vi": "General — General",
  "text_en": "184 Sleep-Wake Disorders Narcolepsy A. Recurrent periods of an irrepressible need to sleep, lapsing into sleep, or napping occurring within the same day. These must have been occurring at least three times per week over the past 3 months. B. The presence of at least one of the following: 1. Episodes of cataplexy, defined as either (a) or (b), occurring at least a few times per month: a. In individuals with long-standing disease, brief (seconds to minutes) episodes of sudden bilateral loss of muscle tone with maintained consciousness that are precipi- tated by laughter or joking. b. In children or in individuals within 6 months of onset, spontaneous grimaces or jaw-opening episodes with tongue thrusting or a global hypotonia, without any obvi- ous emotional triggers. 2. Hypocretin deficiency, as measured using cerebrospinal fluid (CSF) hypocretin-1 immunoreactivity values (less than or equal to one-third of values obtained in healthy subjects tested using the same assay, or less than or equal to 110 pg/ mL). Low CSF levels of hypocretin-1 must not be observed in the context of acute brain injury, inflammation, or infection. 3. Nocturnal sleep polysomnography showing rapid eye move- ment (REM) sleep latency less than or equal to 15 minutes, or a multiple sleep latency test showing a mean sleep latency less than or equal to 8 minutes and two or more sleep-onset REM periods. Specify whether: 347.00 (G47.419) Narcolepsy without cataplexy but with hypo- cretin deficiency: Criterion B requirements of low CSF hypocre- tin-1 levels and positive polysomnography/multiple sleep latency test are met, but",
  "gloss_vi": "184 giấc ngủ-wake disorders narcolepsy a. recurrent periods of an irrepressible need to giấc ngủ, lapsing into giấc ngủ, or napping occurring within the same day.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [],
    "life_topics": [
      "sleep",
      "grief"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — General General — General 184 Sleep-Wake Disorders Narcolepsy A. Recurrent periods of an irrepressible need to sleep, lapsing into sleep, or napping occurring within the same day. These must have been occurring at least three times per week over the past 3 months. B. The presence of at least one of the following: 1. Episodes of cataplexy, defined as either (a) or (b), occurring at least a few times per month: a. In individuals with long-standing disease, brief (seconds to minutes) episodes of sudden bilateral loss of muscle tone with maintained consciousness that are precipi- tated by laughter or joking. b. In children or in individuals within 6 months of onset, spontaneous grimaces or jaw-opening episodes with tongue thrusting or a global hypotonia, without any obvi- ous emotional triggers. 2. Hypocretin deficiency, as measured using cerebrospinal fluid (CSF) hypocretin-1 immunoreactivity values (less than or equal to one-third of values obtained in healthy subjects tested using the same assay, or less than or equal to 110 pg/ mL). Low CSF levels of hypocretin-1 must not be observed in the context of acute brain injury, inflammation, or infection. 3. Nocturnal sleep polysomnography showing rapid eye move- ment (REM) sleep latency less than or equal to 15 minutes, or a multiple sleep latency test showing a mean sleep latency less than or equal to 8 minutes and two or more sleep-onset REM periods. Specify whether: 347.00 (G47.419) Narcolepsy without cataplexy but with hypo- cretin deficiency: Criterion B requirements of low CSF hypocre- tin-1 levels and positive polysomnography/multiple sleep latency test are met, but 184 giấc ngủ-wake disorders narcolepsy a. recurrent periods of an irrepressible need to giấc ngủ, lapsing into giấc ngủ, or napping occurring within the same day."
}