{
  "id": "everyday#screening_cues_f8de6d94",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "356 Other Conditions That May Be a Focus of Clinical Attention Problems Related to Family Upbringing V61.20 (Z62.820) Parent-Child Relational Problem For this category, the term parent is used to refer to one of the child’s primary caregivers, who may be a biological, adoptive, or foster par- ent or may be another relative (such as a grandparent) who fulfills a parental role for the child. This category should be used when the main focus of clinical attention is to address the quality of the parent- child relationship or when the quality of the parent-child relation- ship is affecting the course, prognosis, or treatment of a mental or other medical disorder. Typically, the parent-child relational prob- lem is associated with impaired functioning in behavioral, cognitive, or affective domains. Examples of behavioral problems include inad- equate parental control, supervision, and involvement with the child; parental overprotection; excessive parental pressure; arguments that escalate to threats of physical violence; and avoidance without reso- lution of problems. Cognitive problems may include negative attri- butions of the other’s intentions, hostility toward or scapegoating of the other, and unwarranted feelings of estrangement. Affective prob- lems may include feelings of sadness, apathy, or anger about the other individual in the relationship. Clinicians should take into ac- count the developmental needs of the child and the cultural context. V61.8 (Z62.891) Sibling Relational Problem This category should be used when the focus of clinical attention is a pat- tern of interaction among siblings that is associated with significant im- pairment in individual or family functioning or with development of symptoms in one or more of the siblings, or when a sibling relational problem is affecting the course, prognosis, or treatment of a sibling’s mental or other medical disorder. This category can be used for either children or adults if the focus is on the sibling relationship. Siblings in this context include full, half-, step-, foster, and adopted siblings. V61.8 (Z62.29) Upbringing Away From Parents This category should be used when the main focus of clinical atten- tion pertains to issues regarding a child being raised away from the parents or when this separate upbringing affects the course, progno- sis, or treatment of a",
  "gloss_vi": "356 other conditions that may be a focus of clinical attention problems related to family upbringing v61.20 (z62.820) parent-child relational problem for this category, the term parent is used to refer to one of the chil...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "do_not_do",
      "management",
      "caregiver"
    ],
    "life_topics": [
      "study",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 356 Other Conditions That May Be a Focus of Clinical Attention Problems Related to Family Upbringing V61.20 (Z62.820) Parent-Child Relational Problem For this category, the term parent is used to refer to one of the child’s primary caregivers, who may be a biological, adoptive, or foster par- ent or may be another relative (such as a grandparent) who fulfills a parental role for the child. This category should be used when the main focus of clinical attention is to address the quality of the parent- child relationship or when the quality of the parent-child relation- ship is affecting the course, prognosis, or treatment of a mental or other medical disorder. Typically, the parent-child relational prob- lem is associated with impaired functioning in behavioral, cognitive, or affective domains. Examples of behavioral problems include inad- equate parental control, supervision, and involvement with the child; parental overprotection; excessive parental pressure; arguments that escalate to threats of physical violence; and avoidance without reso- lution of problems. Cognitive problems may include negative attri- butions of the other’s intentions, hostility toward or scapegoating of the other, and unwarranted feelings of estrangement. Affective prob- lems may include feelings of sadness, apathy, or anger about the other individual in the relationship. Clinicians should take into ac- count the developmental needs of the child and the cultural context. V61.8 (Z62.891) Sibling Relational Problem This category should be used when the focus of clinical attention is a pat- tern of interaction among siblings that is associated with significant im- pairment in individual or family functioning or with development of symptoms in one or more of the siblings, or when a sibling relational problem is affecting the course, prognosis, or treatment of a sibling’s mental or other medical disorder. This category can be used for either children or adults if the focus is on the sibling relationship. Siblings in this context include full, half-, step-, foster, and adopted siblings. V61.8 (Z62.29) Upbringing Away From Parents This category should be used when the main focus of clinical atten- tion pertains to issues regarding a child being raised away from the parents or when this separate upbringing affects the course, progno- sis, or treatment of a 356 other conditions that may be a focus of clinical attention problems related to family upbringing v61.20 (z62.820) parent-child relational problem for this category, the term parent is used to refer to one of the chil..."
}