{
  "id": "everyday#work_habits_a37dbd5d",
  "title_en": "General — Work Habits",
  "title_vi": "General — Work Habits",
  "text_en": "334 Paraphilic Disorders B. The individual has acted on these sexual urges with a noncon- senting person, or the sexual urges or fantasies cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. Specify whether: Sexually aroused by exposing genitals to prepubertal children Sexually aroused by exposing genitals to physically mature individuals Sexually aroused by exposing genitals to prepubertal chil- dren and to physically mature individuals Specify if: In a controlled environment: This specifier is primarily applica- ble to individuals living in institutional or other settings where op- portunities to expose one’s genitals are restricted. In full remission: The individual has not acted on the urges with a nonconsenting person, and there has been no distress or im- pairment in social, occupational, or other areas of functioning, for at least 5 years while in an uncontrolled environment. Frotteuristic Disorder 302.89 (F65.81) A. Over a period of at least 6 months, recurrent and intense sexual arousal from touching or rubbing against a nonconsenting per- son, as manifested by fantasies, urges, or behaviors. B. The individual has acted on these sexual urges with a noncon- senting person, or the sexual urges or fantasies cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. Specify if: In a controlled environment: This specifier is primarily applica- ble to individuals living in institutional or other settings where op- portunities",
  "gloss_vi": "334 paraphilic disorders b. the individual has acted on these sexual urges with a noncon- senting person, or the sexual urges or fantasies cause clinically significant distress or impairment in social, occupational, or o...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [],
    "life_topics": [
      "stress"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Work Habits General — Work Habits 334 Paraphilic Disorders B. The individual has acted on these sexual urges with a noncon- senting person, or the sexual urges or fantasies cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. Specify whether: Sexually aroused by exposing genitals to prepubertal children Sexually aroused by exposing genitals to physically mature individuals Sexually aroused by exposing genitals to prepubertal chil- dren and to physically mature individuals Specify if: In a controlled environment: This specifier is primarily applica- ble to individuals living in institutional or other settings where op- portunities to expose one’s genitals are restricted. In full remission: The individual has not acted on the urges with a nonconsenting person, and there has been no distress or im- pairment in social, occupational, or other areas of functioning, for at least 5 years while in an uncontrolled environment. Frotteuristic Disorder 302.89 (F65.81) A. Over a period of at least 6 months, recurrent and intense sexual arousal from touching or rubbing against a nonconsenting per- son, as manifested by fantasies, urges, or behaviors. B. The individual has acted on these sexual urges with a noncon- senting person, or the sexual urges or fantasies cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. Specify if: In a controlled environment: This specifier is primarily applica- ble to individuals living in institutional or other settings where op- portunities 334 paraphilic disorders b. the individual has acted on these sexual urges with a noncon- senting person, or the sexual urges or fantasies cause clinically significant distress or impairment in social, occupational, or o..."
}