{
  "id": "everyday#screening_cues_0848dc1e",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "picture. B. There is evidence from the history, physical examination, or lab- oratory findings that the disturbance is the direct pathophysiolog- ical consequence of another medical condition. C. The disturbance is not better explained by another mental disorder. 138 Obsessive-Compulsive and Related Disorders D. The disturbance does not occur exclusively during the course of a delirium. E. The disturbance causes clinically significant distress or impairment in social, occupational, or other important areas of functioning. Specify if: With obsessive-compulsive disorder–like symptoms: If ob- sessive-compulsive disorder–like symptoms predominate in the clinical presentation. With appearance preoccupations: If preoccupation with per- ceived appearance defects or flaws predominates in the clinical presentation. With hoarding symptoms: If hoarding predominates in the clin- ical presentation. With hair-pulling symptoms: If hair pulling predominates in the clinical presentation. With skin-picking symptoms: If skin picking predominates in the clinical presentation. Coding note: Include the name of the other medical condition in the name of the mental disorder (e.g., 294.8 [F06.8] obsessive-compulsive and related disorder due to cerebral infarction). The other medical con- dition should be coded and listed separately immediately before the obsessive-compulsive and related disorder due to the medical condi- tion (e.g., 438.89 [I69.398] cerebral infarction; 294.8 [F06.8] obses- sive-compulsive and related disorder due to cerebral infarction). Other Specified Obsessive-Compulsive and Related Disorder 300.3 (F42) This category applies to presentations in which symptoms character- istic of an obsessive-compulsive and related disorder that cause clin- ically significant distress or impairment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for any of the disorders in the obsessive-compulsive and related disorders diagnostic class. The other specified obsessive-",
  "gloss_vi": "Picture. b.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc picture. B. There is evidence from the history, physical examination, or lab- oratory findings that the disturbance is the direct pathophysiolog- ical consequence of another medical condition. C. The disturbance is not better explained by another mental disorder. 138 Obsessive-Compulsive and Related Disorders D. The disturbance does not occur exclusively during the course of a delirium. E. The disturbance causes clinically significant distress or impairment in social, occupational, or other important areas of functioning. Specify if: With obsessive-compulsive disorder–like symptoms: If ob- sessive-compulsive disorder–like symptoms predominate in the clinical presentation. With appearance preoccupations: If preoccupation with per- ceived appearance defects or flaws predominates in the clinical presentation. With hoarding symptoms: If hoarding predominates in the clin- ical presentation. With hair-pulling symptoms: If hair pulling predominates in the clinical presentation. With skin-picking symptoms: If skin picking predominates in the clinical presentation. Coding note: Include the name of the other medical condition in the name of the mental disorder (e.g., 294.8 [F06.8] obsessive-compulsive and related disorder due to cerebral infarction). The other medical con- dition should be coded and listed separately immediately before the obsessive-compulsive and related disorder due to the medical condi- tion (e.g., 438.89 [I69.398] cerebral infarction; 294.8 [F06.8] obses- sive-compulsive and related disorder due to cerebral infarction). Other Specified Obsessive-Compulsive and Related Disorder 300.3 (F42) This category applies to presentations in which symptoms character- istic of an obsessive-compulsive and related disorder that cause clin- ically significant distress or impairment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for any of the disorders in the obsessive-compulsive and related disorders diagnostic class. The other specified obsessive- Picture. b."
}