{
  "id": "everyday#sleep_hygiene_6f3178ef",
  "title_en": "General — Sleep Hygiene",
  "title_vi": "General — Sleep Hygiene",
  "text_en": "Other (or Unknown) Substance Withdrawal 281 E. The substance involved cannot be classified under any of the other substance categories (alcohol; caffeine; cannabis; opioids; sedatives, hypnotics, or anxiolytics; stimulants; or tobacco) or is unknown. Coding note: The ICD-9-CM code is 292.0. The ICD-10-CM code for other (or unknown) substance withdrawal is F19.239. Note that the ICD-10-CM code indicates the comorbid presence of a moderate or severe other (or unknown) substance use disorder. It is not permis- sible to code a comorbid mild other (or unknown) substance use dis- order with other (or unknown) substance withdrawal. Other (or Unknown) Substance–Induced Disorders Because the category of other or unknown substances is inherently ill- defined, the extent and range of induced disorders are uncertain. Nevertheless, other (or unknown) substance–induced disorders are possible and are described in other chapters of the book with disor- ders with which they share phenomenology (see the substance/med- ication-induced mental disorders in these chapters): other (or unknown) substance–induced psychotic disorder (“Schizophrenia Spectrum and Other Psychotic Disorders”); other (or unknown) sub- stance–induced bipolar disorder (“Bipolar and Related Disorders”); other (or unknown) substance–induced depressive disorder (“De- pressive Disorders”); other (or unknown) substance–induced anxiety disorders (“Anxiety Disorders”); other (or unknown) substance– induced obsessive-compulsive disorder (“Obsessive-Compulsive and Related Disorders”); other (or unknown) substance–induced sleep disorder (“Sleep-Wake Disorders”); other (or unknown) sub- stance–induced sexual dysfunction (“Sexual Dysfunctions”); and other",
  "gloss_vi": "Other (or unknown) substance withdrawal 281 e. the substance involved cannot be classified under any of the other substance categories (alcohol; caffeine; cannabis; opioids; sedatives, hypnotics, or anxiolytics; stimulan...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [],
    "life_topics": [
      "sleep"
    ],
    "advice_section": [
      "sleep_hygiene"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Sleep Hygiene General — Sleep Hygiene Other (or Unknown) Substance Withdrawal 281 E. The substance involved cannot be classified under any of the other substance categories (alcohol; caffeine; cannabis; opioids; sedatives, hypnotics, or anxiolytics; stimulants; or tobacco) or is unknown. Coding note: The ICD-9-CM code is 292.0. The ICD-10-CM code for other (or unknown) substance withdrawal is F19.239. Note that the ICD-10-CM code indicates the comorbid presence of a moderate or severe other (or unknown) substance use disorder. It is not permis- sible to code a comorbid mild other (or unknown) substance use dis- order with other (or unknown) substance withdrawal. Other (or Unknown) Substance–Induced Disorders Because the category of other or unknown substances is inherently ill- defined, the extent and range of induced disorders are uncertain. Nevertheless, other (or unknown) substance–induced disorders are possible and are described in other chapters of the book with disor- ders with which they share phenomenology (see the substance/med- ication-induced mental disorders in these chapters): other (or unknown) substance–induced psychotic disorder (“Schizophrenia Spectrum and Other Psychotic Disorders”); other (or unknown) sub- stance–induced bipolar disorder (“Bipolar and Related Disorders”); other (or unknown) substance–induced depressive disorder (“De- pressive Disorders”); other (or unknown) substance–induced anxiety disorders (“Anxiety Disorders”); other (or unknown) substance– induced obsessive-compulsive disorder (“Obsessive-Compulsive and Related Disorders”); other (or unknown) substance–induced sleep disorder (“Sleep-Wake Disorders”); other (or unknown) sub- stance–induced sexual dysfunction (“Sexual Dysfunctions”); and other Other (or unknown) substance withdrawal 281 e. the substance involved cannot be classified under any of the other substance categories (alcohol; caffeine; cannabis; opioids; sedatives, hypnotics, or anxiolytics; stimulan..."
}