{
  "id": "everyday#general_d130c2c8",
  "title_en": "General — General",
  "title_vi": "General — General",
  "text_en": "and sim- competing stimuli and/or distractors: hearing tion, processing plified. Has difficulty holding new infor- numbers and letters read and asked to count only speed) mation in mind, such as recalling phone letters. numbers or addresses just given, or report- Divided attention: Attending to two tasks within the ing what was just said. Is unable to perform same time period: rapidly tapping while learning mental calculations. All thinking takes lon- a story being read. Processing speed can be quan- ger than usual, and components to be pro- tified on any task by timing it (e.g., time to put cessed must be simplified to one or a few. together a design of blocks; time to match sym- Mild: Normal tasks take longer than previ- bols with numbers; speed in responding, such as ously. Begins to find errors in routine tasks; counting speed or serial 3 speed). finds work needs more double-checking than previously. Thinking is easier when not competing with other things (radio, TV, other conversations, cell phone, driving).",
  "gloss_vi": "And sim- competing stimuli and/or distractors: hearing tion, processing plified. has difficulty holding new infor- numbers and letters read and asked to count only speed) mation in mind, such as recalling phone letters.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [],
    "life_topics": [
      "work",
      "digital"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — General General — General and sim- competing stimuli and/or distractors: hearing tion, processing plified. Has difficulty holding new infor- numbers and letters read and asked to count only speed) mation in mind, such as recalling phone letters. numbers or addresses just given, or report- Divided attention: Attending to two tasks within the ing what was just said. Is unable to perform same time period: rapidly tapping while learning mental calculations. All thinking takes lon- a story being read. Processing speed can be quan- ger than usual, and components to be pro- tified on any task by timing it (e.g., time to put cessed must be simplified to one or a few. together a design of blocks; time to match sym- Mild: Normal tasks take longer than previ- bols with numbers; speed in responding, such as ously. Begins to find errors in routine tasks; counting speed or serial 3 speed). finds work needs more double-checking than previously. Thinking is easier when not competing with other things (radio, TV, other conversations, cell phone, driving). And sim- competing stimuli and/or distractors: hearing tion, processing plified. has difficulty holding new infor- numbers and letters read and asked to count only speed) mation in mind, such as recalling phone letters."
}