{
  "id": "everyday#psychoeducation_464bb46c",
  "title_en": "General — Psychoeducation",
  "title_vi": "General — Giáo dục tâm lý",
  "text_en": "peers in social and involving eating, dressing, elimination, and skills lag markedly behind communicative behavior across hygiene as an adult, although an extended those of peers. For pre- development. Spoken language is period of teaching and time is needed for schoolers, language and typically a primary tool for social the individual to become independent in pre-academic skills develop communication but is much less these areas, and reminders may be needed. slowly. For school-age chil- complex than that of peers. Similarly, participation in all household dren, progress in reading, Capacity for relationships is evi- tasks can be achieved by adulthood, writing, mathematics and in dent in ties to family and friends, although an extended period of teaching is understanding time and and the individual may have suc- needed, and ongoing supports will typi- money occurs slowly across cessful friendships across life and cally occur for adult-level performance. the school years and is sometimes romantic relations in Independent employment in jobs that markedly limited compared adulthood. However, individuals require limited conceptual and communica- with that of peers. For may not perceive or interpret tion skills can be achieved, but considerable adults, academic skill devel- social cues accurately. Social support from co-workers, supervisors, and opment is typically at an ele- judgment and decision-making others is needed to manage social expecta- mentary level, and support abilities are limited, and caretak- tions, job complexities, and ancillary is required for all use of aca- ers must assist the person with responsibilities such as scheduling, trans- demic skills in work and life decisions. Friendships with portation, health benefits, and money man- personal life. Ongoing assis- typically developing peers are agement. A variety of recreational skills can tance on a daily basis is often affected by communication be developed. These typically require addi- needed to complete concep- or social limitations. Significant tional supports and learning opportunities tual tasks of day-to-day life, social and communicative sup- over an extended period of time. Maladap- and others may take over port is needed in work settings tive behavior is present in a significant these responsibilities fully for success. minority and causes social problems. for the individual.",
  "gloss_vi": "Peers in social and involving eating, dressing, elimination, and skills lag markedly behind communicative behavior across vệ sinh giấc ngủ as an adult, although an extended those of peers. for pre- development.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "psychoeducation",
      "caregiver"
    ],
    "life_topics": [
      "work",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Psychoeducation General — Giáo dục tâm lý peers in social and involving eating, dressing, elimination, and skills lag markedly behind communicative behavior across hygiene as an adult, although an extended those of peers. For pre- development. Spoken language is period of teaching and time is needed for schoolers, language and typically a primary tool for social the individual to become independent in pre-academic skills develop communication but is much less these areas, and reminders may be needed. slowly. For school-age chil- complex than that of peers. Similarly, participation in all household dren, progress in reading, Capacity for relationships is evi- tasks can be achieved by adulthood, writing, mathematics and in dent in ties to family and friends, although an extended period of teaching is understanding time and and the individual may have suc- needed, and ongoing supports will typi- money occurs slowly across cessful friendships across life and cally occur for adult-level performance. the school years and is sometimes romantic relations in Independent employment in jobs that markedly limited compared adulthood. However, individuals require limited conceptual and communica- with that of peers. For may not perceive or interpret tion skills can be achieved, but considerable adults, academic skill devel- social cues accurately. Social support from co-workers, supervisors, and opment is typically at an ele- judgment and decision-making others is needed to manage social expecta- mentary level, and support abilities are limited, and caretak- tions, job complexities, and ancillary is required for all use of aca- ers must assist the person with responsibilities such as scheduling, trans- demic skills in work and life decisions. Friendships with portation, health benefits, and money man- personal life. Ongoing assis- typically developing peers are agement. A variety of recreational skills can tance on a daily basis is often affected by communication be developed. These typically require addi- needed to complete concep- or social limitations. Significant tional supports and learning opportunities tual tasks of day-to-day life, social and communicative sup- over an extended period of time. Maladap- and others may take over port is needed in work settings tive behavior is present in a significant these responsibilities fully for success. minority and causes social problems. for the individual. Peers in social and involving eating, dressing, elimination, and skills lag markedly behind communicative behavior across vệ sinh giấc ngủ as an adult, although an extended those of peers. for pre- development."
}