{
  "id": "everyday#screening_cues_db5a16a5",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "a minimum dura- tion of approximately 6 months. Premature (Early) Ejaculation 207 C. The symptoms in Criterion A cause clinically significant distress in the individual. D. The sexual dysfunction is not better explained by a nonsexual mental disorder or as a consequence of severe relationship dis- tress or other significant stressors and is not attributable to the effects of a substance/medication or another medical condition. Specify whether: Lifelong: The disturbance has been present since the individual became sexually active. Acquired: The disturbance began after a period of relatively nor- mal sexual function. Specify whether: Generalized: Not limited to certain types of stimulation, situa- tions, or partners. Situational: Only occurs with certain types of stimulation, situa- tions, or partners. Specify current severity: Mild: Evidence of mild distress over the symptoms in Criterion A. Moderate: Evidence of moderate distress over the symptoms in Criterion A. Severe: Evidence of severe or extreme distress over the symp- toms in Criterion A. Premature (Early) Ejaculation 302.75 (F52.4) A. A persistent or recurrent pattern of ejaculation occurring during partnered sexual activity within approximately 1 minute following vaginal penetration and before the individual wishes it. Note: Although the diagnosis of premature (early) ejaculation may be applied to individuals engaged in nonvaginal sexual ac- tivities, specific duration criteria have not been established for these activities. B. The symptom in Criterion A must have been present for at least 6 months and must be experienced on almost all or all (approxi-",
  "gloss_vi": "A minimum dura- tion of approximately 6 months. premature (early) ejaculation 207 c.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "stress",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc a minimum dura- tion of approximately 6 months. Premature (Early) Ejaculation 207 C. The symptoms in Criterion A cause clinically significant distress in the individual. D. The sexual dysfunction is not better explained by a nonsexual mental disorder or as a consequence of severe relationship dis- tress or other significant stressors and is not attributable to the effects of a substance/medication or another medical condition. Specify whether: Lifelong: The disturbance has been present since the individual became sexually active. Acquired: The disturbance began after a period of relatively nor- mal sexual function. Specify whether: Generalized: Not limited to certain types of stimulation, situa- tions, or partners. Situational: Only occurs with certain types of stimulation, situa- tions, or partners. Specify current severity: Mild: Evidence of mild distress over the symptoms in Criterion A. Moderate: Evidence of moderate distress over the symptoms in Criterion A. Severe: Evidence of severe or extreme distress over the symp- toms in Criterion A. Premature (Early) Ejaculation 302.75 (F52.4) A. A persistent or recurrent pattern of ejaculation occurring during partnered sexual activity within approximately 1 minute following vaginal penetration and before the individual wishes it. Note: Although the diagnosis of premature (early) ejaculation may be applied to individuals engaged in nonvaginal sexual ac- tivities, specific duration criteria have not been established for these activities. B. The symptom in Criterion A must have been present for at least 6 months and must be experienced on almost all or all (approxi- A minimum dura- tion of approximately 6 months. premature (early) ejaculation 207 c."
}