{
  "id": "everyday#screening_cues_ac7c5754",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "the above features have not been present. 50 Schizophrenia Spectrum and Other Psychotic Disorders Specify if: With catatonia (refer to the criteria for catatonia associated with another mental disorder, pp. 60–61, for definition). Coding note: Use additional code 293.89 (F06.1) catatonia associated with schizophreniform disorder to indicate the presence of the comorbid catatonia. Specify current severity: Severity is rated by a quantitative assessment of the primary symptoms of psychosis, including delusions, hallucinations, disor- ganized speech, abnormal psychomotor behavior, and negative symptoms. Each of these symptoms may be rated for its current severity (most severe in the last 7 days) on a 5-point scale ranging from 0 (not present) to 4 (present and severe). (See Clinician- Rated Dimensions of Psychosis Symptom Severity in the chapter “Assessment Measures” in Section III of DSM-5.) Note: Diagnosis of schizophreniform disorder can be made with- out using this severity specifier. Schizophrenia 295.90 (F20.9) A. Two (or more) of the following, each present for a significant por- tion of time during a 1-month period (or less if successfully treated). At least one of these must be (1), (2), or (3): 1. Delusions. 2. Hallucinations. 3. Disorganized speech (e.g., frequent derailment or incoher- ence). 4. Grossly disorganized or catatonic behavior. 5. Negative symptoms (i.e., diminished emotional expression or avolition). B. For a significant portion of the time since the onset of the distur- bance, level of functioning in one or more major areas, such as work, interpersonal relations, or self-care, is markedly below the level achieved prior to the onset (or when the onset is in child-",
  "gloss_vi": "The above features have not been present. 50 schizophrenia spectrum and other psychotic disorders specify if: with catatonia (refer to the criteria for catatonia associated with another mental disorder, pp.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral"
    ],
    "life_topics": [
      "work"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc the above features have not been present. 50 Schizophrenia Spectrum and Other Psychotic Disorders Specify if: With catatonia (refer to the criteria for catatonia associated with another mental disorder, pp. 60–61, for definition). Coding note: Use additional code 293.89 (F06.1) catatonia associated with schizophreniform disorder to indicate the presence of the comorbid catatonia. Specify current severity: Severity is rated by a quantitative assessment of the primary symptoms of psychosis, including delusions, hallucinations, disor- ganized speech, abnormal psychomotor behavior, and negative symptoms. Each of these symptoms may be rated for its current severity (most severe in the last 7 days) on a 5-point scale ranging from 0 (not present) to 4 (present and severe). (See Clinician- Rated Dimensions of Psychosis Symptom Severity in the chapter “Assessment Measures” in Section III of DSM-5.) Note: Diagnosis of schizophreniform disorder can be made with- out using this severity specifier. Schizophrenia 295.90 (F20.9) A. Two (or more) of the following, each present for a significant por- tion of time during a 1-month period (or less if successfully treated). At least one of these must be (1), (2), or (3): 1. Delusions. 2. Hallucinations. 3. Disorganized speech (e.g., frequent derailment or incoher- ence). 4. Grossly disorganized or catatonic behavior. 5. Negative symptoms (i.e., diminished emotional expression or avolition). B. For a significant portion of the time since the onset of the distur- bance, level of functioning in one or more major areas, such as work, interpersonal relations, or self-care, is markedly below the level achieved prior to the onset (or when the onset is in child- The above features have not been present. 50 schizophrenia spectrum and other psychotic disorders specify if: with catatonia (refer to the criteria for catatonia associated with another mental disorder, pp."
}