{
  "id": "everyday#screening_cues_8e82f790",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "moderate or severe tobacco use disorder. It is not permissible to code a comorbid mild tobacco use disorder with tobac- co withdrawal. Unspecified Tobacco-Related Disorder 277 Other Tobacco-Induced Disorders Tobacco-induced sleep disorder is discussed in the chapter “Sleep- Wake Disorders” (see “Substance/Medication-Induced Sleep Disor- der”). Unspecified Tobacco-Related Disorder 292.9 (F17.209) This category applies to presentations in which symptoms character- istic of a tobacco-related disorder that cause clinically significant dis- tress or impairment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for any specific tobacco-related disorder or any of the disorders in the sub- stance-related and addictive disorders diagnostic class. Other (or Unknown) Substance–Related Disorders Other (or Unknown) Substance Use Disorder A. A problematic pattern of use of an intoxicating substance not able to be classified within the alcohol; caffeine; cannabis; hallucino- gen (phencyclidine and others); inhalant; opioid; sedative, hyp- notic, or anxiolytic; stimulant; or tobacco categories and leading to clinically significant impairment or distress, as manifested by at least two of the following, occurring within a 12-month period: 1. The substance is often taken in larger amounts or over a lon- ger period than was intended.",
  "gloss_vi": "Moderate or severe tobacco use disorder. it is not permissible to code a comorbid mild tobacco use disorder with tobac- co withdrawal.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "sleep",
      "stress"
    ],
    "advice_section": [
      "sleep_hygiene"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc moderate or severe tobacco use disorder. It is not permissible to code a comorbid mild tobacco use disorder with tobac- co withdrawal. Unspecified Tobacco-Related Disorder 277 Other Tobacco-Induced Disorders Tobacco-induced sleep disorder is discussed in the chapter “Sleep- Wake Disorders” (see “Substance/Medication-Induced Sleep Disor- der”). Unspecified Tobacco-Related Disorder 292.9 (F17.209) This category applies to presentations in which symptoms character- istic of a tobacco-related disorder that cause clinically significant dis- tress or impairment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for any specific tobacco-related disorder or any of the disorders in the sub- stance-related and addictive disorders diagnostic class. Other (or Unknown) Substance–Related Disorders Other (or Unknown) Substance Use Disorder A. A problematic pattern of use of an intoxicating substance not able to be classified within the alcohol; caffeine; cannabis; hallucino- gen (phencyclidine and others); inhalant; opioid; sedative, hyp- notic, or anxiolytic; stimulant; or tobacco categories and leading to clinically significant impairment or distress, as manifested by at least two of the following, occurring within a 12-month period: 1. The substance is often taken in larger amounts or over a lon- ger period than was intended. Moderate or severe tobacco use disorder. it is not permissible to code a comorbid mild tobacco use disorder with tobac- co withdrawal."
}