{
  "id": "everyday#screening_cues_bf993e8e",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "144 Trauma- and Stressor-Related Disorders Note: Criterion A4 does not apply to exposure through elec- tronic media, television, movies, or pictures, unless this ex- posure is work related. B. Presence of one (or more) of the following intrusion symptoms associated with the traumatic event(s), beginning after the trau- matic event(s) occurred: 1. Recurrent, involuntary, and intrusive distressing memories of the traumatic event(s). Note: In children older than 6 years, repetitive play may oc- cur in which themes or aspects of the traumatic event(s) are expressed. 2. Recurrent distressing dreams in which the content and/or af- fect of the dream are related to the traumatic event(s). Note: In children, there may be frightening dreams without recognizable content. 3. Dissociative reactions (e.g., flashbacks) in which the individ- ual feels or acts as if the traumatic event(s) were recurring. (Such reactions may occur on a continuum, with the most ex- treme expression being a complete loss of awareness of present surroundings.) Note: In children, trauma-specific reenactment may occur in play. 4. Intense or prolonged psychological distress at exposure to internal or external cues that symbolize or resemble an as- pect of the traumatic event(s). 5. Marked physiological reactions to internal or external cues that symbolize or resemble an aspect of the traumatic event(s). C. Persistent avoidance of stimuli associated with the traumatic event(s), beginning after the traumatic event(s) occurred, as ev- idenced by one or both of the following: 1. Avoidance of or efforts to avoid distressing memories, thoughts, or feelings about or closely associated with the traumatic event(s). 2. Avoidance of or efforts to avoid external reminders (peo- ple, places, conversations, activities, objects, situations) that",
  "gloss_vi": "144 trauma- and stressor-related disorders note: criterion a4 does not apply to exposure through elec- tronic media, television, movies, or pictures, unless this ex- posure is công việc related. b.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "work",
      "grief"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 144 Trauma- and Stressor-Related Disorders Note: Criterion A4 does not apply to exposure through elec- tronic media, television, movies, or pictures, unless this ex- posure is work related. B. Presence of one (or more) of the following intrusion symptoms associated with the traumatic event(s), beginning after the trau- matic event(s) occurred: 1. Recurrent, involuntary, and intrusive distressing memories of the traumatic event(s). Note: In children older than 6 years, repetitive play may oc- cur in which themes or aspects of the traumatic event(s) are expressed. 2. Recurrent distressing dreams in which the content and/or af- fect of the dream are related to the traumatic event(s). Note: In children, there may be frightening dreams without recognizable content. 3. Dissociative reactions (e.g., flashbacks) in which the individ- ual feels or acts as if the traumatic event(s) were recurring. (Such reactions may occur on a continuum, with the most ex- treme expression being a complete loss of awareness of present surroundings.) Note: In children, trauma-specific reenactment may occur in play. 4. Intense or prolonged psychological distress at exposure to internal or external cues that symbolize or resemble an as- pect of the traumatic event(s). 5. Marked physiological reactions to internal or external cues that symbolize or resemble an aspect of the traumatic event(s). C. Persistent avoidance of stimuli associated with the traumatic event(s), beginning after the traumatic event(s) occurred, as ev- idenced by one or both of the following: 1. Avoidance of or efforts to avoid distressing memories, thoughts, or feelings about or closely associated with the traumatic event(s). 2. Avoidance of or efforts to avoid external reminders (peo- ple, places, conversations, activities, objects, situations) that 144 trauma- and stressor-related disorders note: criterion a4 does not apply to exposure through elec- tronic media, television, movies, or pictures, unless this ex- posure is công việc related. b."
}