{
  "id": "everyday#screening_cues_e4b34497",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Neurocognitive Disorders 287 TABLE 1 Neurocognitive domains (continued) Cognitive domain Examples of symptoms or observations Examples of assessments Executive function Major: Abandons complex projects. Needs to Planning: Ability to find the exit to a maze; interpret (planning, deci- focus on one task at a time. Needs to rely on a sequential picture or object arrangement. sion making, others to plan instrumental activities of Decision making: Performance of tasks that assess working mem- daily living or make decisions. process of deciding in the face of competing alter- ory, responding Mild: Increased effort required to complete natives (e.g., simulated gambling). to feedback/ multistage projects. Has increased diffi- Working memory: Ability to hold information for a error correction, culty multitasking or difficulty resuming a brief period and to manipulate it (e.g., adding up overriding task interrupted by a visitor or phone call. a list of numbers or repeating a series of numbers habits/inhibi- May complain of increased fatigue from or words backward). tion, mental the extra effort required to organize, plan, Feedback/error utilization: Ability to benefit from flexibility) and make decisions. May report that large feedback to infer the rules for solving a problem. social gatherings are more taxing or less Overriding habits/inhibition: Ability to choose a more enjoyable due to increased effort required complex and effortful solution to be correct (e.g., to follow shifting conversations. looking away from the direction indicated by an arrow; naming the color of a word’s font rather than naming the word). Mental/cognitive flexibility: Ability to shift between two concepts, tasks, or response rules (e.g., from num- ber to letter, from verbal to key-press response, from adding numbers to ordering numbers, from ordering objects by size to ordering by color). 288 Neurocognitive Disorders TABLE 1 Neurocognitive domains (continued) Cognitive domain Examples of",
  "gloss_vi": "Neurocognitive disorders 287 table 1 neurocognitive domains (continued) cognitive domain examples of symptoms or observations examples of assessments executive function major: abandons complex projects. needs to planning...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "management"
    ],
    "life_topics": [
      "study",
      "work",
      "digital"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Neurocognitive Disorders 287 TABLE 1 Neurocognitive domains (continued) Cognitive domain Examples of symptoms or observations Examples of assessments Executive function Major: Abandons complex projects. Needs to Planning: Ability to find the exit to a maze; interpret (planning, deci- focus on one task at a time. Needs to rely on a sequential picture or object arrangement. sion making, others to plan instrumental activities of Decision making: Performance of tasks that assess working mem- daily living or make decisions. process of deciding in the face of competing alter- ory, responding Mild: Increased effort required to complete natives (e.g., simulated gambling). to feedback/ multistage projects. Has increased diffi- Working memory: Ability to hold information for a error correction, culty multitasking or difficulty resuming a brief period and to manipulate it (e.g., adding up overriding task interrupted by a visitor or phone call. a list of numbers or repeating a series of numbers habits/inhibi- May complain of increased fatigue from or words backward). tion, mental the extra effort required to organize, plan, Feedback/error utilization: Ability to benefit from flexibility) and make decisions. May report that large feedback to infer the rules for solving a problem. social gatherings are more taxing or less Overriding habits/inhibition: Ability to choose a more enjoyable due to increased effort required complex and effortful solution to be correct (e.g., to follow shifting conversations. looking away from the direction indicated by an arrow; naming the color of a word’s font rather than naming the word). Mental/cognitive flexibility: Ability to shift between two concepts, tasks, or response rules (e.g., from num- ber to letter, from verbal to key-press response, from adding numbers to ordering numbers, from ordering objects by size to ordering by color). 288 Neurocognitive Disorders TABLE 1 Neurocognitive domains (continued) Cognitive domain Examples of Neurocognitive disorders 287 table 1 neurocognitive domains (continued) cognitive domain examples of symptoms or observations examples of assessments executive function major: abandons complex projects. needs to planning..."
}