{
  "id": "everyday#risk_safety_3d728a6c",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "Intellectual Disability (Intellectual Developmental Disorder) 19 TABLE 1 Severity levels for intellectual disability (intellectual developmental disorder) Severity level Conceptual domain Social domain Practical domain Mild For preschool children, there Compared with typically develop- The individual may function age-appropri- may be no obvious concep- ing age-mates, the individual is ately in personal care. Individuals need tual differences. For school- immature in social interactions. some support with complex daily living age children and adults, For example, there may be diffi- tasks in comparison to peers. In adulthood, there are difficulties in culty in accurately perceiving supports typically involve grocery shop- learning academic skills peers’ social cues. Communica- ping, transportation, home and child-care involving reading, writing, tion, conversation, and language organizing, nutritious food preparation, arithmetic, time, or money, are more concrete or immature and banking and money management. Rec- with support needed in one than expected for age. There may reational skills resemble those of age-mates, or more areas to meet age- be difficulties regulating emotion although judgment related to well-being related expectations. In and behavior in age-appropriate and organization around recreation adults, abstract thinking, fashion; these difficulties are requires support. In adulthood, competitive executive function (i.e., noticed by peers in social situa- employment is often seen in jobs that do not planning, strategizing, pri- tions. There is limited under- emphasize conceptual skills. Individuals ority setting, and cognitive standing of risk in social generally need support to make health care flexibility), and short-term situations; social judgment is decisions and legal decisions, and to learn to memory, as well as func- immature for age, and the person perform a skilled vocation competently. tional use of academic skills is at risk of being manipulated by Support is typically needed to raise a (e.g., reading, money man- others (gullibility). family. agement), are impaired. There is a somewhat con- crete approach to problems and solutions compared with age-mates. 20 Neurodevelopmental Disorders TABLE 1 Severity levels for intellectual disability (intellectual developmental disorder) (continued) Severity level Conceptual domain Social domain Practical domain Moderate All through development, the The individual shows marked dif- The individual can care for personal needs individual’s conceptual ferences from",
  "gloss_vi": "Intellectual disability (intellectual developmental disorder) 19 table 1 severity levels for intellectual disability (intellectual developmental disorder) severity level conceptual domain social domain practical domain m...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "psychoeducation",
      "do_not_do",
      "management",
      "caregiver"
    ],
    "life_topics": [
      "study",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn Intellectual Disability (Intellectual Developmental Disorder) 19 TABLE 1 Severity levels for intellectual disability (intellectual developmental disorder) Severity level Conceptual domain Social domain Practical domain Mild For preschool children, there Compared with typically develop- The individual may function age-appropri- may be no obvious concep- ing age-mates, the individual is ately in personal care. Individuals need tual differences. For school- immature in social interactions. some support with complex daily living age children and adults, For example, there may be diffi- tasks in comparison to peers. In adulthood, there are difficulties in culty in accurately perceiving supports typically involve grocery shop- learning academic skills peers’ social cues. Communica- ping, transportation, home and child-care involving reading, writing, tion, conversation, and language organizing, nutritious food preparation, arithmetic, time, or money, are more concrete or immature and banking and money management. Rec- with support needed in one than expected for age. There may reational skills resemble those of age-mates, or more areas to meet age- be difficulties regulating emotion although judgment related to well-being related expectations. In and behavior in age-appropriate and organization around recreation adults, abstract thinking, fashion; these difficulties are requires support. In adulthood, competitive executive function (i.e., noticed by peers in social situa- employment is often seen in jobs that do not planning, strategizing, pri- tions. There is limited under- emphasize conceptual skills. Individuals ority setting, and cognitive standing of risk in social generally need support to make health care flexibility), and short-term situations; social judgment is decisions and legal decisions, and to learn to memory, as well as func- immature for age, and the person perform a skilled vocation competently. tional use of academic skills is at risk of being manipulated by Support is typically needed to raise a (e.g., reading, money man- others (gullibility). family. agement), are impaired. There is a somewhat con- crete approach to problems and solutions compared with age-mates. 20 Neurodevelopmental Disorders TABLE 1 Severity levels for intellectual disability (intellectual developmental disorder) (continued) Severity level Conceptual domain Social domain Practical domain Moderate All through development, the The individual shows marked dif- The individual can care for personal needs individual’s conceptual ferences from Intellectual disability (intellectual developmental disorder) 19 table 1 severity levels for intellectual disability (intellectual developmental disorder) severity level conceptual domain social domain practical domain m..."
}