{
  "id": "everyday#screening_cues_8e3f8215",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "134 Obsessive-Compulsive and Related Disorders Substance/Medication-Induced Obsessive-Compulsive and Related Disorder A. Obsessions, compulsions, skin picking, hair pulling, other body- focused repetitive behaviors, or other symptoms characteristic of the obsessive-compulsive and related disorders predominate in the clinical picture. B. There is evidence from the history, physical examination, or lab- oratory findings of both (1) and (2): 1. The symptoms in Criterion A developed during or soon after substance intoxication or withdrawal or after exposure to a medication. 2. The involved substance/medication is capable of producing the symptoms in Criterion A. C. The disturbance is not better explained by an obsessive-compul- sive and related disorder that is not substance/medication- induced. Such evidence of an independent obsessive-compul- sive and related disorder could include the following: The symptoms precede the onset of the substance/medica- tion use; the symptoms persist for a substantial period of time (e.g., about 1 month) after the cessation of acute with- drawal or severe intoxication; or there is other evidence sug- gesting the existence of an independent non-substance/ medication-induced obsessive-compulsive and related dis- order (e.g., a history of recurrent non-substance/medication- related episodes). D. The disturbance does not occur exclusively during the course of a delirium. E. The disturbance causes clinically significant distress or impairment in social, occupational, or other important areas of functioning. Note: This diagnosis should be made in addition to a diagnosis of substance intoxication or substance withdrawal only when the symp- toms in Criterion A predominate in the clinical picture and are suffi- ciently severe to warrant clinical attention. Coding note: The ICD-9-CM and",
  "gloss_vi": "134 obsessive-compulsive and related disorders substance/medication-induced obsessive-compulsive and related disorder a. obsessions, compulsions, skin picking, hair pulling, other body- focused repetitive behaviors, or o...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "stress",
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 134 Obsessive-Compulsive and Related Disorders Substance/Medication-Induced Obsessive-Compulsive and Related Disorder A. Obsessions, compulsions, skin picking, hair pulling, other body- focused repetitive behaviors, or other symptoms characteristic of the obsessive-compulsive and related disorders predominate in the clinical picture. B. There is evidence from the history, physical examination, or lab- oratory findings of both (1) and (2): 1. The symptoms in Criterion A developed during or soon after substance intoxication or withdrawal or after exposure to a medication. 2. The involved substance/medication is capable of producing the symptoms in Criterion A. C. The disturbance is not better explained by an obsessive-compul- sive and related disorder that is not substance/medication- induced. Such evidence of an independent obsessive-compul- sive and related disorder could include the following: The symptoms precede the onset of the substance/medica- tion use; the symptoms persist for a substantial period of time (e.g., about 1 month) after the cessation of acute with- drawal or severe intoxication; or there is other evidence sug- gesting the existence of an independent non-substance/ medication-induced obsessive-compulsive and related dis- order (e.g., a history of recurrent non-substance/medication- related episodes). D. The disturbance does not occur exclusively during the course of a delirium. E. The disturbance causes clinically significant distress or impairment in social, occupational, or other important areas of functioning. Note: This diagnosis should be made in addition to a diagnosis of substance intoxication or substance withdrawal only when the symp- toms in Criterion A predominate in the clinical picture and are suffi- ciently severe to warrant clinical attention. Coding note: The ICD-9-CM and 134 obsessive-compulsive and related disorders substance/medication-induced obsessive-compulsive and related disorder a. obsessions, compulsions, skin picking, hair pulling, other body- focused repetitive behaviors, or o..."
}