{
  "id": "everyday#screening_cues_89c3d1ad",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "150 Trauma- and Stressor-Related Disorders avoidance, and arousal, beginning or worsening after the trau- matic event(s) occurred: Intrusion Symptoms 1. Recurrent, involuntary, and intrusive distressing memories of the traumatic event(s). Note: In children, repetitive play may occur in which themes or aspects of the traumatic event(s) are expressed. 2. Recurrent distressing dreams in which the content and/or affect of the dream are related to the event(s). Note: In children, there may be frightening dreams without recognizable content. 3. Dissociative reactions (e.g., flashbacks) in which the individ- ual feels or acts as if the traumatic event(s) were recurring. (Such reactions may occur on a continuum, with the most ex- treme expression being a complete loss of awareness of present surroundings.) Note: In children, trauma-specific re- enactment may occur in play. 4. Intense or prolonged psychological distress or marked phys- iological reactions in response to internal or external cues that symbolize or resemble an aspect of the traumatic event(s). Negative Mood 5. Persistent inability to experience positive emotions (e.g., inabil- ity to experience happiness, satisfaction, or loving feelings). Dissociative Symptoms 6. An altered sense of the reality of one’s surroundings or one- self (e.g., seeing oneself from another’s perspective, being in a daze, time slowing). 7. Inability to remember an important aspect of the traumatic event(s) (typically due to dissociative amnesia and not to other factors such as head injury, alcohol, or drugs). Avoidance Symptoms 8. Efforts to avoid distressing memories, thoughts, or feelings about or closely associated with the traumatic event(s). 9. Efforts",
  "gloss_vi": "150 trauma- and stressor-related disorders avoidance, and arousal, beginning or worsening after the trau- matic event(s) occurred: intrusion symptoms 1. recurrent, involuntary, and intrusive distressing memories of the t...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "grief"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 150 Trauma- and Stressor-Related Disorders avoidance, and arousal, beginning or worsening after the trau- matic event(s) occurred: Intrusion Symptoms 1. Recurrent, involuntary, and intrusive distressing memories of the traumatic event(s). Note: In children, repetitive play may occur in which themes or aspects of the traumatic event(s) are expressed. 2. Recurrent distressing dreams in which the content and/or affect of the dream are related to the event(s). Note: In children, there may be frightening dreams without recognizable content. 3. Dissociative reactions (e.g., flashbacks) in which the individ- ual feels or acts as if the traumatic event(s) were recurring. (Such reactions may occur on a continuum, with the most ex- treme expression being a complete loss of awareness of present surroundings.) Note: In children, trauma-specific re- enactment may occur in play. 4. Intense or prolonged psychological distress or marked phys- iological reactions in response to internal or external cues that symbolize or resemble an aspect of the traumatic event(s). Negative Mood 5. Persistent inability to experience positive emotions (e.g., inabil- ity to experience happiness, satisfaction, or loving feelings). Dissociative Symptoms 6. An altered sense of the reality of one’s surroundings or one- self (e.g., seeing oneself from another’s perspective, being in a daze, time slowing). 7. Inability to remember an important aspect of the traumatic event(s) (typically due to dissociative amnesia and not to other factors such as head injury, alcohol, or drugs). Avoidance Symptoms 8. Efforts to avoid distressing memories, thoughts, or feelings about or closely associated with the traumatic event(s). 9. Efforts 150 trauma- and stressor-related disorders avoidance, and arousal, beginning or worsening after the trau- matic event(s) occurred: intrusion symptoms 1. recurrent, involuntary, and intrusive distressing memories of the t..."
}