{
  "id": "everyday#risk_safety_02696b58",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "duration may be prolonged when long-acting antipsychotics are implicated. There have been reports of individuals in whom residual 348 Medication-Induced Movement Disorders neurological signs persisted for weeks after the acute hypermetabolic symptoms resolved. Total resolution of symptoms can be obtained in most cases of neuroleptic malignant syndrome; however, fatality rates of 10%–20% have been reported when the disorder is not recog- nized. Although many individuals do not experience a recurrence of neuroleptic malignant syndrome when rechallenged with antipsy- chotic medication, some do, especially when antipsychotics are rein- stituted soon after an episode. Risk and Prognostic Factors Neuroleptic malignant syndrome is a potential risk in any individual after antipsychotic drug administration. It is not specific to any neu- ropsychiatric diagnosis and may occur in individuals without a di- agnosable mental disorder who receive dopamine antagonists. Clinical, systemic, and metabolic factors associated with a height- ened risk of neuroleptic malignant syndrome include agitation, exhaustion, dehydration, and iron deficiency. A prior episode asso- ciated with antipsychotics has been described in 15%–20% of index cases, suggesting underlying vulnerability in some patients; how- ever, genetic findings based on neurotransmitter receptor polymor- phisms have not been replicated consistently. Nearly all dopamine antagonists have been associated with neuro- leptic malignant syndrome, although high-potency antipsychotics pose a greater risk compared with low-potency agents and newer atypical an- tipsychotics. Partial or milder forms may be associated with newer anti- psychotics, but neuroleptic malignant syndrome varies in severity even with older drugs. Dopamine antagonists used in medical settings (e.g., metoclopramide, prochlorperazine) have also been implicated. Paren- teral administration routes, rapid titration rates, and higher total drug dosages have been associated with increased risk; however, neuroleptic malignant syndrome usually occurs within the therapeutic dosage range of antipsychotics. Differential Diagnosis Neuroleptic malignant syndrome must be distinguished from other serious neurological or medical conditions, including central ner- vous system infections, inflammatory or autoimmune conditions, status epilepticus, subcortical structural lesions, and systemic condi- tions (e.g., pheochromocytoma, thyrotoxicosis, tetanus, heat stroke).",
  "gloss_vi": "Duration may be prolonged when long-acting antipsychotics are implicated. there have been reports of individuals in whom residual 348 medication-induced movement disorders neurological signs persisted for weeks after the...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn duration may be prolonged when long-acting antipsychotics are implicated. There have been reports of individuals in whom residual 348 Medication-Induced Movement Disorders neurological signs persisted for weeks after the acute hypermetabolic symptoms resolved. Total resolution of symptoms can be obtained in most cases of neuroleptic malignant syndrome; however, fatality rates of 10%–20% have been reported when the disorder is not recog- nized. Although many individuals do not experience a recurrence of neuroleptic malignant syndrome when rechallenged with antipsy- chotic medication, some do, especially when antipsychotics are rein- stituted soon after an episode. Risk and Prognostic Factors Neuroleptic malignant syndrome is a potential risk in any individual after antipsychotic drug administration. It is not specific to any neu- ropsychiatric diagnosis and may occur in individuals without a di- agnosable mental disorder who receive dopamine antagonists. Clinical, systemic, and metabolic factors associated with a height- ened risk of neuroleptic malignant syndrome include agitation, exhaustion, dehydration, and iron deficiency. A prior episode asso- ciated with antipsychotics has been described in 15%–20% of index cases, suggesting underlying vulnerability in some patients; how- ever, genetic findings based on neurotransmitter receptor polymor- phisms have not been replicated consistently. Nearly all dopamine antagonists have been associated with neuro- leptic malignant syndrome, although high-potency antipsychotics pose a greater risk compared with low-potency agents and newer atypical an- tipsychotics. Partial or milder forms may be associated with newer anti- psychotics, but neuroleptic malignant syndrome varies in severity even with older drugs. Dopamine antagonists used in medical settings (e.g., metoclopramide, prochlorperazine) have also been implicated. Paren- teral administration routes, rapid titration rates, and higher total drug dosages have been associated with increased risk; however, neuroleptic malignant syndrome usually occurs within the therapeutic dosage range of antipsychotics. Differential Diagnosis Neuroleptic malignant syndrome must be distinguished from other serious neurological or medical conditions, including central ner- vous system infections, inflammatory or autoimmune conditions, status epilepticus, subcortical structural lesions, and systemic condi- tions (e.g., pheochromocytoma, thyrotoxicosis, tetanus, heat stroke). Duration may be prolonged when long-acting antipsychotics are implicated. there have been reports of individuals in whom residual 348 medication-induced movement disorders neurological signs persisted for weeks after the..."
}