{
  "id": "everyday#do_not_do_0804ff19",
  "title_en": "General — Do Not Do",
  "title_vi": "General — Do Not Do",
  "text_en": "192 Sleep-Wake Disorders Specify if: Acute: Duration of period of nightmares is 1 month or less. Subacute: Duration of period of nightmares is greater than 1 month but less than 6 months. Persistent: Duration of period of nightmares is 6 months or greater. Specify current severity: Severity can be rated by the frequency with which the nightmares occur: Mild: Less than one episode per week on average. Moderate: One or more episodes per week but less than nightly. Severe: Episodes nightly. Rapid Eye Movement Sleep Behavior Disorder 327.42 (G47.52) A. Repeated episodes of arousal during sleep associated with vo- calization and/or complex motor behaviors. B. These behaviors arise during rapid eye movement (REM) sleep and therefore usually occur more than 90 minutes after sleep on- set, are more frequent during the later portions of the sleep pe- riod, and uncommonly occur during daytime naps. C. Upon awakening from these episodes, the individual is completely awake, alert, and not confused or disoriented. D. Either of the following: 1. REM sleep without atonia on polysomnographic recording. 2. A history suggestive of REM sleep behavior disorder and an established synucleinopathy diagnosis (e.g., Parkinson’s disease, multiple system atrophy). E. The behaviors cause clinically significant distress or impairment in social, occupational, or other important areas of functioning (which may include injury to self or the bed partner). F. The disturbance is not attributable to the physiological effects of a substance (e.g., a drug of abuse, a medication) or another medical condition. G. Coexisting mental and medical disorders do not explain the epi- sodes. Restless Legs Syndrome 193",
  "gloss_vi": "192 giấc ngủ-wake disorders specify if: acute: duration of period of nightmares is 1 month or less. subacute: duration of period of nightmares is greater than 1 month but less than 6 months.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "do_not_do"
    ],
    "life_topics": [
      "sleep",
      "stress",
      "relationships"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Do Not Do General — Do Not Do 192 Sleep-Wake Disorders Specify if: Acute: Duration of period of nightmares is 1 month or less. Subacute: Duration of period of nightmares is greater than 1 month but less than 6 months. Persistent: Duration of period of nightmares is 6 months or greater. Specify current severity: Severity can be rated by the frequency with which the nightmares occur: Mild: Less than one episode per week on average. Moderate: One or more episodes per week but less than nightly. Severe: Episodes nightly. Rapid Eye Movement Sleep Behavior Disorder 327.42 (G47.52) A. Repeated episodes of arousal during sleep associated with vo- calization and/or complex motor behaviors. B. These behaviors arise during rapid eye movement (REM) sleep and therefore usually occur more than 90 minutes after sleep on- set, are more frequent during the later portions of the sleep pe- riod, and uncommonly occur during daytime naps. C. Upon awakening from these episodes, the individual is completely awake, alert, and not confused or disoriented. D. Either of the following: 1. REM sleep without atonia on polysomnographic recording. 2. A history suggestive of REM sleep behavior disorder and an established synucleinopathy diagnosis (e.g., Parkinson’s disease, multiple system atrophy). E. The behaviors cause clinically significant distress or impairment in social, occupational, or other important areas of functioning (which may include injury to self or the bed partner). F. The disturbance is not attributable to the physiological effects of a substance (e.g., a drug of abuse, a medication) or another medical condition. G. Coexisting mental and medical disorders do not explain the epi- sodes. Restless Legs Syndrome 193 192 giấc ngủ-wake disorders specify if: acute: duration of period of nightmares is 1 month or less. subacute: duration of period of nightmares is greater than 1 month but less than 6 months."
}