{
  "id": "everyday#psychoeducation_692d8450",
  "title_en": "General — Psychoeducation",
  "title_vi": "General — Giáo dục tâm lý",
  "text_en": "pattern of difficulties characterized by problems processing numerical in- formation, learning arithmetic facts, and performing accurate or fluent calculations. If dyscalculia is used to specify this particular pattern of mathematic difficulties, it is important also to specify any additional difficulties that are present, such as difficulties with math reasoning or word reasoning accuracy. Specify current severity: Mild: Some difficulties learning skills in one or two academic do- mains, but of mild enough severity that the individual may be able to compensate or function well when provided with appropriate accommodations or support services, especially during the school years. Moderate: Marked difficulties learning skills in one or more aca- demic domains, so that the individual is unlikely to become profi- cient without some intervals of intensive and specialized teaching during the school years. Some accommodations or supportive services at least part of the day at school, in the workplace, or at home may be needed to complete activities accurately and effi- ciently. Severe: Severe difficulties learning skills, affecting several aca- demic domains, so that the individual is unlikely to learn those skills without ongoing intensive individualized and specialized teaching for most of the school years. Even with an array of ap- propriate accommodations or services at home, at school, or in the workplace, the individual may not be able to complete all ac- tivities efficiently. Recording Procedures Each impaired academic domain and subskill of specific learning disorder should be recorded. Because of ICD coding requirements, impairments in reading, impairments in written expression, and im- pairments in mathematics, with their corresponding impairments in subskills, must be coded separately. For example, impairments in reading and mathematics and impairments in the subskills of read-",
  "gloss_vi": "Pattern of difficulties characterized by problems processing numerical in- formation, learning arithmetic facts, and performing accurate or fluent calculations. if dyscalculia is used to specify this particular pattern o...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "psychoeducation"
    ],
    "life_topics": [
      "study",
      "work"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Psychoeducation General — Giáo dục tâm lý pattern of difficulties characterized by problems processing numerical in- formation, learning arithmetic facts, and performing accurate or fluent calculations. If dyscalculia is used to specify this particular pattern of mathematic difficulties, it is important also to specify any additional difficulties that are present, such as difficulties with math reasoning or word reasoning accuracy. Specify current severity: Mild: Some difficulties learning skills in one or two academic do- mains, but of mild enough severity that the individual may be able to compensate or function well when provided with appropriate accommodations or support services, especially during the school years. Moderate: Marked difficulties learning skills in one or more aca- demic domains, so that the individual is unlikely to become profi- cient without some intervals of intensive and specialized teaching during the school years. Some accommodations or supportive services at least part of the day at school, in the workplace, or at home may be needed to complete activities accurately and effi- ciently. Severe: Severe difficulties learning skills, affecting several aca- demic domains, so that the individual is unlikely to learn those skills without ongoing intensive individualized and specialized teaching for most of the school years. Even with an array of ap- propriate accommodations or services at home, at school, or in the workplace, the individual may not be able to complete all ac- tivities efficiently. Recording Procedures Each impaired academic domain and subskill of specific learning disorder should be recorded. Because of ICD coding requirements, impairments in reading, impairments in written expression, and im- pairments in mathematics, with their corresponding impairments in subskills, must be coded separately. For example, impairments in reading and mathematics and impairments in the subskills of read- Pattern of difficulties characterized by problems processing numerical in- formation, learning arithmetic facts, and performing accurate or fluent calculations. if dyscalculia is used to specify this particular pattern o..."
}