{
  "id": "everyday#screening_cues_8d301b8c",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Symptoms last 3 months or longer. Recurrent: Two or more episodes occur within the space of 1 year. 190 Sleep-Wake Disorders Parasomnias Non–Rapid Eye Movement Sleep Arousal Disorders A. Recurrent episodes of incomplete awakening from sleep, usually occurring during the first third of the major sleep episode, accom- panied by either one of the following: 1. Sleepwalking: Repeated episodes of rising from bed during sleep and walking about. While sleepwalking, the individual has a blank, staring face; is relatively unresponsive to the ef- forts of others to communicate with him or her; and can be awakened only with great difficulty. 2. Sleep terrors: Recurrent episodes of abrupt terror arousals from sleep, usually beginning with a panicky scream. There is intense fear and signs of autonomic arousal, such as my- driasis, tachycardia, rapid breathing, and sweating, during each episode. There is relative unresponsiveness to efforts of others to comfort the individual during the episodes. B. No or little (e.g., only a single visual scene) dream imagery is re- called. C. Amnesia for the episodes is present. D. The episodes cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. E. The disturbance is not attributable to the physiological effects of a substance (e.g., a drug of abuse, a medication). F. Coexisting mental and medical disorders do not explain the epi- sodes of sleepwalking or sleep terrors. Coding note: For ICD-9-CM, code 307.46 for all subtypes. For ICD- 10-CM, code is based on subtype. Specify whether: 307.46 (F51.3) Sleepwalking type",
  "gloss_vi": "Symptoms last 3 months or longer. recurrent: two or more episodes occur within the space of 1 year.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "sleep",
      "stress"
    ],
    "advice_section": [
      "coping_skill"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Symptoms last 3 months or longer. Recurrent: Two or more episodes occur within the space of 1 year. 190 Sleep-Wake Disorders Parasomnias Non–Rapid Eye Movement Sleep Arousal Disorders A. Recurrent episodes of incomplete awakening from sleep, usually occurring during the first third of the major sleep episode, accom- panied by either one of the following: 1. Sleepwalking: Repeated episodes of rising from bed during sleep and walking about. While sleepwalking, the individual has a blank, staring face; is relatively unresponsive to the ef- forts of others to communicate with him or her; and can be awakened only with great difficulty. 2. Sleep terrors: Recurrent episodes of abrupt terror arousals from sleep, usually beginning with a panicky scream. There is intense fear and signs of autonomic arousal, such as my- driasis, tachycardia, rapid breathing, and sweating, during each episode. There is relative unresponsiveness to efforts of others to comfort the individual during the episodes. B. No or little (e.g., only a single visual scene) dream imagery is re- called. C. Amnesia for the episodes is present. D. The episodes cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. E. The disturbance is not attributable to the physiological effects of a substance (e.g., a drug of abuse, a medication). F. Coexisting mental and medical disorders do not explain the epi- sodes of sleepwalking or sleep terrors. Coding note: For ICD-9-CM, code 307.46 for all subtypes. For ICD- 10-CM, code is based on subtype. Specify whether: 307.46 (F51.3) Sleepwalking type Symptoms last 3 months or longer. recurrent: two or more episodes occur within the space of 1 year."
}