{
  "id": "everyday#screening_cues_967f357b",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "6 months or more. G. The fear, anxiety, or avoidance causes clinically significant dis- tress or impairment in social, occupational, or other important ar- eas of functioning. H. If another medical condition (e.g., inflammatory bowel disease, Parkinson’s disease) is present, the fear, anxiety, or avoidance is clearly excessive. I. The fear, anxiety, or avoidance is not better explained by the symptoms of another mental disorder—for example, the symp- toms are not confined to specific phobia, situational type; do not involve only social situations (as in social anxiety disorder); and are not related exclusively to obsessions (as in obsessive- compulsive disorder), perceived defects or flaws in physical appearance (as in body dysmorphic disorder), reminders of trau- matic events (as in posttraumatic stress disorder), or fear of sepa- ration (as in separation anxiety disorder). Note: Agoraphobia is diagnosed irrespective of the presence of panic disorder. If an individual’s presentation meets criteria for panic disorder and agoraphobia, both diagnoses should be assigned. Generalized Anxiety Disorder 300.02 (F41.1) A. Excessive anxiety and worry (apprehensive expectation), occur- ring more days than not for at least 6 months, about a number of events or activities (such as work or school performance). B. The individual finds it difficult to control the worry. C. The anxiety and worry are associated with three (or more) of the following six symptoms (with at least some symptoms having been present for more days than not for the past 6 months): Note: Only one item is required in children. 1. Restlessness or feeling keyed up or on edge. 2. Being easily fatigued.",
  "gloss_vi": "6 months or more. g.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "study",
      "work"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 6 months or more. G. The fear, anxiety, or avoidance causes clinically significant dis- tress or impairment in social, occupational, or other important ar- eas of functioning. H. If another medical condition (e.g., inflammatory bowel disease, Parkinson’s disease) is present, the fear, anxiety, or avoidance is clearly excessive. I. The fear, anxiety, or avoidance is not better explained by the symptoms of another mental disorder—for example, the symp- toms are not confined to specific phobia, situational type; do not involve only social situations (as in social anxiety disorder); and are not related exclusively to obsessions (as in obsessive- compulsive disorder), perceived defects or flaws in physical appearance (as in body dysmorphic disorder), reminders of trau- matic events (as in posttraumatic stress disorder), or fear of sepa- ration (as in separation anxiety disorder). Note: Agoraphobia is diagnosed irrespective of the presence of panic disorder. If an individual’s presentation meets criteria for panic disorder and agoraphobia, both diagnoses should be assigned. Generalized Anxiety Disorder 300.02 (F41.1) A. Excessive anxiety and worry (apprehensive expectation), occur- ring more days than not for at least 6 months, about a number of events or activities (such as work or school performance). B. The individual finds it difficult to control the worry. C. The anxiety and worry are associated with three (or more) of the following six symptoms (with at least some symptoms having been present for more days than not for the past 6 months): Note: Only one item is required in children. 1. Restlessness or feeling keyed up or on edge. 2. Being easily fatigued. 6 months or more. g."
}