{
  "id": "everyday#risk_safety_59568c73",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "religious, or sexual) and conflicts that are primarily between the individual and society are not mental disor- ders unless the deviance or conflict results from a dys- function in the individual, as described above. The diagnosis of a mental disorder should have clinical utility: it should help clinicians to determine prognosis, treatment plans, and po- tential treatment outcomes for their patients. However, the diagnosis of a mental disorder is not equivalent to a need for treatment. Need for treatment is a complex clinical decision that takes into consideration symptom severity, symptom salience (e.g., the presence of suicidal ide- ation), the patient’s distress (mental pain) associated with the symp- tom(s), disability related to the patient’s symptoms, risks and benefits of available treatments, and other factors (e.g., psychiatric symptoms complicating other illness). Clinicians may thus encounter individuals whose symptoms do not meet full criteria for a mental disorder but who demonstrate a clear need for treatment or care. The fact that some individuals do not show all symptoms indicative of a diagnosis should not be used to justify limiting their access to appropriate care. Approaches to validating diagnostic criteria for discrete categorical mental disorders have included the following types of evidence: ante- cedent validators (similar genetic markers, family traits, temperament, and environmental exposure), concurrent validators (similar neural substrates, biomarkers, emotional and cognitive processing, and symp- tom similarity), and predictive validators (similar clinical course and treatment response). In DSM-5, we recognize that the current diagnostic criteria for any single disorder will not necessarily identify a homoge- neous group of patients who can be characterized reliably with all of these validators. Available evidence shows that these validators cross existing diagnostic boundaries but tend to congregate more frequently within and across adjacent DSM-5 chapter groups. Until incontrovert- ible etiological or pathophysiological mechanisms are identified to fully validate specific disorders or disorder spectra, the most important stan- dard for the DSM-5 disorder criteria will be their clinical utility for the assessment of clinical course and treatment response of individuals grouped by a given set of diagnostic criteria. This definition of mental disorder was developed for clinical, pub- lic health, and research purposes. Additional information is usually",
  "gloss_vi": "Religious, or sexual) and conflicts that are primarily between the individual and society are not mental disor- ders unless the deviance or conflict results from a dys- function in the individual, as described above. the...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "do_not_do",
      "management",
      "caregiver"
    ],
    "life_topics": [
      "stress",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn religious, or sexual) and conflicts that are primarily between the individual and society are not mental disor- ders unless the deviance or conflict results from a dys- function in the individual, as described above. The diagnosis of a mental disorder should have clinical utility: it should help clinicians to determine prognosis, treatment plans, and po- tential treatment outcomes for their patients. However, the diagnosis of a mental disorder is not equivalent to a need for treatment. Need for treatment is a complex clinical decision that takes into consideration symptom severity, symptom salience (e.g., the presence of suicidal ide- ation), the patient’s distress (mental pain) associated with the symp- tom(s), disability related to the patient’s symptoms, risks and benefits of available treatments, and other factors (e.g., psychiatric symptoms complicating other illness). Clinicians may thus encounter individuals whose symptoms do not meet full criteria for a mental disorder but who demonstrate a clear need for treatment or care. The fact that some individuals do not show all symptoms indicative of a diagnosis should not be used to justify limiting their access to appropriate care. Approaches to validating diagnostic criteria for discrete categorical mental disorders have included the following types of evidence: ante- cedent validators (similar genetic markers, family traits, temperament, and environmental exposure), concurrent validators (similar neural substrates, biomarkers, emotional and cognitive processing, and symp- tom similarity), and predictive validators (similar clinical course and treatment response). In DSM-5, we recognize that the current diagnostic criteria for any single disorder will not necessarily identify a homoge- neous group of patients who can be characterized reliably with all of these validators. Available evidence shows that these validators cross existing diagnostic boundaries but tend to congregate more frequently within and across adjacent DSM-5 chapter groups. Until incontrovert- ible etiological or pathophysiological mechanisms are identified to fully validate specific disorders or disorder spectra, the most important stan- dard for the DSM-5 disorder criteria will be their clinical utility for the assessment of clinical course and treatment response of individuals grouped by a given set of diagnostic criteria. This definition of mental disorder was developed for clinical, pub- lic health, and research purposes. Additional information is usually Religious, or sexual) and conflicts that are primarily between the individual and society are not mental disor- ders unless the deviance or conflict results from a dys- function in the individual, as described above. the..."
}