{
  "id": "everyday#screening_cues_7bd08f5f",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Schizophrenia Spectrum and Other Psychotic Disorders Schizotypal (Personality) Disorder Criteria for schizotypal personality disorder can be found in the chapter “Personality Disorders.” Because this disorder is considered part of the schizophrenia spectrum of disorders, and is labeled in this section of ICD-9 and ICD-10 as schizotypal disorder, it is listed in this chapter, and the criteria are presented in the chapter “Personality Disorders.” Delusional Disorder 297.1 (F22) A. The presence of one (or more) delusions with a duration of 1 month or longer. B. Criterion A for schizophrenia has never been met. Note: Hallucinations, if present, are not prominent and are related to the delusional theme (e.g., the sensation of being infested with insects associated with delusions of infestation). C. Apart from the impact of the delusion(s) or its ramifications, func- tioning is not markedly impaired, and behavior is not obviously bi- zarre or odd. D. If manic or major depressive episodes have occurred, these have been brief relative to the duration of the delusional periods. E. The disturbance is not attributable to the physiological effects of a substance or another medical condition and is not better ex- plained by another mental disorder, such as body dysmorphic disorder or obsessive-compulsive disorder. Specify whether: Erotomanic type: This subtype applies when the central theme of the delusion is that another person is in love with the individual. 45 46 Schizophrenia Spectrum and Other Psychotic Disorders Grandiose type: This subtype applies when the central theme of the delusion is the conviction of having some great (but unrecog- nized) talent or insight or having made some important discovery. Jealous",
  "gloss_vi": "Schizophrenia spectrum and other psychotic disorders schizotypal (personality) disorder criteria for schizotypal personality disorder can be found in the chapter “personality disorders.” because this disorder is consider...",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Schizophrenia Spectrum and Other Psychotic Disorders Schizotypal (Personality) Disorder Criteria for schizotypal personality disorder can be found in the chapter “Personality Disorders.” Because this disorder is considered part of the schizophrenia spectrum of disorders, and is labeled in this section of ICD-9 and ICD-10 as schizotypal disorder, it is listed in this chapter, and the criteria are presented in the chapter “Personality Disorders.” Delusional Disorder 297.1 (F22) A. The presence of one (or more) delusions with a duration of 1 month or longer. B. Criterion A for schizophrenia has never been met. Note: Hallucinations, if present, are not prominent and are related to the delusional theme (e.g., the sensation of being infested with insects associated with delusions of infestation). C. Apart from the impact of the delusion(s) or its ramifications, func- tioning is not markedly impaired, and behavior is not obviously bi- zarre or odd. D. If manic or major depressive episodes have occurred, these have been brief relative to the duration of the delusional periods. E. The disturbance is not attributable to the physiological effects of a substance or another medical condition and is not better ex- plained by another mental disorder, such as body dysmorphic disorder or obsessive-compulsive disorder. Specify whether: Erotomanic type: This subtype applies when the central theme of the delusion is that another person is in love with the individual. 45 46 Schizophrenia Spectrum and Other Psychotic Disorders Grandiose type: This subtype applies when the central theme of the delusion is the conviction of having some great (but unrecog- nized) talent or insight or having made some important discovery. Jealous Schizophrenia spectrum and other psychotic disorders schizotypal (personality) disorder criteria for schizotypal personality disorder can be found in the chapter “personality disorders.” because this disorder is consider..."
}