{
  "id": "everyday#screening_cues_24f5b184",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "not better explained by another mental disorder. Major or mild neurocognitive disorder probably due to Parkin- son’s disease should be diagnosed if 1 and 2 are both met. Major or mild neurocognitive disorder possibly due to Parkinson’s disease should be diagnosed if 1 or 2 is met: 1. There is no evidence of mixed etiology (i.e., absence of other neurodegenerative or cerebrovascular disease or another neuro- logical, mental, or systemic disease or condition likely contribut- ing to cognitive decline). 2. The Parkinson’s disease clearly precedes the onset of the neu- rocognitive disorder. Coding note: For major neurocognitive disorder probably due to Parkinson’s disease, with behavioral disturbance, code first 332.0 (G20) Parkinson’s disease, followed by 294.11 (F02.81) major neu- rocognitive disorder probably due to Parkinson’s disease, with behav- ioral disturbance. For major neurocognitive disorder probably due to Parkinson’s disease, without behavioral disturbance, code first 332.0 (G20) Parkinson’s disease, followed by 294.10 (F02.80) major neu- rocognitive disorder probably due to Parkinson’s disease, without be- havioral disturbance. For major neurocognitive disorder possibly due to Parkinson’s dis- ease, code 331.9 (G31.9) major neurocognitive disorder possibly due to Parkinson’s disease. (Note: Do not use the additional code for Parkinson’s disease. Behavioral disturbance cannot be coded but should still be indicated in writing.) For mild neurocognitive disorder due to Parkinson’s disease, code 331.83 (G31.84). (Note: Do not use the additional code for Parkin- son’s disease. Behavioral disturbance cannot be coded but should still be indicated in writing.) Major or Mild Neurocognitive Disorder Due to Huntington’s Disease A. The criteria are met for major or mild neurocognitive disorder. B. There is insidious onset and gradual progression.",
  "gloss_vi": "Not better explained by another mental disorder. major or mild neurocognitive disorder probably due to parkin- son’s disease should be diagnosed if 1 and 2 are both met.",
  "source": "Everyday Essentials",
  "url": "",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do",
      "management"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc not better explained by another mental disorder. Major or mild neurocognitive disorder probably due to Parkin- son’s disease should be diagnosed if 1 and 2 are both met. Major or mild neurocognitive disorder possibly due to Parkinson’s disease should be diagnosed if 1 or 2 is met: 1. There is no evidence of mixed etiology (i.e., absence of other neurodegenerative or cerebrovascular disease or another neuro- logical, mental, or systemic disease or condition likely contribut- ing to cognitive decline). 2. The Parkinson’s disease clearly precedes the onset of the neu- rocognitive disorder. Coding note: For major neurocognitive disorder probably due to Parkinson’s disease, with behavioral disturbance, code first 332.0 (G20) Parkinson’s disease, followed by 294.11 (F02.81) major neu- rocognitive disorder probably due to Parkinson’s disease, with behav- ioral disturbance. For major neurocognitive disorder probably due to Parkinson’s disease, without behavioral disturbance, code first 332.0 (G20) Parkinson’s disease, followed by 294.10 (F02.80) major neu- rocognitive disorder probably due to Parkinson’s disease, without be- havioral disturbance. For major neurocognitive disorder possibly due to Parkinson’s dis- ease, code 331.9 (G31.9) major neurocognitive disorder possibly due to Parkinson’s disease. (Note: Do not use the additional code for Parkinson’s disease. Behavioral disturbance cannot be coded but should still be indicated in writing.) For mild neurocognitive disorder due to Parkinson’s disease, code 331.83 (G31.84). (Note: Do not use the additional code for Parkin- son’s disease. Behavioral disturbance cannot be coded but should still be indicated in writing.) Major or Mild Neurocognitive Disorder Due to Huntington’s Disease A. The criteria are met for major or mild neurocognitive disorder. B. There is insidious onset and gradual progression. Not better explained by another mental disorder. major or mild neurocognitive disorder probably due to parkin- son’s disease should be diagnosed if 1 and 2 are both met."
}