{
  "id": "DSM-5_2e1c5fcd",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Substance-Related and Addictive Disorders The substance-related disorders encompass 10 separate classes of drugs: alcohol; caffeine; cannabis; hallucinogens (with sep- arate categories for phencyclidine [or similarly acting arylcyclohex- ylamines] and other hallucinogens); inhalants; opioids; sedatives, hypnotics, and anxiolytics; stimulants (amphetamine-type sub- stances, cocaine, and other stimulants); tobacco; and other (or un- known) substances. These 10 classes are not fully distinct. All drugs that are taken in excess have in common direct activation of the brain reward system, which is involved in the reinforcement of behaviors and the production of memories. They produce such an intense acti- vation of the reward system that normal activities may be neglected. In addition to the substance-related disorders, this chapter also includes gambling disorder, reflecting evidence that gambling be- haviors activate reward systems similar to those activated by drugs of abuse and produce some behavioral symptoms that appear com- parable to the substance use disorders. The substance-related disorders are divided into two groups: substance use disorders and substance-induced disorders. The fol- lowing conditions may be classified as substance-induced: intoxica- tion, withdrawal, and other substance/medication-induced mental disorders (psychotic disorders, bipolar and related disorders, de- pressive disorders, anxiety disorders, obsessive-compulsive and re- lated disorders, sleep disorders, sexual dysfunctions, delirium, and neurocognitive disorders). Reflecting some unique aspects of the 10 substance classes rele- vant to this chapter, the remainder of the chapter is organized by the class of substance. To facilitate differential diagnosis, the criteria for the substance/medication-induced mental disorders are included with disorders with which they share phenomenology (e.g., sub- stance/medication-induced depressive disorder is in the chapter “Depressive Disorders”). The broad diagnostic categories associated with each specific group of substances are shown in the Table 1. 227 228 Substance-Related and Addictive Disorders TABLE 1 Diagnoses associated with substance class Obsessive- Sub- Sub- Depres- compulsive Sexual Neuro- Substance stance stance Psychotic Bipolar sive Anxiety and related Sleep dysfunc- cognitive use intoxi- with- disordersdisordersdisorders disorders disorders disorders tions Deliriumdisorders disorders cation drawal Alcohol I/W I/W I/W I/W I/W I/W I/W I/W/P X X X Caffeine I I/W X X Cannabis I I I/W I X X X Hallucinogens Phencyclidine I I I I I X X Other I* I I I I X X hallucino- gens Inhalants I I I I I/P X X Opioids I/W W I/W I/W I/W X X X Sedatives, I/W I/W I/W W I/W I/W I/W I/W/P X X X hypnotics, or anxiolytics Substance-Related and Addictive Disorders 229 TABLE 1 Diagnoses associated with substance class (continued) Obsessive- Sub- Sub- Depres- compulsive Sexual Neuro- Substance stance stance Psychotic Bipolar sive Anxiety and related Sleep dysfunc- cognitive use intoxi- with- disordersdisordersdisorders disorders disorders disorders tions Deliriumdisorders disorders cation drawal Stimulants** I I/W I/W I/W I/W I/W I I X X X Tobacco W X X Other (or I/W I/W I/W I/W I/W I/W I/W I/W I/W/P X X X unknown) Note. X = The category is recognized in DSM-5. I = The specifier “with onset during intoxication” may be noted for the category. W = The specifier “with onset during withdrawal” may be noted for the category. I/W = Either “with onset during intoxication” or “with onset during withdrawal” may be noted for the category. P = The disorder is persisting. *Also hallucinogen persisting perception disorder (flashbacks). **Includes amphetamine-type substances, cocaine, and other or unspecified stimulants. 230 Substance-Related and Addictive Disorders Substance-Related Disorders Substance Use Disorders Recording Procedures for Substance Use Disorders The clinician should use the code that applies to the class of substances but record the name of the specific substance. For example, the clinician should record 304.10 (F13.20) moderate alprazolam use disorder (rather than moderate sedative, hypnotic, or anxiolytic use disorder) or 305.70 (F15.10) mild methamphetamine use disorder (rather than mild stimu- lant use disorder). For substances that do not fit into any of the classes (e.g., anabolic steroids), the appropriate code for “other substance use disorder” should be used and the specific substance indicated (e.g., 305.90 [F19.10] mild anabolic steroid use disorder). If the substance taken by the individual is unknown, the code for the class “other (or un- known)” should be used (e.g., 304.90 [F19.20] severe unknown sub- stance use disorder). If criteria are met for more than one substance use disorder, all should be diagnosed (e.g., 304.00 [F11.20] severe heroin use disorder; 304.20 [F14.20] moderate cocaine use disorder). The appropriate ICD-10-CM code for a substance use disorder depends on whether there is a comorbid substance-induced disorder (including intoxication and withdrawal). In the above example, the diagnostic code for moderate alprazolam use disorder, F13.20, re- flects the absence of a comorbid alprazolam-induced mental disor- der. Because ICD-10-CM codes for substance-induced disorders in- dicate both the presence (or absence) and severity of the substance use disorder, ICD-10-CM codes for substance use disorders can be used only in the absence of a substance-induced disorder. See the individual substance-specific sections for additional coding information. Note that the word addiction is not applied as a diagnostic term in this classification, although it is in common usage in many countries to describe severe problems related to compulsive and habitual use of substances. The more neutral term substance use disorder is used to describe the wide range of the disorder, from a mild form to a severe Substance-Related and Addictive Disorders 231 state of chronically relapsing, compulsive drug taking. Some clini- cians will choose to use the word addiction to describe more extreme presentations, but the word is omitted from the official DSM-5 sub- stance use disorder diagnostic terminology because of its uncertain definition and its potentially negative connotation. Substance-Induced Disorders Recording Procedures for Intoxication and Withdrawal The clinician should use the code that applies to the class of substances but record the name of the specific substance. For example, the clinician should record 292.0 (F13.239) secobarbital withdrawal (rather than sedative, hypnotic, or anxiolytic withdrawal) or 292.89 (F15.129) meth- amphetamine intoxication (rather than stimulant intoxication). Note that the appropriate ICD-10-CM diagnostic code for intoxication de- pends on whether there is a comorbid substance use disorder. In this case, the F15.129 code for methamphetamine indicates the presence of a comorbid mild methamphetamine use disorder. If there had been no comorbid methamphetamine use disorder, the diagnostic code would have been F15.929. ICD-10-CM coding rules require that all with- drawal codes imply a comorbid moderate to severe substance use dis- order for that substance. In the above case, the code for secobarbital withdrawal (F13.239) indicates the comorbid presence of a moderate to severe secobarbital use disorder. See the coding note for the sub- stance-specific intoxication and withdrawal syndromes for the actual coding options. For substances that do not fit into any of the classes (e.g., anabolic steroids), the appropriate code for “other substance intoxication” should be used and the specific substance indicated (e.g., 292.89 [F19.929] anabolic steroid intoxication). If the substance taken by the individual is unknown, the code for the class “other (or unknown)” should be used (e.g., 292.89 [F19.929] unknown substance intoxica- tion). If there are symptoms or problems associated with a particular substance but criteria are not met for any of the substance-specific disorders, the unspecified category can be used (e.g., 292.9 [F12.99] unspecified cannabis-related disorder).",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}