{
  "id": "DSM-5_97322d48",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "230 Substance-Related and Addictive Disorders Substance-Related Disorders Substance Use Disorders Recording Procedures for Substance Use Disorders The clinician should use the code that applies to the class of substances but record the name of the specific substance. For example, the clinician should record 304.10 (F13.20) moderate alprazolam use disorder (rather than moderate sedative, hypnotic, or anxiolytic use disorder) or 305.70 (F15.10) mild methamphetamine use disorder (rather than mild stimu- lant use disorder). For substances that do not fit into any of the classes (e.g., anabolic steroids), the appropriate code for “other substance use disorder” should be used and the specific substance indicated (e.g., 305.90 [F19.10] mild anabolic steroid use disorder). If the substance taken by the individual is unknown, the code for the class “other (or un- known)” should be used (e.g., 304.90 [F19.20] severe unknown sub- stance use disorder). If criteria are met for more than one substance use disorder, all should be diagnosed (e.g., 304.00 [F11.20] severe heroin use disorder; 304.20 [F14.20] moderate cocaine use disorder). The appropriate ICD-10-CM code for a substance use disorder depends on whether there is a comorbid substance-induced disorder (including intoxication and withdrawal). In the above example, the diagnostic code for moderate alprazolam use disorder, F13.20, re- flects the absence of a comorbid alprazolam-induced mental disor- der. Because ICD-10-CM codes for substance-induced disorders in- dicate both the presence (or absence) and severity of the substance use disorder, ICD-10-CM codes for substance use disorders can be used only in the absence of a substance-induced disorder. See the individual substance-specific sections for additional coding information. Note that the word addiction is not applied as a diagnostic term in this classification, although it is in common usage in many countries to describe severe problems related to compulsive and habitual use of substances. The more neutral term substance use disorder is used to describe the wide range of the disorder, from a mild form to a severe Substance-Related and Addictive Disorders 231 state of chronically relapsing, compulsive drug taking. Some clini- cians will choose to use the word addiction to describe more extreme presentations, but the word is omitted from the official DSM-5 sub- stance use disorder diagnostic terminology because of its uncertain definition and its potentially negative connotation. Substance-Induced Disorders Recording Procedures for Intoxication and Withdrawal The clinician should use the code that applies to the class of substances but record the name of the specific substance. For example, the clinician should record 292.0 (F13.239) secobarbital withdrawal (rather than sedative, hypnotic, or anxiolytic withdrawal) or 292.89 (F15.129) meth- amphetamine intoxication (rather than stimulant intoxication). Note that the appropriate ICD-10-CM diagnostic code for intoxication de- pends on whether there is a comorbid substance use disorder. In this case, the F15.129 code for methamphetamine indicates the presence of a comorbid mild methamphetamine use disorder. If there had been no comorbid methamphetamine use disorder, the diagnostic code would have been F15.929. ICD-10-CM coding rules require that all with- drawal codes imply a comorbid moderate to severe substance use dis- order for that substance. In the above case, the code for secobarbital withdrawal (F13.239) indicates the comorbid presence of a moderate to severe secobarbital use disorder. See the coding note for the sub- stance-specific intoxication and withdrawal syndromes for the actual coding options. For substances that do not fit into any of the classes (e.g., anabolic steroids), the appropriate code for “other substance intoxication” should be used and the specific substance indicated (e.g., 292.89 [F19.929] anabolic steroid intoxication). If the substance taken by the individual is unknown, the code for the class “other (or unknown)” should be used (e.g., 292.89 [F19.929] unknown substance intoxica- tion). If there are symptoms or problems associated with a particular substance but criteria are not met for any of the substance-specific disorders, the unspecified category can be used (e.g., 292.9 [F12.99] unspecified cannabis-related disorder). 232 Substance-Related and Addictive Disorders As noted above, the substance-related codes in ICD-10-CM com- bine the substance use disorder aspect of the clinical picture and the substance-induced aspect into a single combined code. Thus, if both heroin withdrawal and moderate heroin use disorder are present, the single code F11.23 is given to cover both presentations. In ICD-9-CM, separate diagnostic codes (292.0 and 304.00) are given to indicate with- drawal and a moderate heroin use disorder, respectively. See the indi- vidual substance-specific sections for additional coding information. Recording Procedures for Substance/ Medication-Induced Mental Disorders Coding notes and separate recording procedures for ICD-9-CM and ICD-10-CM codes for other specific substance/medication-induced mental disorders are provided in other chapters of the manual with disorders with which they share phenomenology (see the substance/ medication-induced mental disorders in these chapters: “Schizophrenia Spectrum and Other Psychotic Disorders,” “Bipolar and Related Dis- orders,” “Depressive Disorders,” “Anxiety Disorders,” “Obsessive- Compulsive and Related Disorders,” “Sleep-Wake Disorders,” “Sexual Dysfunctions,” and “Neurocognitive Disorders”). Generally, for ICD-9- CM, if a mental disorder is induced by a substance use disorder, a sep- arate diagnostic code is given for the specific substance use disorder, in addition to the code for the substance/medication-induced mental dis- order. For ICD-10-CM, a single code combines the substance-induced mental disorder with the substance use disorder. A separate diagnosis of the comorbid substance use disorder is not given, although the name and severity of the specific substance use disorder (when present) are used when recording the substance/medication-induced mental dis- order. ICD-10-CM codes are also provided for situations in which the substance/medication-induced mental disorder is not induced by a substance use disorder (e.g., when a disorder is induced by one-time use of a substance or medication). Additional information needed to record the diagnostic name of the substance/medication-induced mental dis- order is provided in the section “Recording Procedures” for each sub- stance/medication-induced mental disorder in its respective chapter.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}