{
  "id": "DSM-5_15380c3a",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "146 Trauma- and Stressor-Related Disorders G. The disturbance causes clinically significant distress or impairment in social, occupational, or other important areas of functioning. H. The disturbance is not attributable to the physiological effects of a substance (e.g., medication, alcohol) or another medical condition. Specify whether: With dissociative symptoms: The individual’s symptoms meet the criteria for posttraumatic stress disorder, and in addition, in response to the stressor, the individual experiences persistent or recurrent symptoms of either of the following: 1. Depersonalization: Persistent or recurrent experiences of feeling detached from, and as if one were an outside ob- server of, one’s mental processes or body (e.g., feeling as though one were in a dream; feeling a sense of unreality of self or body or of time moving slowly). 2. Derealization: Persistent or recurrent experiences of unre- ality of surroundings (e.g., the world around the individual is experienced as unreal, dreamlike, distant, or distorted). Note: To use this subtype, the dissociative symptoms must not be attributable to the physiological effects of a substance (e.g., blackouts, behavior during alcohol intoxication) or another med- ical condition (e.g., complex partial seizures). Specify if: With delayed expression: If the full diagnostic criteria are not met until at least 6 months after the event (although the onset and expression of some symptoms may be immediate). Posttraumatic Stress Disorder for Children 6 Years and Younger A. In children 6 years and younger, exposure to actual or threat- ened death, serious injury, or sexual violence in one (or more) of the following ways: 1. Directly experiencing the traumatic event(s). 2. Witnessing, in person, the event(s) as it occurred to others, especially primary caregivers. Note: Witnessing does not include events that are witnessed only in electronic media, television, movies, or pictures. Posttraumatic Stress Disorder 147 3. Learning that the traumatic event(s) occurred to a parent or caregiving figure. B. Presence of one (or more) of the following intrusion symptoms associated with the traumatic event(s), beginning after the trau- matic event(s) occurred: 1. Recurrent, involuntary, and intrusive distressing memories of the traumatic event(s). Note: Spontaneous and intrusive memories may not neces- sarily appear distressing and may be expressed as play re- enactment. 2. Recurrent distressing dreams in which the content and/or af- fect of the dream are related to the traumatic event(s). Note: It may not be possible to ascertain that the frightening content is related to the traumatic event. 3. Dissociative reactions (e.g., flashbacks) in which the child feels or acts as if the traumatic event(s) were recurring. (Such reactions may occur on a continuum, with the most extreme expression being a complete loss of awareness of present surroundings.) Such trauma-specific reenactment may occur in play. 4. Intense or prolonged psychological distress at exposure to internal or external cues that symbolize or resemble an as- pect of the traumatic event(s). 5. Marked physiological reactions to reminders of the traumatic event(s). C. One (or more) of the following symptoms, representing either persistent avoidance of stimuli associated with the traumatic event(s) or negative alterations in cognitions and mood associ- ated with the traumatic event(s), must be present, beginning af- ter the event(s) or worsening after the event(s): Persistent Avoidance of Stimuli 1. Avoidance of or efforts to avoid activities, places, or physical reminders that arouse recollections of the traumatic event(s).",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}