{
  "id": "DSM-5_64d8df98",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Specifiers for Depressive Disorders 109 C. For individuals whose symptoms meet full criteria for either mania or hypomania, the diagnosis should be bipolar I or bi- polar II disorder. D. The mixed symptoms are not attributable to the physiological effects of a substance (e.g., a drug of abuse, a medication or other treatment). Note: Mixed features associated with a major depressive ep- isode have been found to be a significant risk factor for the development of bipolar I or bipolar II disorder. As a result, it is clinically useful to note the presence of this specifier for treatment planning and monitoring of response to treatment. With melancholic features: A. One of the following is present during the most severe period of the current episode: 1. Loss of pleasure in all, or almost all, activities. 2. Lack of reactivity to usually pleasurable stimuli (does not feel much better, even temporarily, when something good happens). B. Three (or more) of the following: 1. A distinct quality of depressed mood characterized by profound despondency, despair, and/or moroseness or by so-called empty mood. 2. Depression that is regularly worse in the morning. 3. Early-morning awakening (i.e., at least 2 hours before usual awakening). 4. Marked psychomotor agitation or retardation. 5. Significant anorexia or weight loss. 6. Excessive or inappropriate guilt. Note: The specifier “with melancholic features” is applied if these features are present at the most severe stage of the episode. There is a near-complete absence of the capacity for pleasure, not merely a diminution. A guideline for evaluating the lack of reactivity of mood is that even highly desired events are not as- sociated with marked brightening of mood. Either mood does not brighten at all, or it brightens only partially (e.g., up to 20%–40% of normal for only minutes at a time). The “distinct quality” of 110 Depressive Disorders mood that is characteristic of the “with melancholic features” specifier is experienced as qualitatively different from that during a nonmelancholic depressive episode. A depressed mood that is described as merely more severe, longer lasting, or present without a reason is not considered distinct in quality. Psycho- motor changes are nearly always present and are observable by others. Melancholic features exhibit only a modest tendency to repeat across episodes in the same individual. They are more frequent in inpatients, as opposed to outpatients; are less likely to occur in milder than in more severe major depressive episodes; and are more likely to occur in those with psychotic features. With atypical features: This specifier can be applied when these features predominate during the majority of days of the current or most recent major depressive episode or persistent depressive disorder. A. Mood reactivity (i.e., mood brightens in response to actual or potential positive events). B. Two (or more) of the following: 1. Significant weight gain or increase in appetite. 2. Hypersomnia. 3. Leaden paralysis (i.e., heavy, leaden feelings in arms or legs). 4. A long-standing pattern of interpersonal rejection sensi- tivity (not limited to episodes of mood disturbance) that results in significant social or occupational impairment. C. Criteria are not met for “with melancholic features” or “with catatonia” during the same episode. Note: “Atypical depression” has historical significance (i.e., atypical in contradistinction to the more classical agitated, “endogenous” presentations of depression that were the norm when depression was rarely diagnosed in outpatients and almost never in adoles- cents or younger adults) and today does not connote an uncommon or unusual clinical presentation as the term might imply. Mood reactivity is the capacity to be cheered up when present- ed with positive events (e.g., a visit from children, compliments from others). Mood may become euthymic (not sad) even for ex- Specifiers for Depressive Disorders 111 tended periods of time if the external circumstances remain fa- vorable. Increased appetite may be manifested by an obvious increase in food intake or by weight gain. Hypersomnia may in- clude either an extended period of nighttime sleep or daytime napping that totals at least 10 hours of sleep per day (or at least 2 hours more than when not depressed). Leaden paralysis is de- fined as feeling heavy, leaden, or weighted down, usually in the arms or legs. This sensation is generally present for at least an hour a day but often lasts for many hours at a time. Unlike the other atypical features, pathological sensitivity to perceived inter- personal rejection is a trait that has an early onset and persists throughout most of adult life. Rejection sensitivity occurs both when the person is and is not depressed, though it may be exac- erbated during depressive periods. With psychotic features: Delusions and/or hallucinations are present. With mood-congruent psychotic features: The content of all delusions and hallucinations is consistent with the typical depressive themes of personal inadequacy, guilt, disease, death, nihilism, or deserved punishment. With mood-incongruent psychotic features: The content of the delusions or hallucinations does not involve typical depressive themes of personal inadequacy, guilt, disease, death, nihilism, or deserved punishment, or the content is a mixture of mood-incongruent and mood-congruent themes. With catatonia: The catatonia specifier can apply to an episode of depression if catatonic features are present during most of the episode. See criteria for catatonia associated with a mental dis- order in the chapter “Schizophrenia Spectrum and Other Psy- chotic Disorders.” With peripartum onset: This specifier can be applied to the cur- rent or, if full criteria are not currently met for a major depressive episode, most recent episode of major depression if onset of mood symptoms occurs during pregnancy or in the 4 weeks fol- lowing delivery. Note: Mood episodes can have their onset either during preg- nancy or postpartum. Although the estimates differ according 112 Depressive Disorders to the period of follow-up after delivery, between 3% and 6% of women will experience the onset of a major depressive episode during pregnancy or in the weeks or months follow- ing delivery. Fifty percent of “postpartum” major depressive episodes actually begin prior to delivery. Thus, these episodes are referred to collectively as peripartum episodes. Women with peripartum major depressive episodes often have se- vere anxiety and even panic attacks. Prospective studies have demonstrated that mood and anxiety symptoms during pregnancy, as well as the “baby blues,” increase the risk for a postpartum major depressive episode. Peripartum-onset mood episodes can present either with or without psychotic features. Infanticide is most often associ- ated with postpartum psychotic episodes that are character- ized by command hallucinations to kill the infant or delusions that the infant is possessed, but psychotic symptoms can also occur in severe postpartum mood episodes without such specific delusions or hallucinations. Postpartum mood (major depressive or manic) episodes with psychotic features appear to occur in from 1 in 500 to 1 in 1,000 deliveries and may be more common in primipa- rous women. The risk of postpartum episodes with psychotic features is particularly increased for women with prior post- partum mood episodes but is also elevated for those with a prior history of a depressive or bipolar disorder (especially bipolar I disorder) and those with a family history of bipolar disorders. Once a woman has had a postpartum episode with psy- chotic features, the risk of recurrence with each subsequent delivery is between 30% and 50%. Postpartum episodes must be differentiated from delirium occurring in the postpar- tum period, which is distinguished by a fluctuating level of awareness or attention. The postpartum period is unique with respect to the degree of neuroendocrine alterations and psychosocial adjustments, the potential impact of breast- feeding on treatment planning, and the long-term implica- tions of a history of postpartum mood disorder on subse- quent family planning. Specifiers for Depressive Disorders 113 With seasonal pattern: This specifier applies to recurrent major depressive disorder. A. There has been a regular temporal relationship between the onset of major depressive episodes in major depressive disor- der and a particular time of the year (e.g., in the fall or winter). Note: Do not include cases in which there is an obvious ef- fect of seasonally related psychosocial stressors (e.g., regu- larly being unemployed every winter). B. Full remissions (or a change from major depression to mania or hypomania) also occur at a characteristic time of the year (e.g., depression disappears in the spring). C. In the last 2 years, two major depressive episodes have oc- curred that demonstrate the temporal seasonal relationships defined above and no nonseasonal major depressive epi- sodes have occurred during that same period. D. Seasonal major depressive episodes (as described above) substantially outnumber the nonseasonal major depressive episodes that may have occurred over the individual’s life- time. Note: The specifier “with seasonal pattern” can be applied to the pattern of major depressive episodes in major depressive disor- der, recurrent. The essential feature is the onset and remission of major depressive episodes at characteristic times of the year. In most cases, the episodes begin in fall or winter and remit in spring. Less commonly, there may be recurrent summer depressive epi- sodes. This pattern of onset and remission of episodes must have occurred during at least a 2-year period, without any nonseasonal episodes occurring during this period. In addition, the seasonal de- pressive episodes must substantially outnumber any nonseasonal depressive episodes over the individual’s lifetime. This specifier does not apply to those situations in which the pat- tern is better explained by seasonally linked psychosocial stress- ors (e.g., seasonal unemployment or school schedule). Major depressive episodes that occur in a seasonal pattern are often char- acterized by loss of energy, hypersomnia, overeating, weight gain, and a craving for carbohydrates. It is unclear whether a sea- sonal pattern is more likely in recurrent major depressive disorder 114 Depressive Disorders or in bipolar disorders. However, within the bipolar disorders group, a seasonal pattern appears to be more likely in bipolar II disorder than in bipolar I disorder. In some individuals, the onset of manic or hypomanic episodes may also be linked to a particular season. The prevalence of winter-type seasonal pattern appears to vary with latitude, age, and sex. Prevalence increases with higher lat- itudes. Age is also a strong predictor of seasonality, with younger persons at higher risk for winter depressive episodes. Specify if: In partial remission: Symptoms of the immediately previous major depressive episode are present, but full criteria are not met, or there is a period lasting less than 2 months without any significant symptoms of a major depressive episode following the end of such an episode. In full remission: During the past 2 months, no significant signs or symptoms of the disturbance were present. Specify current severity: Severity is based on the number of criterion symptoms, the severity of those symptoms, and the degree of functional disability. Mild: Few, if any, symptoms in excess of those required to make the diagnosis are present, the intensity of the symptoms is dis- tressing but manageable, and the symptoms result in minor im- pairment in social or occupational functioning. Moderate: The number of symptoms, intensity of symptoms, and/or functional impairment are between those specified for “mild” and “severe.” Severe: The number of symptoms is substantially in excess of that required to make the diagnosis, the intensity of the symp- toms is seriously distressing and unmanageable, and the symp- toms markedly interfere with social and occupational functioning.",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": true,
    "has_followup": true
  }
}