{
  "id": "DSM-5_2d08019d",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Persistent Depressive Disorder (Dysthymia) 97 Severity/course specifier Single episode Recurrent episode* In full remission (p. 114) 296.26 (F32.5) 296.36 (F33.42) Unspecified 296.20 (F32.9) 296.30 (F33.9) *For an episode to be considered recurrent, there must be an interval of at least 2 consecutive months between separate episodes in which criteria are not met for a major depressive episode. The definitions of specifiers are found on the indicated pages. **If psychotic features are present, code the “with psychotic features” specifier irrespective of episode severity. In recording the name of a diagnosis, terms should be listed in the fol- lowing order: major depressive disorder, single or recurrent episode, severity/psychotic/remission specifiers, followed by as many of the following specifiers without codes that apply to the current episode. Specify: With anxious distress (pp. 107–108) With mixed features (pp. 108–109) With melancholic features (pp. 109–110) With atypical features (pp. 110–111) With mood-congruent psychotic features (p. 111) With mood-incongruent psychotic features (p. 111) With catatonia (p. 111). Coding note: Use additional code 293.89 (F06.1). With peripartum onset (pp. 111–112) With seasonal pattern (recurrent episode only) (pp. 113–114) Persistent Depressive Disorder (Dysthymia) 300.4 (F34.1) This disorder represents a consolidation of DSM-IV-defined chronic major depressive disorder and dysthymic disorder. A. Depressed mood for most of the day, for more days than not, as indicated by either subjective account or observation by others, for at least 2 years. Note: In children and adolescents, mood can be irritable and du- ration must be at least 1 year. 98 Depressive Disorders B. Presence, while depressed, of two (or more) of the following: 1. Poor appetite or overeating. 2. Insomnia or hypersomnia. 3. Low energy or fatigue. 4. Low self-esteem. 5. Poor concentration or difficulty making decisions. 6. Feelings of hopelessness. C. During the 2-year period (1 year for children or adolescents) of the disturbance, the individual has never been without the symp- toms in Criteria A and B for more than 2 months at a time. D. Criteria for a major depressive disorder may be continuously pres- ent for 2 years. E. There has never been a manic episode or a hypomanic episode, and criteria have never been met for cyclothymic disorder. F. The disturbance is not better explained by a persistent schizo- affective disorder, schizophrenia, delusional disorder, or other specified or unspecified schizophrenia spectrum and other psy- chotic disorder. G. The symptoms are not attributable to the physiological effects of a substance (e.g., a drug of abuse, a medication) or another medical condition (e.g., hypothyroidism). H. The symptoms cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. Note: Because the criteria for a major depressive episode include four symptoms that are absent from the symptom list for persistent depressive disorder (dysthymia), a very limited number of individuals will have depressive symptoms that have persisted longer than 2 years but will not meet criteria for persistent depressive disorder. If full cri- teria for a major depressive episode have been met at some point during the current episode of illness, they should be given a diagno- sis of major depressive disorder. Otherwise, a diagnosis of other specified depressive disorder or unspecified depressive disorder is warranted.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}