{
  "id": "DSM-5_4c701344",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Unspecified Stimulant-Related Disorder 273 Other Stimulant-Induced Disorders The following stimulant-induced disorders (which include amphet- amine-, cocaine-, and other stimulant–induced disorders) are de- scribed in other chapters of the book with disorders with which they share phenomenology (see the substance/medication-induced men- tal disorders in these chapters): stimulant-induced psychotic disorder (“Schizophrenia Spectrum and Other Psychotic Disorders”); stimu- lant-induced bipolar disorder (“Bipolar and Related Disorders”); stimulant-induced depressive disorder (“Depressive Disorders”); stimulant-induced anxiety disorder (“Anxiety Disorders”); stimu- lant-induced obsessive-compulsive disorder (“Obsessive-Compul- sive and Related Disorders”); stimulant-induced sleep disorder (“Sleep-Wake Disorders”); and stimulant-induced sexual dysfunc- tion (“Sexual Dysfunctions”). For stimulant intoxication delirium, see the criteria and discussion of delirium in the chapter “Neurocognitive Disorders.” These stimulant-induced disorders are diagnosed instead of stimulant intoxication or stimulant withdrawal only when the symptoms are sufficiently severe to warrant independent clinical at- tention. Unspecified Stimulant-Related Disorder This category applies to presentations in which symptoms character- istic of a stimulant-related disorder that cause clinically significant distress or impairment in social, occupational, or other important ar- eas of functioning predominate but do not meet the full criteria for any specific stimulant-related disorder or any of the disorders in the sub- stance-related and addictive disorders diagnostic class. Coding note: The ICD-9-CM code is 292.9. The ICD-10-CM code depends on whether the stimulant is an amphetamine, cocaine, or another stimulant. The ICD-10-CM code for an unspecified amphet- amine- or other stimulant-related disorder is F15.99. The ICD-10-CM code for an unspecified cocaine-related disorder is F14.99. 274 Substance-Related and Addictive Disorders Tobacco-Related Disorders Tobacco Use Disorder A. A problematic pattern of tobacco use leading to clinically signifi- cant impairment or distress, as manifested by at least two of the following, occurring within a 12-month period: 1. Tobacco is often taken in larger amounts or over a longer pe- riod than was intended. 2. There is a persistent desire or unsuccessful efforts to cut down or control tobacco use. 3. A great deal of time is spent in activities necessary to obtain or use tobacco. 4. Craving, or a strong desire or urge to use tobacco. 5. Recurrent tobacco use resulting in a failure to fulfill major role obligations at work, school, or home (e.g., interference with work). 6. Continued tobacco use despite having persistent or recur- rent social or interpersonal problems caused or exacerbated by the effects of tobacco (e.g., arguments with others about tobacco use). 7. Important social, occupational, or recreational activities are given up or reduced because of tobacco use. 8. Recurrent tobacco use in situations in which it is physically hazardous (e.g., smoking in bed). 9. Tobacco use is continued despite knowledge of having a persistent or recurrent physical or psychological problem that is likely to have been caused or exacerbated by tobacco. 10. Tolerance, as defined by either of the following: a. A need for markedly increased amounts of tobacco to achieve the desired effect. b. A markedly diminished effect with continued use of the same amount of tobacco.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}