{
  "id": "DSM-5_7f6736d8",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Genito-Pelvic Pain/Penetration Disorder 205 B. The symptoms in Criterion A have persisted for a minimum dura- tion of approximately 6 months. C. The symptoms in Criterion A cause clinically significant distress in the individual. D. The sexual dysfunction is not better explained by a nonsexual mental disorder or as a consequence of severe relationship dis- tress (e.g., partner violence) or other significant stressors and is not attributable to the effects of a substance/medication or an- other medical condition. Specify whether: Lifelong: The disturbance has been present since the individual became sexually active. Acquired: The disturbance began after a period of relatively nor- mal sexual function. Specify whether: Generalized: Not limited to certain types of stimulation, situa- tions, or partners. Situational: Only occurs with certain types of stimulation, situa- tions, or partners. Specify current severity: Mild: Evidence of mild distress over the symptoms in Criterion A. Moderate: Evidence of moderate distress over the symptoms in Criterion A. Severe: Evidence of severe or extreme distress over the symp- toms in Criterion A. Genito-Pelvic Pain/Penetration Disorder 302.76 (F52.6) A. Persistent or recurrent difficulties with one (or more) of the following: 1. Vaginal penetration during intercourse. 2. Marked vulvovaginal or pelvic pain during vaginal intercourse or penetration attempts. 206 Sexual Dysfunctions 3. Marked fear or anxiety about vulvovaginal or pelvic pain in anticipation of, during, or as a result of vaginal penetration. 4. Marked tensing or tightening of the pelvic floor muscles dur- ing attempted vaginal penetration. B. The symptoms in Criterion A have persisted for a minimum dura- tion of approximately 6 months. C. The symptoms in Criterion A cause clinically significant distress in the individual. D. The sexual dysfunction is not better explained by a nonsexual men- tal disorder or as a consequence of a severe relationship distress (e.g., partner violence) or other significant stressors and is not at- tributable to the effects of a substance/medication or another medical condition. Specify whether: Lifelong: The disturbance has been present since the individual became sexually active. Acquired: The disturbance began after a period of relatively nor- mal sexual function. Specify current severity: Mild: Evidence of mild distress over the symptoms in Criterion A. Moderate: Evidence of moderate distress over the symptoms in Criterion A. Severe: Evidence of severe or extreme distress over the symp- toms in Criterion A. Male Hypoactive Sexual Desire Disorder 302.71 (F52.0) A. Persistently or recurrently deficient (or absent) sexual/erotic thoughts or fantasies and desire for sexual activity. The judgment of deficiency is made by the clinician, taking into account factors that affect sexual functioning, such as age and general and so- ciocultural contexts of the individual’s life. B. The symptoms in Criterion A have persisted for a minimum dura- tion of approximately 6 months.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}