{
  "id": "DSM-5_d6b89e52",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "26 Neurodevelopmental Disorders Social (Pragmatic) Communication Disorder 315.39 (F80.89) A. Persistent difficulties in the social use of verbal and nonverbal communication as manifested by all of the following: 1. Deficits in using communication for social purposes, such as greeting and sharing information, in a manner that is appro- priate for the social context. 2. Impairment of the ability to change communication to match context or the needs of the listener, such as speaking differ- ently in a classroom than on a playground, talking differently to a child than to an adult, and avoiding use of overly formal language. 3. Difficulties following rules for conversation and storytelling, such as taking turns in conversation, rephrasing when mis- understood, and knowing how to use verbal and nonverbal signals to regulate interaction. 4. Difficulties understanding what is not explicitly stated (e.g., making inferences) and nonliteral or ambiguous meanings of language (e.g., idioms, humor, metaphors, multiple mean- ings that depend on the context for interpretation). B. The deficits result in functional limitations in effective communica- tion, social participation, social relationships, academic achieve- ment, or occupational performance, individually or in combination. C. The onset of the symptoms is in the early developmental period (but deficits may not become fully manifest until social communi- cation demands exceed limited capacities). D. The symptoms are not attributable to another medical or neuro- logical condition or to low abilities in the domains of word struc- ture and grammar, and are not better explained by autism spectrum disorder, intellectual disability (intellectual develop- mental disorder), global developmental delay, or another mental disorder. Unspecified Communication Disorder 27 Unspecified Communication Disorder 307.9 (F80.9) This category applies to presentations in which symptoms characteristic of communication disorder that cause clinically significant distress or im- pairment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for communication disorder or for any of the disorders in the neurodevelopmental disorders diagnos- tic class. The unspecified communication disorder category is used in situations in which the clinician chooses not to specify the reason that the criteria are not met for communication disorder or for a specific neu- rodevelopmental disorder, and includes presentations in which there is insufficient information to make a more specific diagnosis. Autism Spectrum Disorder Autism Spectrum Disorder 299.00 (F84.0) A. Persistent deficits in social communication and social interaction across multiple contexts, as manifested by the following, currently or by history (examples are illustrative, not exhaustive): 1. Deficits in social-emotional reciprocity, ranging, for example, from abnormal social approach and failure of normal back-and- forth conversation; to reduced sharing of interests, emotions, or affect; to failure to initiate or respond to social interactions. 2. Deficits in nonverbal communicative behaviors used for so- cial interaction, ranging, for example, from poorly integrated verbal and nonverbal communication; to abnormalities in eye contact and body language or deficits in understanding and use of gestures; to a total lack of facial expressions and non- verbal communication.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}