{
  "id": "DSM-5_6731ce6a",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Specifiers for Bipolar and Related Disorders 91 B. Full remissions (or a change from major depression to mania or hypomania or vice versa) also occur at a characteristic time of the year (e.g., depression disappears in the spring). C. In the last 2 years, the individual’s manic, hypomanic, or major depressive episodes have demonstrated a temporal seasonal relationship, as defined above, and no non-seasonal episodes of that polarity have occurred during that 2-year period. D. Seasonal manias, hypomanias, or depressions (as described above) substantially outnumber any nonseasonal manias, hypomanias, or depressions that may have occurred over the individual’s lifetime. Note: This specifier can be applied to the pattern of major de- pressive episodes in bipolar I disorder, bipolar II disorder, or major depressive disorder, recurrent. The essential feature is the onset and remission of major depressive episodes at char- acteristic times of the year. In most cases, the episodes begin in fall or winter and remit in spring. Less commonly, there may be recurrent summer depressive episodes. This pattern of on- set and remission of episodes must have occurred during at least a 2-year period, without any nonseasonal episodes oc- curring during this period. In addition, the seasonal depressive episodes must substantially outnumber any nonseasonal de- pressive episodes over the individual’s lifetime. This specifier does not apply to those situations in which the pattern is better explained by seasonally linked psycho- social stressors (e.g., seasonal unemployment or school schedule). Major depressive episodes that occur in a seasonal pattern are often characterized by loss of energy, hyper- somnia, overeating, weight gain, and a craving for carbohy- drates. It is unclear whether a seasonal pattern is more likely in recurrent major depressive disorder or in bipolar disorders. However, within the bipolar disorders group, a seasonal pattern appears to be more likely in bipolar II disorder than in bipolar I disorder. In some individuals, the onset of manic or hypo- manic episodes may also be linked to a particular season. The prevalence of winter-type seasonal pattern appears to vary with latitude, age, and sex. Prevalence increases with higher latitudes. Age is also a strong predictor of seasonality, 92 Bipolar and Related Disorders with younger persons at higher risk for winter depressive episodes. Specify if: In partial remission: Symptoms of the immediately previous manic, hypomanic, or depressive episode are present, but full criteria are not met, or there is a period lasting less than 2 months without any significant symptoms of a manic, hypomanic, or ma- jor depressive episode following the end of such an episode. In full remission: During the past 2 months, no significant signs or symptoms of the disturbance were present. Specify current severity: Severity is based on the number of criterion symptoms, the severity of those symptoms, and the degree of functional disability. Mild: Few, if any, symptoms in excess of those required to meet the diagnostic criteria are present, the intensity of the symptoms is distressing but manageable, and the symptoms result in minor impairment in social or occupational functioning. Moderate: The number of symptoms, intensity of symptoms, and/ or functional impairment are between those specified for “mild” and “severe.” Severe: The number of symptoms is substantially in excess of those required to make the diagnosis, the intensity of the symp- toms is seriously distressing and unmanageable, and the symp- toms markedly interfere with social and occupational functioning. Depressive Disorders Disruptive Mood Dysregulation Disorder 296.99 (F34.8) A. Severe recurrent temper outbursts manifested verbally (e.g., ver- bal rages) and/or behaviorally (e.g., physical aggression toward people or property) that are grossly out of proportion in intensity or duration to the situation or provocation. B. The temper outbursts are inconsistent with developmental level. C. The temper outbursts occur, on average, three or more times per week. D. The mood between temper outbursts is persistently irritable or angry most of the day, nearly every day, and is observable by others (e.g., parents, teachers, peers). E. Criteria A–D have been present for 12 or more months. Through- out that time, the individual has not had a period lasting 3 or more consecutive months without all of the symptoms in Criteria A–D. F. Criteria A and D are present in at least two of three settings (i.e., at home, at school, with peers) and are severe in at least one of these. G. The diagnosis should not be made for the first time before age 6 years or after age 18 years. H. By history or observation, the age at onset of Criteria A–E is be- fore 10 years. I. There has never been a distinct period lasting more than 1 day during which the full symptom criteria, except duration, for a manic or hypomanic episode have been met. Note: Developmentally appropriate mood elevation, such as oc- curs in the context of a highly positive event or its anticipation, should not be considered as a symptom of mania or hypomania. J. The behaviors do not occur exclusively during an episode of ma- jor depressive disorder and are not better explained by another 93 94 Depressive Disorders mental disorder (e.g., autism spectrum disorder, posttraumatic stress disorder, separation anxiety disorder, persistent depres- sive disorder [dysthymia]). Note: This diagnosis cannot coexist with oppositional defiant dis- order, intermittent explosive disorder, or bipolar disorder, though it can coexist with others, including major depressive disorder, attention-deficit/hyperactivity disorder, conduct disorder, and sub- stance use disorders. Individuals whose symptoms meet criteria for both disruptive mood dysregulation disorder and oppositional defiant disorder should only be given the diagnosis of disruptive mood dysregulation disorder. If an individual has ever experienced a manic or hypomanic episode, the diagnosis of disruptive mood dysregulation disorder should not be assigned. K. The symptoms are not attributable to the physiological effects of a substance or to another medical or neurological condition. Major Depressive Disorder A. Five (or more) of the following symptoms have been present dur- ing the same 2-week period and represent a change from previous functioning; at least one of the symptoms is either (1) depressed mood or (2) loss of interest or pleasure. Note: Do not include symptoms that are clearly attributable to another medical condition. 1. Depressed mood most of the day, nearly every day, as indi- cated by either subjective report (e.g., feels sad, empty, hopeless) or observation made by others (e.g., appears tear- ful). (Note: In children and adolescents, can be irritable mood.) 2. Markedly diminished interest or pleasure in all, or almost all, activities most of the day, nearly every day (as indicated by either subjective account or observation). 3. Significant weight loss when not dieting or weight gain (e.g., a change of more than 5% of body weight in a month), or de- crease or increase in appetite nearly every day. (Note: In children, consider failure to make expected weight gain.) 4. Insomnia or hypersomnia nearly every day.",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": true,
    "has_followup": false
  }
}