{
  "id": "DSM-5_8b62b5b6",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Attention-Deficit/Hyperactivity Disorder 31 Recording Procedures For autism spectrum disorder that is associated with a known medical or genetic condition or environmental factor, or with another neurode- velopmental, mental, or behavioral disorder, record autism spectrum disorder associated with (name of condition, disorder, or factor) (e.g., autism spectrum disorder associated with Rett syndrome). Severity should be recorded as level of support needed for each of the two psy- chopathological domains in Table 2 (e.g., “requiring very substantial support for deficits in social communication and requiring substantial support for restricted, repetitive behaviors”). Specification of “with accompanying intellectual impairment” or “without accompanying intellectual impairment” should be recorded next. Language impair- ment specification should be recorded thereafter. If there is accompa- nying language impairment, the current level of verbal functioning should be recorded (e.g., “with accompanying language impair- ment—no intelligible speech” or “with accompanying language im- pairment—phrase speech”). If catatonia is present, record separately “catatonia associated with autism spectrum disorder.” Attention-Deficit/Hyperactivity Disorder Attention-Deficit/Hyperactivity Disorder A. A persistent pattern of inattention and/or hyperactivity-impulsivity that interferes with functioning or development, as characterized by (1) and/or (2): 1. Inattention: Six (or more) of the following symptoms have persisted for at least 6months to a degree that is inconsis- tent with developmental level and that negatively impacts di- rectly on social and academic/occupational activities: Note: The symptoms are not solely a manifestation of oppo- sitional behavior, defiance, hostility, or failure to understand 32 Neurodevelopmental Disorders tasks or instructions. For older adolescents and adults (age 17 and older), at least five symptoms are required. a. Often fails to give close attention to details or makes care- less mistakes in schoolwork, at work, or during other activ- ities (e.g., overlooks or misses details, work is inaccurate). b. Often has difficulty sustaining attention in tasks or play activities (e.g., has difficulty remaining focused during lectures, conversations, or lengthy reading). c. Often does not seem to listen when spoken to directly (e.g., mind seems elsewhere, even in the absence of any obvious distraction). d. Often does not follow through on instructions and fails to finish schoolwork, chores, or duties in the workplace (e.g., starts tasks but quickly loses focus and is easily side- tracked). e. Often has difficulty organizing tasks and activities (e.g., dif- ficulty managing sequential tasks; difficulty keeping materi- als and belongings in order; messy, disorganized work; has poor time management; fails to meet deadlines). f. Often avoids, dislikes, or is reluctant to engage in tasks that require sustained mental effort (e.g., schoolwork or homework; for older adolescents and adults, preparing reports, completing forms, reviewing lengthy papers). g. Often loses things necessary for tasks or activities (e.g., school materials, pencils, books, tools, wallets, keys, pa- perwork, eyeglasses, mobile telephones). h. Is often easily distracted by extraneous stimuli (for older adolescents and adults, may include unrelated thoughts). i. Is often forgetful in daily activities (e.g., doing chores, running errands; for older adolescents and adults, re- turning calls, paying bills, keeping appointments). 2. Hyperactivity and impulsivity: Six (or more) of the follow- ing symptoms have persisted for at least 6 months to a de- gree that is inconsistent with developmental level and that negatively impacts directly on social and academic/occupa- tional activities: Attention-Deficit/Hyperactivity Disorder 33 Note: The symptoms are not solely a manifestation of oppo- sitional behavior, defiance, hostility, or a failure to under- stand tasks or instructions. For older adolescents and adults (age 17 and older), at least five symptoms are required. a. Often fidgets with or taps hands or feet or squirms in seat. b. Often leaves seat in situations when remaining seated is expected (e.g., leaves his or her place in the classroom, in the office or other workplace, or in other situations that require remaining in place). c. Often runs about or climbs in situations where it is in- appropriate. (Note: In adolescents or adults, may be lim- ited to feeling restless.) d. Often unable to play or engage in leisure activities quietly. e. Is often “on the go,” acting as if “driven by a motor” (e.g., is unable to be or uncomfortable being still for extended time, as in restaurants, meetings; may be experienced by others as being restless or difficult to keep up with). f. Often talks excessively. g. Often blurts out an answer before a question has been completed (e.g., completes people’s sentences; cannot wait for turn in conversation). h. Often has difficulty waiting his or her turn (e.g., while waiting in line). i. Often interrupts or intrudes on others (e.g., butts into con- versations, games, or activities; may start using other people’s things without asking or receiving permission; for adolescents and adults, may intrude into or take over what others are doing). B. Several inattentive or hyperactive-impulsive symptoms were present prior to age 12 years. C. Several inattentive or hyperactive-impulsive symptoms are pres- ent in two or more settings (e.g., at home, school, or work; with friends or relatives; in other activities). D. There is clear evidence that the symptoms interfere with, or re- duce the quality of, social, academic, or occupational functioning. 34 Neurodevelopmental Disorders E. The symptoms do not occur exclusively during the course of schizophrenia or another psychotic disorder and are not better explained by another mental disorder (e.g., mood disorder, anx- iety disorder, dissociative disorder, personality disorder, sub- stance intoxication or withdrawal). Specify whether: 314.01 (F90.2) Combined presentation: If both Criterion A1 (in- attention) and Criterion A2 (hyperactivity-impulsivity) are met for the past 6 months. 314.00 (F90.0) Predominantly inattentive presentation: If Cri- terion A1 (inattention) is met but Criterion A2 (hyperactivity- impulsivity) is not met for the past 6 months. 314.01 (F90.1) Predominantly hyperactive/impulsive presen- tation: If Criterion A2 (hyperactivity-impulsivity) is met and Crite- rion A1 (inattention) is not met for the past 6 months. Specify if: In partial remission: When full criteria were previously met, fewer than the full criteria have been met for the past 6 months, and the symptoms still result in impairment in social, academic, or occupational functioning. Specify current severity: Mild: Few, if any, symptoms in excess of those required to make the diagnosis are present, and symptoms result in no more than minor impairments in social or occupational functioning. Moderate: Symptoms or functional impairment between “mild” and “severe” are present. Severe: Many symptoms in excess of those required to make the diagnosis, or several symptoms that are particularly severe, are present, or the symptoms result in marked impairment in social or occupational functioning.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": true,
    "has_followup": true
  }
}