{
  "id": "DSM-5_e42d5bfa",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Unspecified Opioid-Related Disorder 261 Unspecified Opioid-Related Disorder 292.9 (F11.99) This category applies to presentations in which symptoms character- istic of an opioid-related disorder that cause clinically significant dis- tress or impairment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for any specific opioid-related disorder or any of the disorders in the sub- stance-related and addictive disorders diagnostic class. Sedative-, Hypnotic-, or Anxiolytic-Related Disorders Sedative, Hypnotic, or Anxiolytic Use Disorder A. A problematic pattern of sedative, hypnotic, or anxiolytic use leading to clinically significant impairment or distress, as manifested by at least two of the following, occurring within a 12-month period: 1. Sedatives, hypnotics, or anxiolytics are often taken in larger amounts or over a longer period than was intended. 2. There is a persistent desire or unsuccessful efforts to cut down or control sedative, hypnotic, or anxiolytic use. 3. A great deal of time is spent in activities necessary to obtain the sedative, hypnotic, or anxiolytic; use the sedative, hyp- notic, or anxiolytic; or recover from its effects. 4. Craving, or a strong desire or urge to use the sedative, hyp- notic, or anxiolytic. 5. Recurrent sedative, hypnotic, or anxiolytic use resulting in a failure to fulfill major role obligations at work, school, or home (e.g., repeated absences from work or poor work perfor- mance related to sedative, hypnotic, or anxiolytic use; seda- tive-, hypnotic-, or anxiolytic-related absences, suspensions, or expulsions from school; neglect of children or household). 262 Substance-Related and Addictive Disorders 6. Continued sedative, hypnotic, or anxiolytic use despite hav- ing persistent or recurrent social or interpersonal problems caused or exacerbated by the effects of sedatives, hypnot- ics, or anxiolytics (e.g., arguments with a spouse about con- sequences of intoxication; physical fights). 7. Important social, occupational, or recreational activities are given up or reduced because of sedative, hypnotic, or anxio- lytic use. 8. Recurrent sedative, hypnotic, or anxiolytic use in situations in which it is physically hazardous (e.g., driving an automo- bile or operating a machine when impaired by sedative, hyp- notic, or anxiolytic use). 9. Sedative, hypnotic, or anxiolytic use is continued despite knowledge of having a persistent or recurrent physical or psychological problem that is likely to have been caused or exacerbated by the sedative, hypnotic, or anxiolytic. 10. Tolerance, as defined by either of the following: a. A need for markedly increased amounts of the sedative, hypnotic, or anxiolytic to achieve intoxication or desired effect. b. A markedly diminished effect with continued use of the same amount of the sedative, hypnotic, or anxiolytic. Note: This criterion is not considered to be met for individu- als taking sedatives, hypnotics, or anxiolytics under medical supervision. 11. Withdrawal, as manifested by either of the following: a. The characteristic withdrawal syndrome for sedatives, hypnotics, or anxiolytics (refer to Criteria A and B of the criteria set for sedative, hypnotic, or anxiolytic withdraw- al, pp. 265–266). b. Sedatives, hypnotics, or anxiolytics (or a closely related substance, such as alcohol) are taken to relieve or avoid withdrawal symptoms. Note: This criterion is not considered to be met for individu- als taking sedatives, hypnotics, or anxiolytics under medical supervision.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}