{
  "id": "DSM-5_17a34b38",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "316 Neurocognitive Disorders For mild neurocognitive disorder due to HIV infection, code 331.83 (G31.84). (Note: Do not use the additional code for HIV infection. Be- havioral disturbance cannot be coded but should still be indicated in writing.) Major or Mild Neurocognitive Disorder Due to Prion Disease A. The criteria are met for major or mild neurocognitive disorder. B. There is insidious onset, and rapid progression of impairment is common. C. There are motor features of prion disease, such as myoclonus or ataxia, or biomarker evidence. D. The neurocognitive disorder is not attributable to another medical condition and is not better explained by another mental disorder. Coding note: For major neurocognitive disorder due to prion dis- ease, with behavioral disturbance, code first 046.79 (A81.9) prion disease, followed by 294.11 (F02.81) major neurocognitive disorder due to prion disease, with behavioral disturbance. For major neuro- cognitive disorder due to prion disease, without behavioral distur- bance, code first 046.79 (A81.9) prion disease, followed by 294.10 (F02.80) major neurocognitive disorder due to prion disease, without behavioral disturbance. For mild neurocognitive disorder due to prion disease, code 331.83 (G31.84). (Note: Do not use the additional code for prion disease. Behavioral disturbance cannot be coded but should still be indicated in writing.) Major or Mild Neurocognitive Disorder Due to Parkinson’s Disease A. The criteria are met for major or mild neurocognitive disorder. B. The disturbance occurs in the setting of established Parkinson’s disease. C. There is insidious onset and gradual progression of impairment. Major or Mild NCD Due to Huntington’s Disease 317 D. The neurocognitive disorder is not attributable to another medical condition and is not better explained by another mental disorder. Major or mild neurocognitive disorder probably due to Parkin- son’s disease should be diagnosed if 1 and 2 are both met. Major or mild neurocognitive disorder possibly due to Parkinson’s disease should be diagnosed if 1 or 2 is met: 1. There is no evidence of mixed etiology (i.e., absence of other neurodegenerative or cerebrovascular disease or another neuro- logical, mental, or systemic disease or condition likely contribut- ing to cognitive decline). 2. The Parkinson’s disease clearly precedes the onset of the neu- rocognitive disorder. Coding note: For major neurocognitive disorder probably due to Parkinson’s disease, with behavioral disturbance, code first 332.0 (G20) Parkinson’s disease, followed by 294.11 (F02.81) major neu- rocognitive disorder probably due to Parkinson’s disease, with behav- ioral disturbance. For major neurocognitive disorder probably due to Parkinson’s disease, without behavioral disturbance, code first 332.0 (G20) Parkinson’s disease, followed by 294.10 (F02.80) major neu- rocognitive disorder probably due to Parkinson’s disease, without be- havioral disturbance. For major neurocognitive disorder possibly due to Parkinson’s dis- ease, code 331.9 (G31.9) major neurocognitive disorder possibly due to Parkinson’s disease. (Note: Do not use the additional code for Parkinson’s disease. Behavioral disturbance cannot be coded but should still be indicated in writing.) For mild neurocognitive disorder due to Parkinson’s disease, code 331.83 (G31.84). (Note: Do not use the additional code for Parkin- son’s disease. Behavioral disturbance cannot be coded but should still be indicated in writing.) Major or Mild Neurocognitive Disorder Due to Huntington’s Disease A. The criteria are met for major or mild neurocognitive disorder. B. There is insidious onset and gradual progression.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}