{
  "id": "DSM-5_0a6d3995",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "22 Neurodevelopmental Disorders TABLE 1 Severity levels for intellectual disability (intellectual developmental disorder) (continued) Severity level Conceptual domain Social domain Practical domain Profound Conceptual skills generally The individual has very limited The individual is dependent on others for all involve the physical world understanding of symbolic com- aspects of daily physical care, health, and rather than symbolic pro- munication in speech or gesture. safety, although he or she may be able to cesses. The individual may He or she may understand some participate in some of these activities as use objects in goal-directed simple instructions or gestures. well. Individuals without severe physical fashion for self-care, work, The individual expresses his or impairments may assist with some daily and recreation. Certain her own desires and emotions work tasks at home, like carrying dishes to visuospatial skills, such as largely through nonverbal, non- the table. Simple actions with objects may matching and sorting based symbolic communication. The be the basis of participation in some voca- on physical characteristics, individual enjoys relationships tional activities with high levels of ongoing may be acquired. However, with well-known family mem- support. Recreational activities may co-occurring motor and sen- bers, caretakers, and familiar oth- involve, for example, enjoyment in listening sory impairments may pre- ers, and initiates and responds to to music, watching movies, going out for vent functional use of social interactions through ges- walks, or participating in water activities, objects. tural and emotional cues. Co- all with the support of others. Co-occurring occurring sensory and physical physical and sensory impairments are fre- impairments may prevent many quent barriers to participation (beyond social activities. watching) in home, recreational, and voca- tional activities. Maladaptive behavior is present in a significant minority. Global Developmental Delay 23 Global Developmental Delay 315.8 (F88) This diagnosis is reserved for individuals under the age of 5 years when the clinical severity level cannot be reliably assessed during early childhood. This category is diagnosed when an individual fails to meet expected developmental milestones in several areas of intel- lectual functioning, and applies to individuals who are unable to un- dergo systematic assessments of intellectual functioning, including children who are too young to participate in standardized testing. This category requires reassessment after a period of time. Unspecified Intellectual Disability (Intellectual Developmental Disorder) 319 (F79) This category is reserved for individuals over the age of 5 years when assessment of the degree of intellectual disability (intellectual devel- opmental disorder) by means of locally available procedures is ren- dered difficult or impossible because of associated sensory or physical impairments, as in blindness or prelingual deafness; locomotor dis- ability; or presence of severe problem behaviors or co-occurring mental disorder. This category should only be used in exceptional cir- cumstances and requires reassessment after a period of time. Global Developmental Delay 23 Global Developmental Delay 315.8 (F88) This diagnosis is reserved for individuals under the age of 5 years when the clinical severity level cannot be reliably assessed during early childhood. This category is diagnosed when an individual fails to meet expected developmental milestones in several areas of intel- lectual functioning, and applies to individuals who are unable to un- dergo systematic assessments of intellectual functioning, including children who are too young to participate in standardized testing. This category requires reassessment after a period of time. Unspecified Intellectual Disability (Intellectual Developmental Disorder) 319 (F79) This category is reserved for individuals over the age of 5 years when assessment of the degree of intellectual disability (intellectual devel- opmental disorder) by means of locally available procedures is ren- dered difficult or impossible because of associated sensory or physical impairments, as in blindness or prelingual deafness; locomotor dis- ability; or presence of severe problem behaviors or co-occurring mental disorder. This category should only be used in exceptional cir- cumstances and requires reassessment after a period of time. 24 Neurodevelopmental Disorders Communication Disorders Language Disorder 315.32 (F80.2) A. Persistent difficulties in the acquisition and use of language across modalities (i.e., spoken, written, sign language, or other) due to deficits in comprehension or production that include the following: 1. Reduced vocabulary (word knowledge and use). 2. Limited sentence structure (ability to put words and word end- ings together to form sentences based on the rules of gram- mar and morphology). 3. Impairments in discourse (ability to use vocabulary and con- nect sentences to explain or describe a topic or series of events or have a conversation). B. Language abilities are substantially and quantifiably below those expected for age, resulting in functional limitations in effective communication, social participation, academic achievement, or occupational performance, individually or in any combination. C. Onset of symptoms is in the early developmental period. D. The difficulties are not attributable to hearing or other sensory im- pairment, motor dysfunction, or another medical or neurological condition and are not better explained by intellectual disability (intellectual developmental disorder) or global developmental delay. Speech Sound Disorder 315.39 (F80.0) A. Persistent difficulty with speech sound production that interferes with speech intelligibility or prevents verbal communication of messages.",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": false,
    "has_followup": false
  }
}