{
  "id": "DSM-5_27ba3877",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "48 Schizophrenia Spectrum and Other Psychotic Disorders B. Duration of an episode of the disturbance is at least 1 day but less than 1 month, with eventual full return to premorbid level of functioning. C. The disturbance is not better explained by major depressive or bipolar disorder with psychotic features or another psychotic dis- order such as schizophrenia or catatonia, and is not attributable to the physiological effects of a substance (e.g., a drug of abuse, a medication) or another medical condition. Specify if: With marked stressor(s) (brief reactive psychosis): If symp- toms occur in response to events that, singly or together, would be markedly stressful to almost anyone in similar circumstances in the individual’s culture. Without marked stressor(s): If symptoms do not occur in re- sponse to events that, singly or together, would be markedly stressful to almost anyone in similar circumstances in the individ- ual’s culture. With postpartum onset: If onset is during pregnancy or within 4 weeks postpartum. Specify if: With catatonia (refer to the criteria for catatonia associated with another mental disorder, pp. 60–61, for definition). Coding note: Use additional code 293.89 (F06.1) catatonia associated with brief psychotic disorder to indicate the pres- ence of the comorbid catatonia. Specify current severity: Severity is rated by a quantitative assessment of the primary symptoms of psychosis, including delusions, hallucinations, disor- ganized speech, abnormal psychomotor behavior, and negative symptoms. Each of these symptoms may be rated for its current severity (most severe in the last 7 days) on a 5-point scale ranging from 0 (not present) to 4 (present and severe). (See Clinician- Rated Dimensions of Psychosis Symptom Severity in the chapter “Assessment Measures” in Section III of DSM-5.) Note: Diagnosis of brief psychotic disorder can be made without using this severity specifier. Schizophreniform Disorder 49 Schizophreniform Disorder 295.40 (F20.81) A. Two (or more) of the following, each present for a significant por- tion of time during a 1-month period (or less if successfully treated). At least one of these must be (1), (2), or (3): 1. Delusions. 2. Hallucinations. 3. Disorganized speech (e.g., frequent derailment or incoher- ence). 4. Grossly disorganized or catatonic behavior. 5. Negative symptoms (i.e., diminished emotional expression or avolition). B. An episode of the disorder lasts at least 1 month but less than 6 months. When the diagnosis must be made without waiting for recovery, it should be qualified as “provisional.” C. Schizoaffective disorder and depressive or bipolar disorder with psychotic features have been ruled out because either 1) no major depressive or manic episodes have occurred concurrently with the active-phase symptoms, or 2) if mood episodes have oc- curred during active-phase symptoms, they have been present for a minority of the total duration of the active and residual peri- ods of the illness. D. The disturbance is not attributable to the physiological effects of a substance (e.g., a drug of abuse, a medication) or another med- ical condition. Specify if: With good prognostic features: This specifier requires the presence of at least two of the following features: onset of prom- inent psychotic symptoms within 4 weeks of the first noticeable change in usual behavior or functioning; confusion or perplexity; good premorbid social and occupational functioning; and ab- sence of blunted or flat affect. Without good prognostic features: This specifier is applied if two or more of the above features have not been present.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}