{
  "id": "DSM-5_cce45ad7",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "This page intentionally left blank Cautionary Statement for Forensic Use of DSM-5 Although the DSM-5 diagnostic criteria and text are primarily designed to assist clinicians in conducting clinical assessment, case formulation, and treatment planning, DSM-5 is also used as a refer- ence for the courts and attorneys in assessing the forensic conse- quences of mental disorders. As a result, it is important to note that the definition of mental disorder included in DSM-5 was developed to meet the needs of clinicians, public health professionals, and research investigators rather than all of the technical needs of the courts and legal professionals. It is also important to note that DSM-5 does not provide treatment guidelines for any given disorder. When used appropriately, diagnoses and diagnostic information can assist legal decision makers in their determinations. For example, when the presence of a mental disorder is the predicate for a subse- quent legal determination (e.g., involuntary civil commitment), the use of an established system of diagnosis enhances the value and re- liability of the determination. By providing a compendium based on a review of the pertinent clinical and research literature, DSM-5 may facilitate legal decision makers’ understanding of the relevant char- acteristics of mental disorders. The literature related to diagnoses also serves as a check on ungrounded speculation about mental disorders and about the functioning of a particular individual. Finally, diag- nostic information about longitudinal course may improve decision making when the legal issue concerns an individual’s mental function- ing at a past or future point in time. However, the use of DSM-5 should be informed by an awareness of the risks and limitations of its use in forensic settings. When DSM-5 categories, criteria, and textual descriptions are employed for foren- sic purposes, there is a risk that diagnostic information will be mis- used or misunderstood. These dangers arise because of the imperfect fit between the questions of ultimate concern to the law and the in- formation contained in a clinical diagnosis. In most situations, the clinical diagnosis of a DSM-5 mental disorder such as intellectual dis- 13 14 Cautionary Statement for Forensic Use of DSM-5 ability (intellectual developmental disorder), schizophrenia, major neurocognitive disorder, gambling disorder, or pedophilic disorder does not imply that an individual with such a condition meets legal criteria for the presence of a mental disorder or a specified legal stan- dard (e.g., for competence, criminal responsibility, or disability). For the latter, additional information is usually required beyond that con- tained in the DSM-5 diagnosis, which might include information about the individual’s functional impairments and how these impairments affect the particular abilities in question. It is precisely because im- pairments, abilities, and disabilities vary widely within each diagnos- tic category that assignment of a particular diagnosis does not imply a specific level of impairment or disability. Use of DSM-5 to assess for the presence of a mental disorder by nonclinical, nonmedical, or otherwise insufficiently trained individ- uals is not advised. Nonclinical decision makers should also be cau- tioned that a diagnosis does not carry any necessary implications re- garding the etiology or causes of the individual’s mental disorder or the individual’s degree of control over behaviors that may be associ- ated with the disorder. Even when diminished control over one’s be- havior is a feature of the disorder, having the diagnosis in itself does not demonstrate that a particular individual is (or was) unable to con- trol his or her behavior at a particular time. SECTION II Diagnostic Criteria and Codes Neurodevelopmental Disorders. . . . . . . . . . . . . . . . . . . . . . . .17 Schizophrenia Spectrum and Other Psychotic Disorders . . . .45 Bipolar and Related Disorders. . . . . . . . . . . . . . . . . . . . . . . . .65 Depressive Disorders . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .93 Anxiety Disorders. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .115 Obsessive-Compulsive and Related Disorders. . . . . . . . . . .129 Trauma- and Stressor-Related Disorders . . . . . . . . . . . . . . .141 Dissociative Disorders. . . . . . . . . . . . . . . . . . . . . . . . . . . . . .155 Somatic Symptom and Related Disorders. . . . . . . . . . . . . . .161 Feeding and Eating Disorders. . . . . . . . . . . . . . . . . . . . . . . .169 Elimination Disorders. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .177 Sleep-Wake Disorders. . . . . . . . . . . . . . . . . . . . . . . . . . . . . .181 Sexual Dysfunctions . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .201 Gender Dysphoria . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .215 Disruptive, Impulse-Control, and Conduct Disorders. . . . . . .219 Substance-Related and Addictive Disorders. . . . . . . . . . . . .227 Neurocognitive Disorders . . . . . . . . . . . . . . . . . . . . . . . . . . .285 Personality Disorders. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .321 Paraphilic Disorders. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .333 Other Mental Disorders. . . . . . . . . . . . . . . . . . . . . . . . . . . . .341 Medication-Induced Movement Disorders and Other Adverse Effects of Medication . . . . . . . . . . . . .345 Other Conditions That May Be a Focus of Clinical Attention . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .355 Neurodevelopmental Disorders Intellectual Disabilities Intellectual Disability (Intellectual Developmental Disorder) Intellectual disability (intellectual developmental disorder) is a disor- der with onset during the developmental period that includes both in- tellectual and adaptive functioning deficits in conceptual, social, and practical domains. The following three criteria must be met: A. Deficits in intellectual functions, such as reasoning, problem solv- ing, planning, abstract thinking, judgment, academic learning, and learning from experience, confirmed by both clinical assessment and individualized, standardized intelligence testing. B. Deficits in adaptive functioning that result in failure to meet devel- opmental and sociocultural standards for personal indepen- dence and social responsibility. Without ongoing support, the adaptive deficits limit functioning in one or more activities of daily life, such as communication, social participation, and indepen- dent living, across multiple environments, such as home, school, work, and community. C. Onset of intellectual and adaptive deficits during the develop- mental period. Note: The diagnostic term intellectual disability is the equivalent term for the ICD-11 diagnosis of intellectual developmental disor- ders. Although the term intellectual disability is used throughout this manual, both terms are used in the title to clarify relationships with other classification systems. Moreover, a federal statute in the United States (Public Law 111-256, Rosa’s Law) replaces the term mental retardation with intellectual disability, and research journals use the 17 18 Neurodevelopmental Disorders term intellectual disability. Thus, intellectual disability is the term in common use by medical, educational, and other professions and by the lay public and advocacy groups. Specify current severity (see Table 1): 317 (F70) Mild 318.0 (F71) Moderate 318.1 (F72) Severe 318.2 (F73) Profound Intellectual Disability (Intellectual Developmental Disorder) 19 TABLE 1 Severity levels for intellectual disability (intellectual developmental disorder) Severity level Conceptual domain Social domain Practical domain Mild For preschool children, there Compared with typically develop- The individual may function age-appropri- may be no obvious concep- ing age-mates, the individual is ately in personal care. Individuals need tual differences. For school- immature in social interactions. some support with complex daily living age children and adults, For example, there may be diffi- tasks in comparison to peers. In adulthood, there are difficulties in culty in accurately perceiving supports typically involve grocery shop- learning academic skills peers’ social cues. Communica- ping, transportation, home and child-care involving reading, writing, tion, conversation, and language organizing, nutritious food preparation, arithmetic, time, or money, are more concrete or immature and banking and money management. Rec- with support needed in one than expected for age. There may reational skills resemble those of age-mates, or more areas to meet age- be difficulties regulating emotion although judgment related to well-being related expectations. In and behavior in age-appropriate and organization around recreation adults, abstract thinking, fashion; these difficulties are requires support. In adulthood, competitive executive function (i.e., noticed by peers in social situa- employment is often seen in jobs that do not planning, strategizing, pri- tions. There is limited under- emphasize conceptual skills. Individuals ority setting, and cognitive standing of risk in social generally need support to make health care flexibility), and short-term situations; social judgment is decisions and legal decisions, and to learn to memory, as well as func- immature for age, and the person perform a skilled vocation competently. tional use of academic skills is at risk of being manipulated by Support is typically needed to raise a (e.g., reading, money man- others (gullibility). family. agement), are impaired. There is a somewhat con- crete approach to problems and solutions compared with age-mates.",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": true,
    "has_followup": true
  }
}