{
  "id": "DSM-5_b528a63d",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Bipolar II Disorder 73 Note: Do not include symptoms that are clearly attributable to a medical condition. 1. Depressed mood most of the day, nearly every day, as indi- cated by either subjective report (e.g., feels sad, empty, or hopeless) or observation made by others (e.g., appears tear- ful). (Note: In children and adolescents, can be irritable mood.) 2. Markedly diminished interest or pleasure in all, or almost all, activities most of the day, nearly every day (as indicated by either subjective account or observation). 3. Significant weight loss when not dieting or weight gain (e.g., a change of more than 5% of body weight in a month), or de- crease or increase in appetite nearly every day. (Note: In children, consider failure to make expected weight gain.) 4. Insomnia or hypersomnia nearly every day. 5. Psychomotor agitation or retardation nearly every day (ob- servable by others; not merely subjective feelings of rest- lessness or being slowed down). 6. Fatigue or loss of energy nearly every day. 7. Feelings of worthlessness or excessive or inappropriate guilt (which may be delusional) nearly every day (not merely self- reproach or guilt about being sick). 8. Diminished ability to think or concentrate, or indecisiveness, nearly every day (either by subjective account or as ob- served by others). 9. Recurrent thoughts of death (not just fear of dying), recurrent suicidal ideation without a specific plan, a suicide attempt, or a specific plan for committing suicide. B. The symptoms cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. C. The episode is not attributable to the physiological effects of a substance or another medical condition. Note: Criteria A–C above constitute a major depressive episode. Note: Responses to a significant loss (e.g., bereavement, financial ruin, losses from a natural disaster, a serious medical illness or dis- ability) may include the feelings of intense sadness, rumination about 74 Bipolar and Related Disorders the loss, insomnia, poor appetite, and weight loss noted in Criterion A, which may resemble a depressive episode. Although such symptoms may be understandable or considered appropriate to the loss, the presence of a major depressive episode in addition to the normal re- sponse to a significant loss should be carefully considered. This de- cision inevitably requires the exercise of clinical judgment based on the individual’s history and the cultural norms for the expression of distress in the context of loss.2 Bipolar II Disorder A. Criteria have been met for at least one hypomanic episode (Cri- teria A–F under “Hypomanic Episode” above) and at least one major depressive episode (Criteria A–C under “Major Depressive Episode” above). B. There has never been a manic episode. C. The occurrence of the hypomanic episode(s) and major depres- sive episode(s) is not better explained by schizoaffective disorder, schizophrenia, schizophreniform disorder, delusional disorder, or other specified or unspecified schizophrenia spectrum and other psychotic disorder. 2In distinguishing grief from a major depressive episode (MDE), it is useful to consider that in grief the predominant affect is feelings of emptiness and loss, while in an MDE, it is persistent depressed mood and the inability to anticipate happiness or pleasure. The dysphoria in grief is likely to decrease in intensity over days to weeks and occurs in waves, the so-called pangs of grief. These waves tend to be associated with thoughts or reminders of the deceased. The de- pressed mood of an MDE is more persistent and not tied to specific thoughts or preoccupations. The pain of grief may be accompanied by positive emotions and humor that are uncharacteristic of the pervasive unhappiness and misery char- acteristic of an MDE. The thought content associated with grief generally fea- tures a preoccupation with thoughts and memories of the deceased, rather than the self-critical or pessimistic ruminations seen in an MDE. In grief, self-esteem is generally preserved, whereas in an MDE, feelings of worthlessness and self- loathing are common. If self-derogatory ideation is present in grief, it typically involves perceived failings vis-à-vis the deceased (e.g., not visiting frequently enough, not telling the deceased how much he or she was loved). If a bereaved individual thinks about death and dying, such thoughts are generally focused on the deceased and possibly about “joining” the deceased, whereas in an MDE, such thoughts are focused on ending one’s own life because of feeling worthless, undeserving of life, or unable to cope with the pain of depression. Bipolar II Disorder 75 D. The symptoms of depression or the unpredictability caused by frequent alternation between periods of depression and hypoma- nia causes clinically significant distress or impairment in social, occupational, or other important areas of functioning. Coding and Recording Procedures Bipolar II disorder has one diagnostic code: 296.89 (F31.81). Its status with respect to current severity, presence of psychotic features, course, and other specifiers cannot be coded but should be indicated in writing (e.g., 296.89 [F31.81] bipolar II disorder, current episode de- pressed, moderate severity, with mixed features; 296.89 [F31.81] bi- polar II disorder, most recent episode depressed, in partial remission). Specify current or most recent episode: Hypomanic Depressed Specify if: With anxious distress (pp. 83–84) With mixed features (pp. 84–86) With rapid cycling (p. 86) With mood-congruent psychotic features (pp. 88–89) With mood-incongruent psychotic features (pp. 88–89) With catatonia (p. 89). Coding note: Use additional code 293.89 (F06.1). With peripartum onset (pp. 89–90) With seasonal pattern (pp. 90–92): Applies only to the pattern of major depressive episodes. Specify course if full criteria for a mood episode are not currently met: In partial remission (p. 92) In full remission (p. 92) Specify severity if full criteria for a mood episode are currently met: Mild (p. 92) Moderate (p. 92) Severe (p. 92) 76 Bipolar and Related Disorders Cyclothymic Disorder 301.13 (F34.0) A. For at least 2 years (at least 1 year in children and adolescents) there have been numerous periods with hypomanic symptoms that do not meet criteria for a hypomanic episode and numerous periods with depressive symptoms that do not meet criteria for a major depressive episode. B. During the above 2-year period (1 year in children and adoles- cents), the hypomanic and depressive periods have been pres- ent for at least half the time and the individual has not been without the symptoms for more than 2 months at a time. C. Criteria for a major depressive, manic, or hypomanic episode have never been met. D. The symptoms in Criterion A are not better explained by schizo- affective disorder, schizophrenia, schizophreniform disorder, de- lusional disorder, or other specified or unspecified schizophrenia spectrum and other psychotic disorder. E. The symptoms are not attributable to the physiological effects of a substance (e.g., a drug of abuse, a medication) or another med- ical condition (e.g., hyperthyroidism). F. The symptoms cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. Specify if: With anxious distress (see pp. 83–84) Substance/Medication-Induced Bipolar and Related Disorder A. A prominent and persistent disturbance in mood that predominates in the clinical picture and is characterized by elevated, expansive, or irritable mood, with or without depressed mood, or markedly dimin- ished interest or pleasure in all, or almost all, activities.",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": true,
    "has_followup": false
  }
}