{
  "id": "DSM-5_0292d392",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "122 Anxiety Disorders E. The fear or anxiety is out of proportion to the actual danger posed by the agoraphobic situations and to the sociocultural context. F. The fear, anxiety, or avoidance is persistent, typically lasting for 6 months or more. G. The fear, anxiety, or avoidance causes clinically significant dis- tress or impairment in social, occupational, or other important ar- eas of functioning. H. If another medical condition (e.g., inflammatory bowel disease, Parkinson’s disease) is present, the fear, anxiety, or avoidance is clearly excessive. I. The fear, anxiety, or avoidance is not better explained by the symptoms of another mental disorder—for example, the symp- toms are not confined to specific phobia, situational type; do not involve only social situations (as in social anxiety disorder); and are not related exclusively to obsessions (as in obsessive- compulsive disorder), perceived defects or flaws in physical appearance (as in body dysmorphic disorder), reminders of trau- matic events (as in posttraumatic stress disorder), or fear of sepa- ration (as in separation anxiety disorder). Note: Agoraphobia is diagnosed irrespective of the presence of panic disorder. If an individual’s presentation meets criteria for panic disorder and agoraphobia, both diagnoses should be assigned. Generalized Anxiety Disorder 300.02 (F41.1) A. Excessive anxiety and worry (apprehensive expectation), occur- ring more days than not for at least 6 months, about a number of events or activities (such as work or school performance). B. The individual finds it difficult to control the worry. C. The anxiety and worry are associated with three (or more) of the following six symptoms (with at least some symptoms having been present for more days than not for the past 6 months): Note: Only one item is required in children. 1. Restlessness or feeling keyed up or on edge. 2. Being easily fatigued. Substance/Medication-Induced Anxiety Disorder 123 3. Difficulty concentrating or mind going blank. 4. Irritability. 5. Muscle tension. 6. Sleep disturbance (difficulty falling or staying asleep, or rest- less, unsatisfying sleep). D. The anxiety, worry, or physical symptoms cause clinically signif- icant distress or impairment in social, occupational, or other im- portant areas of functioning. E. The disturbance is not attributable to the physiological effects of a substance (e.g., a drug of abuse, a medication) or another medical condition (e.g., hyperthyroidism). F. The disturbance is not better explained by another mental disorder (e.g., anxiety or worry about having panic attacks in panic disor- der, negative evaluation in social anxiety disorder [social pho- bia], contamination or other obsessions in obsessive-compulsive disorder, separation from attachment figures in separation anxi- ety disorder, reminders of traumatic events in posttraumatic stress disorder, gaining weight in anorexia nervosa, physical complaints in somatic symptom disorder, perceived appearance flaws in body dysmorphic disorder, having a serious illness in illness anxiety disorder, or the content of delusional beliefs in schizophrenia or delusional disorder). Substance/Medication-Induced Anxiety Disorder A. Panic attacks or anxiety is predominant in the clinical picture. B. There is evidence from the history, physical examination, or lab- oratory findings of both (1) and (2): 1. The symptoms in Criterion A developed during or soon after substance intoxication or withdrawal or after exposure to a medication. 2. The involved substance/medication is capable of producing the symptoms in Criterion A. C. The disturbance is not better explained by an anxiety disorder that is not substance/medication-induced. Such evidence of an independent anxiety disorder could include the following: 124 Anxiety Disorders The symptoms precede the onset of the substance/medica- tion use; the symptoms persist for a substantial period of time (e.g., about 1 month) after the cessation of acute with- drawal or severe intoxication; or there is other evidence sug- gesting the existence of an independent non-substance/ medication-induced anxiety disorder (e.g., a history of recur- rent non-substance/medication-related episodes). D. The disturbance does not occur exclusively during the course of a delirium. E. The disturbance causes clinically significant distress or impairment in social, occupational, or other important areas of functioning. Note: This diagnosis should be made instead of a diagnosis of sub- stance intoxication or substance withdrawal only when the symptoms in Criterion A predominate in the clinical picture and they are suffi- ciently severe to warrant clinical attention. Coding note: The ICD-9-CM and ICD-10-CM codes for the [specific substance/medication]-induced anxiety disorders are indicated in the table below. Note that the ICD-10-CM code depends on whether or not there is a comorbid substance use disorder present for the same class of substance. If a mild substance use disorder is comorbid with the substance-induced anxiety disorder, the 4th position character is “1,” and the clinician should record “mild [substance] use disorder” before the substance-induced anxiety disorder (e.g., “mild cocaine use disorder with cocaine-induced anxiety disorder”). If a moderate or severe substance use disorder is comorbid with the substance- induced anxiety disorder, the 4th position character is “2,” and the cli- nician should record “moderate [substance] use disorder” or “severe [substance] use disorder,” depending on the severity of the comorbid substance use disorder. If there is no comorbid substance use disor- der (e.g., after a one-time heavy use of the substance), then the 4th position character is “9,” and the clinician should record only the sub- stance-induced anxiety disorder.",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": false,
    "has_followup": false
  }
}