{
  "id": "DSM-5_ed563ab5",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "34 Neurodevelopmental Disorders E. The symptoms do not occur exclusively during the course of schizophrenia or another psychotic disorder and are not better explained by another mental disorder (e.g., mood disorder, anx- iety disorder, dissociative disorder, personality disorder, sub- stance intoxication or withdrawal). Specify whether: 314.01 (F90.2) Combined presentation: If both Criterion A1 (in- attention) and Criterion A2 (hyperactivity-impulsivity) are met for the past 6 months. 314.00 (F90.0) Predominantly inattentive presentation: If Cri- terion A1 (inattention) is met but Criterion A2 (hyperactivity- impulsivity) is not met for the past 6 months. 314.01 (F90.1) Predominantly hyperactive/impulsive presen- tation: If Criterion A2 (hyperactivity-impulsivity) is met and Crite- rion A1 (inattention) is not met for the past 6 months. Specify if: In partial remission: When full criteria were previously met, fewer than the full criteria have been met for the past 6 months, and the symptoms still result in impairment in social, academic, or occupational functioning. Specify current severity: Mild: Few, if any, symptoms in excess of those required to make the diagnosis are present, and symptoms result in no more than minor impairments in social or occupational functioning. Moderate: Symptoms or functional impairment between “mild” and “severe” are present. Severe: Many symptoms in excess of those required to make the diagnosis, or several symptoms that are particularly severe, are present, or the symptoms result in marked impairment in social or occupational functioning. Other Specified Attention-Deficit/ Hyperactivity Disorder 35 Other Specified Attention-Deficit/ Hyperactivity Disorder 314.01 (F90.8) This category applies to presentations in which symptoms character- istic of attention-deficit/hyperactivity disorder that cause clinically significant distress or impairment in social, occupational or other im- portant areas of functioning predominate but do not meet the full cri- teria for attention-deficit/hyperactivity disorder or any of the disorders in the neurodevelopmental disorders diagnostic class. The other spec- ified attention-deficit/hyperactivity disorder category is used in situations in which the clinician chooses to communicate the specific reason that the presentation does not meet the criteria for attention-deficit/hyper- activity disorder or any specific neurodevelopmental disorder. This is done by recording “other specified attention-deficit/hyperactivity dis- order” followed by the specific reason (e.g., “with insufficient inatten- tion symptoms”). Unspecified Attention-Deficit/Hyperactivity Disorder 314.01 (F90.9) This category applies to presentations in which symptoms character- istic of attention-deficit/hyperactivity disorder that cause clinically significant distress or impairment in social, occupational, or other im- portant areas of functioning predominate but do not meet the full cri- teria for attention-deficit/hyperactivity disorder or any of the disorders in the neurodevelopmental disorders diagnostic class. The unspecified attention-deficit/hyperactivity disorder category is used in situations in which the clinician chooses not to specify the reason that the crite- ria are not met for attention-deficit/hyperactivity disorder or for a specific neurodevelopmental disorder, and includes presentations in which there is insufficient information to make a more specific diagnosis.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}