{
  "id": "DSM-5_53114ed3",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "70 Bipolar and Related Disorders Coding and Recording Procedures The diagnostic code for bipolar I disorder is based on type of current or most recent episode and its status with respect to current severity, presence of psychotic features, and remission status. Current severity and psychotic features are only indicated if full criteria are currently met for a manic or major depressive episode. Remission specifiers are only indicated if the full criteria are not currently met for a manic, hypo- manic, or major depressive episode. Codes are as follows: Current or Current or Current or Current or most recent most recent most recent most recent Bipolar I episode episode episode episode disorder manic hypomanic* depressed unspecified** Mild 296.41 NA 296.51 NA (p. 92) (F31.11) (F31.31) Moderate 296.42 NA 296.52 NA (p. 92) (F31.12) (F31.32) Severe 296.43 NA 296.53 NA (p. 92) (F31.13) (F31.4) With 296.44 NA 296.54 NA psychotic (F31.2) (F31.5) features*** (pp. 88–89) In partial 296.45 296.45 296.55 NA remission (F31.73) (F31.71) (F31.75) (p. 92) In full 296.46 296.46 296.56 NA remission (F31.74) (F31.72) (F31.76) (p. 92) Unspeci- 296.40 296.40 296.50 NA fied (F31.9) (F31.9) (F31.9) *Severity and psychotic specifiers do not apply; code 296.40 (F31.0) for cases not in remission. **Severity, psychotic, and remission specifiers do not apply. Code 296.7 (F31.9). ***If psychotic features are present, code the “with psychotic features” specifier irrespective of episode severity. Bipolar II Disorder 71 In recording the name of a diagnosis, terms should be listed in the fol- lowing order: bipolar I disorder, type of current or most recent episode, severity/psychotic/remission specifiers, followed by as many specifi- ers without codes as apply to the current or most recent episode. Specify: With anxious distress (pp. 83–84) With mixed features (pp. 84–86) With rapid cycling (p. 86) With melancholic features (pp. 86–87) With atypical features (pp. 87–88) With mood-congruent psychotic features (pp. 88–89) With mood-incongruent psychotic features (pp. 88–89) With catatonia (p. 89). Coding note: Use additional code 293.89 (F06.1). With peripartum onset (pp. 89–90) With seasonal pattern (pp. 90–92) Bipolar II Disorder 296.89 (F31.81) For a diagnosis of bipolar II disorder, it is necessary to meet the following criteria for a current or past hypomanic episode and the following criteria for a current or past major depressive episode: Hypomanic Episode A. A distinct period of abnormally and persistently elevated, expan- sive, or irritable mood and abnormally and persistently increased activity or energy, lasting at least 4 consecutive days and present most of the day, nearly every day. B. During the period of mood disturbance and increased energy and activity, three (or more) of the following symptoms have persisted (four if the mood is only irritable), represent a noticeable change from usual behavior, and have been present to a significant degree: 72 Bipolar and Related Disorders 1. Inflated self-esteem or grandiosity. 2. Decreased need for sleep (e.g., feels rested after only 3 hours of sleep). 3. More talkative than usual or pressure to keep talking. 4. Flight of ideas or subjective experience that thoughts are racing. 5. Distractibility (i.e., attention too easily drawn to unimportant or irrelevant external stimuli), as reported or observed. 6. Increase in goal-directed activity (either socially, at work or school, or sexually) or psychomotor agitation. 7. Excessive involvement in activities that have a high potential for painful consequences (e.g., engaging in unrestrained buying sprees, sexual indiscretions, or foolish business investments). C. The episode is associated with an unequivocal change in func- tioning that is uncharacteristic of the individual when not symp- tomatic. D. The disturbance in mood and the change in functioning are ob- servable by others. E. The episode is not severe enough to cause marked impairment in social or occupational functioning or to necessitate hospitalization. If there are psychotic features, the episode is, by definition, manic. F. The episode is not attributable to the physiological effects of a sub- stance (e.g., a drug of abuse, a medication or other treatment). Note: A full hypomanic episode that emerges during antidepressant treatment (e.g., medication, electroconvulsive therapy) but persists at a fully syndromal level beyond the physiological effect of that treatment is sufficient evidence for a hypomanic episode diagnosis. However, caution is indicated so that one or two symptoms (partic- ularly increased irritability, edginess, or agitation following anti- depressant use) are not taken as sufficient for diagnosis of a hypomanic episode, nor necessarily indicative of a bipolar diathesis. Major Depressive Episode A. Five (or more) of the following symptoms have been present during the same 2-week period and represent a change from pre- vious functioning; at least one of the symptoms is either (1) de- pressed mood or (2) loss of interest or pleasure.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": true,
    "has_followup": false
  }
}