{
  "id": "DSM-5_618a8471",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "28 Neurodevelopmental Disorders 3. Deficits in developing, maintaining, and understanding rela- tionships, ranging, for example, from difficulties adjusting be- havior to suit various social contexts; to difficulties in sharing imaginative play or in making friends; to absence of interest in peers. Specify current severity: Severity is based on social communication impairments and restricted, repetitive patterns of behavior (see Table 2). B. Restricted, repetitive patterns of behavior, interests, or activities, as manifested by at least two of the following, currently or by his- tory (examples are illustrative, not exhaustive): 1. Stereotyped or repetitive motor movements, use of objects, or speech (e.g., simple motor stereotypies, lining up toys or flipping objects, echolalia, idiosyncratic phrases). 2. Insistence on sameness, inflexible adherence to routines, or ritualized patterns of verbal or nonverbal behavior (e.g., ex- treme distress at small changes, difficulties with transitions, rigid thinking patterns, greeting rituals, need to take same route or eat same food every day). 3. Highly restricted, fixated interests that are abnormal in inten- sity or focus (e.g., strong attachment to or preoccupation with unusual objects, excessively circumscribed or persever- ative interests). 4. Hyper- or hyporeactivity to sensory input or unusual interest in sensory aspects of the environment (e.g., apparent indif- ference to pain/temperature, adverse response to specific sounds or textures, excessive smelling or touching of ob- jects, visual fascination with lights or movement). Specify current severity: Severity is based on social communication impairments and restricted, repetitive patterns of behavior (see Table 2). C. Symptoms must be present in the early developmental period (but may not become fully manifest until social demands exceed limited capacities, or may be masked by learned strategies in later life). D. Symptoms cause clinically significant impairment in social, occu- pational, or other important areas of current functioning. Autism Spectrum Disorder 29 E. These disturbances are not better explained by intellectual disabil- ity (intellectual developmental disorder) or global developmental delay. Intellectual disability and autism spectrum disorder fre- quently co-occur; to make comorbid diagnoses of autism spec- trum disorder and intellectual disability, social communication should be below that expected for general developmental level. Note: Individuals with a well-established DSM-IV diagnosis of autis- tic disorder, Asperger’s disorder, or pervasive developmental disor- der not otherwise specified should be given the diagnosis of autism spectrum disorder. Individuals who have marked deficits in social communication, but whose symptoms do not otherwise meet criteria for autism spectrum disorder, should be evaluated for social (prag- matic) communication disorder. Specify if: With or without accompanying intellectual impairment With or without accompanying language impairment Associated with a known medical or genetic condition or en- vironmental factor (Coding note: Use additional code to iden- tify the associated medical or genetic condition.) Associated with another neurodevelopmental, mental, or behavioral disorder (Coding note: Use additional code[s] to identify the associated neurodevelopmental, mental, or behav- ioral disorder[s].) With catatonia (refer to the criteria for catatonia associated with another mental disorder, pp. 60–61, for definition). (Coding note: Use additional code 293.89 [F06.1] catatonia associated with au- tism spectrum disorder to indicate the presence of the comorbid catatonia.) 30 Neurodevelopmental Disorders TABLE 2 Severity levels for autism spectrum disorder Severity level Social communication Restricted, repetitive behaviors Level 3 Severe deficits in verbal and nonverbal social communication Inflexibility of behavior, extreme difficulty “Requiring very skills cause severe impairments in functioning, very limited coping with change, or other restricted/ substantial initiation of social interactions, and minimal response to social repetitive behaviors markedly interfere support” overtures from others. For example, a person with few words with functioning in all spheres. Great dis- of intelligible speech who rarely initiates interaction and, when tress/difficulty changing focus or action. he or she does, makes unusual approaches to meet needs only and responds to only very direct social approaches. Level 2 Marked deficits in verbal and nonverbal social communication Inflexibility of behavior, difficulty coping “Requiring skills; social impairments apparent even with supports in place; with change, or other restricted/repeti- substantial limited initiation of social interactions; and reduced or abnormal tive behaviors appear frequently enough support” responses to social overtures from others. For example, a person to be obvious to the casual observer and who speaks simple sentences, whose interaction is limited to interfere with functioning in a variety of narrow special interests, and who has markedly odd nonverbal contexts. Distress and/or difficulty communication. changing focus or action. Level 1 Without supports in place, deficits in social communication Inflexibility of behavior causes significant “Requiring cause noticeable impairments. Difficulty initiating social interference with functioning in one or support” interactions, and clear examples of atypical or unsuccessful more contexts. Difficulty switching responses to social overtures of others. May appear to have between activities. Problems of organiza- decreased interest in social interactions. For example, a per- tion and planning hamper independence. son who is able to speak in full sentences and engages in com- munication but whose to-and-fro conversation with others fails, and whose attempts to make friends are odd and typi- cally unsuccessful.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": true,
    "has_followup": false
  }
}