{
  "id": "DSM-5_07afb0d0",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Bipolar and Related Disorders Bipolar I Disorder For a diagnosis of bipolar I disorder, it is necessary to meet the fol- lowing criteria for a manic episode. The manic episode may have been preceded by and may be followed by hypomanic or major de- pressive episodes. Manic Episode A. A distinct period of abnormally and persistently elevated, expan- sive, or irritable mood and abnormally and persistently increased activity or energy. lasting at least 1 week and present most of the day, nearly every day (or any duration if hospitalization is necessary). B. During the period of mood disturbance and increased energy or activity, three (or more) of the following symptoms (four if the mood is only irritable) are present to a significant degree and represent a noticeable change from usual behavior: 1. Inflated self-esteem or grandiosity. 2. Decreased need for sleep (e.g., feels rested after only 3 hours of sleep). 3. More talkative than usual or pressure to keep talking. 4. Flight of ideas or subjective experience that thoughts are racing. 5. Distractibility (i.e., attention too easily drawn to unimportant or irrelevant external stimuli), as reported or observed. 6. Increase in goal-directed activity (either socially, at work or school, or sexually) or psychomotor agitation (i.e., purpose- less non-goal-directed activity). 7. Excessive involvement in activities that have a high potential for painful consequences (e.g., engaging in unrestrained buying sprees, sexual indiscretions, or foolish business investments). 65 66 Bipolar and Related Disorders C. The mood disturbance is sufficiently severe to cause marked im- pairment in social or occupational functioning or to necessitate hospitalization to prevent harm to self or others, or there are psy- chotic features. D. The episode is not attributable to the physiological effects of a substance (e.g., a drug of abuse, a medication, other treatment) or to another medical condition. Note: A full manic episode that emerges during antidepressant treatment (e.g., medication, electroconvulsive therapy) but per- sists at a fully syndromal level beyond the physiological effect of that treatment is sufficient evidence for a manic episode and, therefore, a bipolar I diagnosis. Note: Criteria A–D constitute a manic episode. At least one lifetime manic episode is required for the diagnosis of bipolar I disorder. Hypomanic Episode A. A distinct period of abnormally and persistently elevated, expan- sive, or irritable mood and abnormally and persistently increased activity or energy, lasting at least 4 consecutive days and present most of the day, nearly every day. B. During the period of mood disturbance and increased energy and activity, three (or more) of the following symptoms (four if the mood is only irritable) have persisted, represent a noticeable change from usual behavior, and have been present to a signifi- cant degree: 1. Inflated self-esteem or grandiosity. 2. Decreased need for sleep (e.g., feels rested after only 3 hours of sleep). 3. More talkative than usual or pressure to keep talking. 4. Flight of ideas or subjective experience that thoughts are racing. 5. Distractibility (i.e., attention too easily drawn to unimportant or irrelevant external stimuli), as reported or observed. 6. Increase in goal-directed activity (either socially, at work or school, or sexually) or psychomotor agitation. 7. Excessive involvement in activities that have a high potential for painful consequences (e.g., engaging in unrestrained Bipolar I Disorder 67 buying sprees, sexual indiscretions, or foolish business in- vestments). C. The episode is associated with an unequivocal change in func- tioning that is uncharacteristic of the individual when not symp- tomatic. D. The disturbance in mood and the change in functioning are ob- servable by others. E. The episode is not severe enough to cause marked impairment in social or occupational functioning or to necessitate hospitaliza- tion. If there are psychotic features, the episode is, by definition, manic. F. The episode is not attributable to the physiological effects of a substance (e.g., a drug of abuse, a medication, other treatment). Note: A full hypomanic episode that emerges during antidepres- sant treatment (e.g., medication, electroconvulsive therapy) but persists at a fully syndromal level beyond the physiological effect of that treatment is sufficient evidence for a hypomanic episode diagnosis. However, caution is indicated so that one or two symptoms (particularly increased irritability, edginess, or agita- tion following antidepressant use) are not taken as sufficient for diagnosis of a hypomanic episode, nor necessarily indicative of a bipolar diathesis. Note: Criteria A–F constitute a hypomanic episode. Hypomanic epi- sodes are common in bipolar I disorder but are not required for the diagnosis of bipolar I disorder. Major Depressive Episode A. Five (or more) of the following symptoms have been present during the same 2-week period and represent a change from pre- vious functioning; at least one of the symptoms is either (1) de- pressed mood or (2) loss of interest or pleasure. Note: Do not include symptoms that are clearly attributable to another medical condition. 1. Depressed mood most of the day, nearly every day, as indi- cated by either subjective report (e.g., feels sad, empty, or hopeless) or observation made by others (e.g., appears tear- ful). (Note: In children and adolescents, can be irritable mood.) 68 Bipolar and Related Disorders 2. Markedly diminished interest or pleasure in all, or almost all, activities most of the day, nearly every day (as indicated by either subjective account or observation). 3. Significant weight loss when not dieting or weight gain (e.g., a change of more than 5% of body weight in a month), or de- crease or increase in appetite nearly every day. (Note: In children, consider failure to make expected weight gain.) 4. Insomnia or hypersomnia nearly every day. 5. Psychomotor agitation or retardation nearly every day (ob- servable by others; not merely subjective feelings of rest- lessness or being slowed down). 6. Fatigue or loss of energy nearly every day. 7. Feelings of worthlessness or excessive or inappropriate guilt (which may be delusional) nearly every day (not merely self- reproach or guilt about being sick). 8. Diminished ability to think or concentrate, or indecisiveness, nearly every day (either by subjective account or as observed by others). 9. Recurrent thoughts of death (not just fear of dying), recurrent suicidal ideation without a specific plan, or a suicide attempt or a specific plan for committing suicide. B. The symptoms cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. C. The episode is not attributable to the physiological effects of a substance or another medical condition. Note: Criteria A–C constitute a major depressive episode. Major de- pressive episodes are common in bipolar I disorder but are not re- quired for the diagnosis of bipolar I disorder. Note: Responses to a significant loss (e.g., bereavement, financial ruin, losses from a natural disaster, a serious medical illness or dis- ability) may include the feelings of intense sadness, rumination about the loss, insomnia, poor appetite, and weight loss noted in Criterion A, which may resemble a depressive episode. Although such symptoms may be understandable or considered appropriate to the loss, the presence of a major depressive episode in addition to the normal re- Bipolar I Disorder 69 sponse to a significant loss should also be carefully considered. This decision inevitably requires the exercise of clinical judgment based on the individual’s history and the cultural norms for the expression of distress in the context of loss.1 Bipolar I Disorder A. Criteria have been met for at least one manic episode (Criteria A–D under “Manic Episode” above). B. The occurrence of the manic and major depressive episode(s) is not better explained by schizoaffective disorder, schizophrenia, schizophreniform disorder, delusional disorder, or other speci- fied or unspecified schizophrenia spectrum and other psychotic disorder. 1In distinguishing grief from a major depressive episode (MDE), it is useful to consider that in grief the predominant affect is feelings of emptiness and loss, while in an MDE, it is persistent depressed mood and the inability to anticipate happiness or pleasure. The dysphoria in grief is likely to decrease in intensity over days to weeks and occurs in waves, the so-called pangs of grief. These waves tend to be associated with thoughts or reminders of the deceased. The depressed mood of an MDE is more persistent and not tied to specific thoughts or preoccupations. The pain of grief may be accompanied by positive emotions and humor that are uncharacteristic of the pervasive unhappiness and misery characteristic of an MDE. The thought content associated with grief generally features a preoccupation with thoughts and memories of the deceased, rather than the self-critical or pessimistic ruminations seen in an MDE. In grief, self- esteem is generally preserved, whereas in an MDE, feelings of worthlessness and self-loathing are common. If self-derogatory ideation is present in grief, it typically involves perceived failings vis-à-vis the deceased (e.g., not visiting frequently enough, not telling the deceased how much he or she was loved). If a bereaved individual thinks about death and dying, such thoughts are gener- ally focused on the deceased and possibly about “joining” the deceased, whereas in an MDE, such thoughts are focused on ending one’s own life be- cause of feeling worthless, undeserving of life, or unable to cope with the pain of depression. 70 Bipolar and Related Disorders Coding and Recording Procedures The diagnostic code for bipolar I disorder is based on type of current or most recent episode and its status with respect to current severity, presence of psychotic features, and remission status. Current severity and psychotic features are only indicated if full criteria are currently met for a manic or major depressive episode. Remission specifiers are only indicated if the full criteria are not currently met for a manic, hypo- manic, or major depressive episode. Codes are as follows: Current or Current or Current or Current or most recent most recent most recent most recent Bipolar I episode episode episode episode disorder manic hypomanic* depressed unspecified** Mild 296.41 NA 296.51 NA (p. 92) (F31.11) (F31.31) Moderate 296.42 NA 296.52 NA (p. 92) (F31.12) (F31.32) Severe 296.43 NA 296.53 NA (p. 92) (F31.13) (F31.4) With 296.44 NA 296.54 NA psychotic (F31.2) (F31.5) features*** (pp. 88–89) In partial 296.45 296.45 296.55 NA remission (F31.73) (F31.71) (F31.75) (p. 92) In full 296.46 296.46 296.56 NA remission (F31.74) (F31.72) (F31.76) (p. 92) Unspeci- 296.40 296.40 296.50 NA fied (F31.9) (F31.9) (F31.9) *Severity and psychotic specifiers do not apply; code 296.40 (F31.0) for cases not in remission. **Severity, psychotic, and remission specifiers do not apply. Code 296.7 (F31.9). ***If psychotic features are present, code the “with psychotic features” specifier irrespective of episode severity.",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": true,
    "has_followup": false
  }
}