{
  "id": "DSM-5_6285a2de",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "254 Substance-Related and Addictive Disorders Specify if: In a controlled environment: This additional specifier is used if the individual is in an environment where access to inhalant sub- stances is restricted. Coding based on current severity: Note for ICD-10-CM codes: If an inhalant intoxication or another inhalant-induced mental disorder is also present, do not use the codes below for inhalant use disorder. Instead, the comorbid inhalant use disorder is indicated in the 4th character of the inhalant-induced disorder code (see the coding note for inhalant intoxication or a specific inhalant-induced mental disor- der). For example, if there is comorbid inhalant-induced depressive disorder and inhalant use disorder, only the inhalant-induced depres- sive disorder code is given, with the 4th character indicating whether the comorbid inhalant use disorder is mild, moderate, or severe: F18.14 for mild inhalant use disorder with inhalant-induced depres- sive disorder or F18.24 for a moderate or severe inhalant use disor- der with inhalant-induced depressive disorder. Specify current severity: 305.90 (F18.10) Mild: Presence of 2–3 symptoms. 304.60 (F18.20) Moderate: Presence of 4–5 symptoms. 304.60 (F18.20) Severe: Presence of 6 or more symptoms. Inhalant Intoxication A. Recent intended or unintended short-term, high-dose exposure to inhalant substances, including volatile hydrocarbons such as toluene or gasoline. B. Clinically significant problematic behavioral or psychological changes (e.g., belligerence, assaultiveness, apathy, impaired judgment) that developed during, or shortly after, exposure to in- halants. C. Two (or more) of the following signs or symptoms developing during, or shortly after, inhalant use or exposure: 1. Dizziness. 2. Nystagmus. 3. Incoordination. Inhalant Intoxication 255 4. Slurred speech. 5. Unsteady gait. 6. Lethargy. 7. Depressed reflexes. 8. Psychomotor retardation. 9. Tremor. 10. Generalized muscle weakness. 11. Blurred vision or diplopia. 12. Stupor or coma. 13. Euphoria. D. The signs or symptoms are not attributable to another medical condition and are not better explained by another mental disor- der, including intoxication with another substance. Coding note: The ICD-9-CM code is 292.89. The ICD-10-CM code depends on whether there is a comorbid inhalant use disorder. If a mild inhalant use disorder is comorbid, the ICD-10-CM code is F18.129, and if a moderate or severe inhalant use disorder is comor- bid, the ICD-10-CM code is F18.229. If there is no comorbid inhalant use disorder, then the ICD-10-CM code is F18.929. Other Inhalant-Induced Disorders The following inhalant-induced disorders are described in other chapters of the book with disorders with which they share phenome- nology (see the substance/medication-induced mental disorders in these chapters): inhalant-induced psychotic disorder (“Schizophrenia Spectrum and Other Psychotic Disorders”); inhalant-induced depres- sive disorder (“Depressive Disorders”); and inhalant-induced anxi- ety disorder (“Anxiety Disorders”); inhalant-induced major or mild neurocognitive disorder (“Neurocognitive Disorders”). For inhalant intoxication delirium, see the criteria and discussion of delirium in the chapter “Neurocognitive Disorders.” These inhalant-induced dis- orders are diagnosed instead of inhalant intoxication only when symptoms are sufficiently severe to warrant independent clinical at- tention.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}