{
  "id": "DSM-5_d3088049",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Panic Disorder 119 Specify if: Performance only: If the fear is restricted to speaking or per- forming in public. Panic Disorder 300.01 (F41.0) A. Recurrent unexpected panic attacks. A panic attack is an abrupt surge of intense fear or intense discomfort that reaches a peak within minutes, and during which time four (or more) of the follow- ing symptoms occur: Note: The abrupt surge can occur from a calm state or an anx- ious state. 1. Palpitations, pounding heart, or accelerated heart rate. 2. Sweating. 3. Trembling or shaking. 4. Sensations of shortness of breath or smothering. 5. Feelings of choking. 6. Chest pain or discomfort. 7. Nausea or abdominal distress. 8. Feeling dizzy, unsteady, light-headed, or faint. 9. Chills or heat sensations. 10. Paresthesias (numbness or tingling sensations). 11. Derealization (feelings of unreality) or depersonalization (being detached from oneself). 12. Fear of losing control or “going crazy.” 13. Fear of dying. Note: Culture-specific symptoms (e.g., tinnitus, neck soreness, headache, uncontrollable screaming or crying) may be seen. Such symptoms should not count as one of the four required symptoms. B. At least one of the attacks has been followed by 1 month (or more) of one or both of the following: 1. Persistent concern or worry about additional panic attacks or their consequences (e.g., losing control, having a heart at- tack, “going crazy”). 120 Anxiety Disorders 2. A significant maladaptive change in behavior related to the at- tacks (e.g., behaviors designed to avoid having panic attacks, such as avoidance of exercise or unfamiliar situations). C. The disturbance is not attributable to the physiological effects of a substance (e.g., a drug of abuse, a medication) or another medical condition (e.g., hyperthyroidism, cardiopulmonary disorders). D. The disturbance is not better explained by another mental dis- order (e.g., the panic attacks do not occur only in response to feared social situations, as in social anxiety disorder; in response to circumscribed phobic objects or situations, as in specific pho- bia; in response to obsessions, as in obsessive-compulsive dis- order; in response to reminders of traumatic events, as in posttraumatic stress disorder; or in response to separation from attachment figures, as in separation anxiety disorder). Panic Attack Specifier Note: Symptoms are presented for the purpose of identifying a panic attack; however, panic attack is not a mental disorder and cannot be coded. Panic attacks can occur in the context of any anxiety disorder as well as other mental disorders (e.g., depressive disorders, posttrau- matic stress disorder, substance use disorders) and some medical conditions (e.g., cardiac, respiratory, vestibular, gastrointestinal). When the presence of a panic attack is identified, it should be noted as a specifier (e.g., “posttraumatic stress disorder with panic attacks”). For panic disorder, the presence of panic attack is contained within the ri- teria for the disorder and panic attack is not used as a specifier. An abrupt surge of intense fear or intense discomfort that reaches a peak within minutes, and during which time four (or more) of the follow- ing symptoms occur: Note: The abrupt surge can occur from a calm state or an anxious state. 1. Palpitations, pounding heart, or accelerated heart rate. 2. Sweating. 3. Trembling or shaking. 4. Sensations of shortness of breath or smothering. 5. Feelings of choking.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}