{
  "id": "DSM-5_f2cd1bb7",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Kleptomania 225 D. Pleasure, gratification, or relief when setting fires or when wit- nessing or participating in their aftermath. E. The fire setting is not done for monetary gain, as an expression of sociopolitical ideology, to conceal criminal activity, to express anger or vengeance, to improve one’s living circumstances, in response to a delusion or hallucination, or as a result of impaired judgment (e.g., in major neurocognitive disorder, intellectual disability [intel- lectual developmental disorder], substance intoxication). F. The fire setting is not better explained by conduct disorder, a manic episode, or antisocial personality disorder. Kleptomania 312.32 (F63.2) A. Recurrent failure to resist impulses to steal objects that are not needed for personal use or for their monetary value. B. Increasing sense of tension immediately before committing the theft. C. Pleasure, gratification, or relief at the time of committing the theft. D. The stealing is not committed to express anger or vengeance and is not in response to a delusion or a hallucination. E. The stealing is not better explained by conduct disorder, a manic episode, or antisocial personality disorder. Other Specified Disruptive, Impulse-Control, and Conduct Disorder 312.89 (F91.8) This category applies to presentations in which symptoms character- istic of a disruptive, impulse-control, and conduct disorder that cause clinically significant distress or impairment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for any of the disorders in the disruptive, impulse-control, and conduct disorders diagnostic class. The other specified disrup- tive, impulse-control, and conduct disorder category is used in situa- 226 Disruptive, Impulse-Control, and Conduct Disorders tions in which the clinician chooses to communicate the specific reason that the presentation does not meet the criteria for any spe- cific disruptive, impulse-control, and conduct disorder. This is done by recording “other specified disruptive, impulse-control, and con- duct disorder” followed by the specific reason (e.g., “recurrent behav- ioral outbursts of insufficient frequency”). Unspecified Disruptive, Impulse-Control, and Conduct Disorder 312.9 (F91.9) This category applies to presentations in which symptoms character- istic of a disruptive, impulse-control, and conduct disorder that cause clinically significant distress or impairment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for any of the disorders in the disruptive, impulse-control, and conduct disorders diagnostic class. The unspecified disruptive, impulse-control, and conduct disorder category is used in situations in which the clinician chooses not to specify the reason that the crite- ria are not met for a specific disruptive, impulse-control, and conduct disorder, and includes presentations in which there is insufficient in- formation to make a more specific diagnosis (e.g., in emergency room settings). Substance-Related and Addictive Disorders The substance-related disorders encompass 10 separate classes of drugs: alcohol; caffeine; cannabis; hallucinogens (with sep- arate categories for phencyclidine [or similarly acting arylcyclohex- ylamines] and other hallucinogens); inhalants; opioids; sedatives, hypnotics, and anxiolytics; stimulants (amphetamine-type sub- stances, cocaine, and other stimulants); tobacco; and other (or un- known) substances. These 10 classes are not fully distinct. All drugs that are taken in excess have in common direct activation of the brain reward system, which is involved in the reinforcement of behaviors and the production of memories. They produce such an intense acti- vation of the reward system that normal activities may be neglected. In addition to the substance-related disorders, this chapter also includes gambling disorder, reflecting evidence that gambling be- haviors activate reward systems similar to those activated by drugs of abuse and produce some behavioral symptoms that appear com- parable to the substance use disorders. The substance-related disorders are divided into two groups: substance use disorders and substance-induced disorders. The fol- lowing conditions may be classified as substance-induced: intoxica- tion, withdrawal, and other substance/medication-induced mental disorders (psychotic disorders, bipolar and related disorders, de- pressive disorders, anxiety disorders, obsessive-compulsive and re- lated disorders, sleep disorders, sexual dysfunctions, delirium, and neurocognitive disorders). Reflecting some unique aspects of the 10 substance classes rele- vant to this chapter, the remainder of the chapter is organized by the class of substance. To facilitate differential diagnosis, the criteria for the substance/medication-induced mental disorders are included with disorders with which they share phenomenology (e.g., sub- stance/medication-induced depressive disorder is in the chapter “Depressive Disorders”). The broad diagnostic categories associated with each specific group of substances are shown in the Table 1. 227 228 Substance-Related and Addictive Disorders TABLE 1 Diagnoses associated with substance class Obsessive- Sub- Sub- Depres- compulsive Sexual Neuro- Substance stance stance Psychotic Bipolar sive Anxiety and related Sleep dysfunc- cognitive use intoxi- with- disordersdisordersdisorders disorders disorders disorders tions Deliriumdisorders disorders cation drawal Alcohol I/W I/W I/W I/W I/W I/W I/W I/W/P X X X Caffeine I I/W X X Cannabis I I I/W I X X X Hallucinogens Phencyclidine I I I I I X X Other I* I I I I X X hallucino- gens Inhalants I I I I I/P X X Opioids I/W W I/W I/W I/W X X X Sedatives, I/W I/W I/W W I/W I/W I/W I/W/P X X X hypnotics, or anxiolytics Substance-Related and Addictive Disorders 229 TABLE 1 Diagnoses associated with substance class (continued) Obsessive- Sub- Sub- Depres- compulsive Sexual Neuro- Substance stance stance Psychotic Bipolar sive Anxiety and related Sleep dysfunc- cognitive use intoxi- with- disordersdisordersdisorders disorders disorders disorders tions Deliriumdisorders disorders cation drawal Stimulants** I I/W I/W I/W I/W I/W I I X X X Tobacco W X X Other (or I/W I/W I/W I/W I/W I/W I/W I/W I/W/P X X X unknown) Note. X = The category is recognized in DSM-5. I = The specifier “with onset during intoxication” may be noted for the category. W = The specifier “with onset during withdrawal” may be noted for the category. I/W = Either “with onset during intoxication” or “with onset during withdrawal” may be noted for the category. P = The disorder is persisting. *Also hallucinogen persisting perception disorder (flashbacks). **Includes amphetamine-type substances, cocaine, and other or unspecified stimulants.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}