{
  "id": "DSM-5_a4cc9566",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Other Specified Attention-Deficit/ Hyperactivity Disorder 35 Other Specified Attention-Deficit/ Hyperactivity Disorder 314.01 (F90.8) This category applies to presentations in which symptoms character- istic of attention-deficit/hyperactivity disorder that cause clinically significant distress or impairment in social, occupational or other im- portant areas of functioning predominate but do not meet the full cri- teria for attention-deficit/hyperactivity disorder or any of the disorders in the neurodevelopmental disorders diagnostic class. The other spec- ified attention-deficit/hyperactivity disorder category is used in situations in which the clinician chooses to communicate the specific reason that the presentation does not meet the criteria for attention-deficit/hyper- activity disorder or any specific neurodevelopmental disorder. This is done by recording “other specified attention-deficit/hyperactivity dis- order” followed by the specific reason (e.g., “with insufficient inatten- tion symptoms”). Unspecified Attention-Deficit/Hyperactivity Disorder 314.01 (F90.9) This category applies to presentations in which symptoms character- istic of attention-deficit/hyperactivity disorder that cause clinically significant distress or impairment in social, occupational, or other im- portant areas of functioning predominate but do not meet the full cri- teria for attention-deficit/hyperactivity disorder or any of the disorders in the neurodevelopmental disorders diagnostic class. The unspecified attention-deficit/hyperactivity disorder category is used in situations in which the clinician chooses not to specify the reason that the crite- ria are not met for attention-deficit/hyperactivity disorder or for a specific neurodevelopmental disorder, and includes presentations in which there is insufficient information to make a more specific diagnosis. 36 Neurodevelopmental Disorders Specific Learning Disorder Specific Learning Disorder A. Difficulties learning and using academic skills, as indicated by the presence of at least one of the following symptoms that have persisted for at least 6 months, despite the provision of interven- tions that target those difficulties: 1. Inaccurate or slow and effortful word reading (e.g., reads sin- gle words aloud incorrectly or slowly and hesitantly, fre- quently guesses words, has difficulty sounding out words). 2. Difficulty understanding the meaning of what is read (e.g., may read text accurately but not understand the sequence, re- lationships, inferences, or deeper meanings of what is read). 3. Difficulties with spelling (e.g., may add, omit, or substitute vowels or consonants). 4. Difficulties with written expression (e.g., makes multiple gram- matical or punctuation errors within sentences; employs poor paragraph organization; written expression of ideas lacks clarity). 5. Difficulties mastering number sense, number facts, or calcula- tion (e.g., has poor understanding of numbers, their magnitude, and relationships; counts on fingers to add single-digit numbers instead of recalling the math fact as peers do; gets lost in the midst of arithmetic computation and may switch procedures). 6. Difficulties with mathematical reasoning (e.g., has severe dif- ficulty applying mathematical concepts, facts, or procedures to solve quantitative problems). B. The affected academic skills are substantially and quantifiably be- low those expected for the individual’s chronological age, and cause significant interference with academic or occupational per- formance, or with activities of daily living, as confirmed by indi- vidually administered standardized achievement measures and comprehensive clinical assessment. For individuals age 17 years and older, a documented history of impairing learning difficulties may be substituted for the standardized assessment.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}