{
  "id": "DSM-5_c53854e5",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Restless Legs Syndrome 193 Restless Legs Syndrome 333.94 (G25.81) A. An urge to move the legs, usually accompanied by or in response to uncomfortable and unpleasant sensations in the legs, charac- terized by all of the following: 1. The urge to move the legs begins or worsens during periods of rest or inactivity. 2. The urge to move the legs is partially or totally relieved by movement. 3. The urge to move the legs is worse in the evening or at night than during the day, or occurs only in the evening or at night. B. The symptoms in Criterion A occur at least three times per week and have persisted for at least 3 months. C. The symptoms in Criterion A are accompanied by significant dis- tress or impairment in social, occupational, educational, aca- demic, behavioral, or other important areas of functioning. D. The symptoms in Criterion A are not attributable to another men- tal disorder or medical condition (e.g., arthritis, leg edema, pe- ripheral ischemia, leg cramps) and are not better explained by a behavioral condition (e.g., positional discomfort, habitual foot tapping). E. The symptoms are not attributable to the physiological effects of a drug of abuse or medication (e.g., akathisia). Substance/Medication-Induced Sleep Disorder A. A prominent and severe disturbance in sleep. B. There is evidence from the history, physical examination, or lab- oratory findings of both (1) and (2): 1. The symptoms in Criterion A developed during or soon after substance intoxication or after withdrawal from or exposure to a medication. 2. The involved substance/medication is capable of producing the symptoms in Criterion A. 194 Sleep-Wake Disorders C. The disturbance is not better explained by a sleep disorder that is not substance/medication-induced. Such evidence of an inde- pendent sleep disorder could include the following: The symptoms precede the onset of the substance/medica- tion use; the symptoms persist for a substantial period of time (e.g., about 1 month) after the cessation of acute with- drawal or severe intoxication; or there is other evidence sug- gesting the existence of an independent non-substance/ medication-induced sleep disorder (e.g., a history of recur- rent non-substance/medication-related episodes). D. The disturbance does not occur exclusively during the course of a delirium. E. The disturbance causes clinically significant distress or impairment in social, occupational, or other important areas of functioning. Note: This diagnosis should be made instead of a diagnosis of sub- stance intoxication or substance withdrawal only when the symptom in Criterion A predominate in the clinical picture and when they are sufficiently severe to warrant clinical attention. Coding note: The ICD-9-CM and ICD-10-CM codes for the [specific substance/medication]-induced sleep disorders are indicated in the ta- ble below. Note that the ICD-10-CM code depends on whether or not there is a comorbid substance use disorder present for the same class of substance. If a mild substance use disorder is comorbid with the substance-induced sleep disorder, the 4th position character is “1,” and the clinician should record “mild [substance] use disorder” before the substance-induced sleep disorder (e.g., “mild cocaine use disorder with cocaine-induced sleep disorder”). If a moderate or severe sub- stance use disorder is comorbid with the substance-induced sleep dis- order, the 4th position character is “2,” and the clinician should record “moderate [substance] use disorder” or “severe [substance] use disor- der” depending on the severity of the comorbid substance use disor- der. If there is no comorbid substance use disorder (e.g., after a one- time heavy use of the substance), then the 4th position character is “9,” and the clinician should record only the substance-induced sleep dis- order. A moderate or severe tobacco use disorder is required in order to code a tobacco-induced sleep disorder; it is not permissible to code a comorbid mild tobacco use disorder or no tobacco use disorder with a tobacco-induced sleep disorder.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}