{
  "id": "DSM-5_08f08659",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Substance/Medication-Induced Major or Mild NCD 311 C. The neurocognitive disorder presents immediately after the occur- rence of the traumatic brain injury or immediately after recovery of consciousness and persists past the acute post-injury period. Coding note: For major neurocognitive disorder due to traumatic brain injury, with behavioral disturbance: For ICD-9-CM, first code 907.0 late effect of intracranial injury without skull fracture, followed by 294.11 major neurocognitive disorder due to traumatic brain injury, with behavioral disturbance. For ICD-10-CM, first code S06.2X9S dif- fuse traumatic brain injury with loss of consciousness of unspecified duration, sequela; followed by F02.81 major neurocognitive disorder due to traumatic brain injury, with behavioral disturbance. For major neurocognitive disorder due to traumatic brain injury, without behavioral disturbance: For ICD-9-CM, first code 907.0 late effect of intracranial injury without skull fracture, followed by 294.10 major neurocognitive disorder due to traumatic brain injury, without behavioral disturbance. For ICD-10-CM, first code S06.2X9S diffuse traumatic brain injury with loss of consciousness of unspecified dura- tion, sequela; followed by F02.80 major neurocognitive disorder due to traumatic brain injury, without behavioral disturbance. For mild neurocognitive disorder due to traumatic brain injury, code 331.83 (G31.84). (Note: Do not use the additional code for traumatic brain injury. Behavioral disturbance cannot be coded but should still be indicated in writing.) Substance/Medication-Induced Major or Mild Neurocognitive Disorder A. The criteria are met for major or mild neurocognitive disorder. B. The neurocognitive impairments do not occur exclusively during the course of a delirium and persist beyond the usual duration of intoxication and acute withdrawal. C. The involved substance or medication and duration and extent of use are capable of producing the neurocognitive impairment. D. The temporal course of the neurocognitive deficits is consistent with the timing of substance or medication use and abstinence (e.g., the deficits remain stable or improve after a period of abstinence). 312 Neurocognitive Disorders E. The neurocognitive disorder is not attributable to another medical condition or is not better explained by another mental disorder. Coding note: The ICD-9-CM and ICD-10-CM codes for the [specific substance/medication]-induced neurocognitive disorders are indicat- ed in the table below. Note that the ICD-10-CM code depends on whether or not there is a comorbid substance use disorder present for the same class of substance. If a mild substance use disorder is comorbid with the substance-induced neurocognitive disorder, the 4th position character is “1,” and the clinician should record “mild [substance] use disorder” before the substance-induced neurocogni- tive disorder (e.g., “mild inhalant use disorder with inhalant-induced major neurocognitive disorder”). If a moderate or severe substance use disorder is comorbid with the substance-induced neurocognitive disorder, the 4th position character is “2,” and the clinician should re- cord “moderate [substance] use disorder” or “severe [substance] use disorder,” depending on the severity of the comorbid substance use disorder. If there is no comorbid substance use disorder, then the 4th position character is “9,” and the clinician should record only the sub- stance-induced neurocognitive disorder. For some classes of sub- stances (i.e., alcohol; sedatives, hypnotics, anxiolytics), it is not permissible to code a comorbid mild substance use disorder with a substance-induced neurocognitive disorder; only a comorbid moder- ate or severe substance use disorder, or no substance use disorder, can be diagnosed. Behavioral disturbance cannot be coded but should still be indicated in writing. ICD-10-CM With use With use dis- Without ICD-9- disorder, order, moder- use CM mild ate or severe disorder Alcohol (major neu- 291.2 NA F10.27 F10.97 rocognitive disor- der), nonamnestic- confabulatory type Substance/Medication-Induced Major or Mild NCD 313 ICD-10-CM With use With use dis- Without ICD-9- disorder, order, moder- use CM mild ate or severe disorder Alcohol (major neu- 291.1 NA F10.26 F10.96 rocognitive disor- der), amnestic- confabulatory type Alcohol (mild neuro- 291.89 NA F10.288 F10.988 cognitive disorder) Inhalant (major neu- 292.82 F18.17 F18.27 F18.97 rocognitive disorder) Inhalant (mild neuro- 292.89 F18.188 F18.288 F18.988 cognitive disorder) Sedative, hypnotic, 292.82 NA F13.27 F13.97 or anxiolytic (major neurocognitive disorder) Sedative, hypnotic, 292.89 NA F13.288 F13.988 or anxiolytic (mild neurocognitive dis- order) Other (or unknown) 292.82 F19.17 F19.27 F19.97 substance (major neurocognitive disorder) Other (or unknown) 292.89 F19.188 F19.288 F19.988 substance (mild neu- rocognitive disorder) Specify if: Persistent: Neurocognitive impairment continues to be signifi- cant after an extended period of abstinence.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}