{
  "id": "DSM-5_3c4f28ce",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "86 Bipolar and Related Disorders D. The mixed symptoms are not attributable to the physio- logical effects of a substance (e.g., a drug of abuse, a medication or other treatment). Note: Mixed features associated with a major depressive ep- isode have been found to be a significant risk factor for the development of bipolar I or bipolar II disorder. As a result, it is clinically useful to note the presence of this specifier for treatment planning and monitoring of response to treatment. With rapid cycling (can be applied to bipolar I or bipolar II dis- order): Presence of at least four mood episodes in the previous 12 months that meet the criteria for manic, hypomanic, or major depressive episode. Note: Episodes are demarcated by either partial or full re- missions of at least 2 months or a switch to an episode of the opposite polarity (e.g., major depressive episode to manic episode). Note: The essential feature of a rapid-cycling bipolar disorder is the occurrence of at least four mood episodes during the previ- ous 12 months. These episodes can occur in any combination and order. The episodes must meet both the duration and symptom number criteria for a major depressive, manic, or hy- pomanic episode and must be demarcated by either a period of full remission or a switch to an episode of the opposite polarity. Manic and hypomanic episodes are counted as being on the same pole. Except for the fact that they occur more frequently, the episodes that occur in a rapid-cycling pattern are no differ- ent from those that occur in a non-rapid-cycling pattern. Mood episodes that count toward defining a rapid-cycling pattern ex- clude those episodes directly caused by a substance (e.g., co- caine, corticosteroids) or another medical condition. With melancholic features: A. One of the following is present during the most severe period of the current episode: 1. Loss of pleasure in all, or almost all, activities. 2. Lack of reactivity to usually pleasurable stimuli (does not feel much better, even temporarily, when something good happens). Specifiers for Bipolar and Related Disorders 87 B. Three (or more) of the following: 1. A distinct quality of depressed mood characterized by profound despondency, despair, and/or moroseness or by so-called empty mood. 2. Depression that is regularly worse in the morning. 3. Early-morning awakening (i.e., at least 2 hours before usual awakening). 4. Marked psychomotor agitation or retardation. 5. Significant anorexia or weight loss. 6. Excessive or inappropriate guilt. Note: The specifier “with melancholic features” is applied if these features are present at the most severe stage of the episode. There is a near-complete absence of the capacity for pleasure, not merely a diminution. A guideline for evalu- ating the lack of reactivity of mood is that even highly desired events are not associated with marked brightening of mood. Either mood does not brighten at all, or it brightens only par- tially (e.g., up to 20%–40% of normal for only minutes at a time). The “distinct quality” of mood that is characteristic of the “with melancholic features” specifier is experienced as qualitatively different from that during a nonmelancholic de- pressive episode. A depressed mood that is described as merely more severe, longer lasting, or present without a rea- son is not considered distinct in quality. Psychomotor chang- es are nearly always present and are observable by others. Melancholic features exhibit only a modest tendency to re- peat across episodes in the same individual. They are more frequent in inpatients, as opposed to outpatients; are less likely to occur in milder than in more severe major depres- sive episodes; and are more likely to occur in those with psy- chotic features. With atypical features: This specifier can be applied when these features predominate during the majority of days of the current or most recent major depressive episode. A. Mood reactivity (i.e., mood brightens in response to actual or potential positive events). B. Two (or more) of the following features: 88 Bipolar and Related Disorders 1. Significant weight gain or increase in appetite. 2. Hypersomnia. 3. Leaden paralysis (i.e., heavy, leaden feelings in arms or legs). 4. A long-standing pattern of interpersonal rejection sensi- tivity (not limited to episodes of mood disturbance) that results in significant social or occupational impairment. C. Criteria are not met for “with melancholic features” or “with catatonia” during the same episode. Note: “Atypical depression” has historical significance (i.e., atypical in contradistinction to the more classical agitated, “endogenous” presentations of depression that were the norm when depression was rarely diagnosed in outpatients and almost never in adolescents or younger adults) and to- day does not connote an uncommon or unusual clinical pre- sentation as the term might imply. Mood reactivity is the capacity to be cheered up when pre- sented with positive events (e.g., a visit from children, com- pliments from others). Mood may become euthymic (not sad) even for extended periods of time if the external circumstances remain favorable. Increased appetite may be manifested by an obvious increase in food intake or by weight gain. Hypersomnia may include either an extended period of nighttime sleep or daytime napping that totals at least 10 hours of sleep per day (or at least 2 hours more than when not depressed). Leaden pa- ralysis is defined as feeling heavy, leaden, or weighted down, usually in the arms or legs. This sensation is generally present for at least an hour a day but often lasts for many hours at a time. Unlike the other atypical features, pathological sensitivity to perceived interpersonal rejection is a trait that has an early onset and persists throughout most of adult life. Rejection sen- sitivity occurs both when the person is and is not depressed, though it may be exacerbated during depressive periods. With psychotic features: Delusions or hallucinations are pres- ent at any time in the episode. If psychotic features are present, specify if mood-congruent or mood-incongruent: Specifiers for Bipolar and Related Disorders 89 With mood-congruent psychotic features: During manic episodes, the content of all delusions and halluci- nations is consistent with the typical manic themes of grandiosity, invulnerability, etc., but may also include themes of suspiciousness or paranoia, especially with respect to others’ doubts about the individual’s capaci- ties, accomplishments, and so forth. With mood-incongruent psychotic features: The con- tent of delusions and hallucinations is inconsistent with the episode polarity themes as described above, or the content is a mixture of mood-incongruent and mood- congruent themes. With catatonia: This specifier can apply to an episode of mania or depression if catatonic features are present during most of the episode. See criteria for catatonia associated with a mental dis- order in the chapter “Schizophrenia Spectrum and Other Psy- chotic Disorders.” With peripartum onset: This specifier can be applied to the cur- rent or, if the full criteria are not currently met for a mood episode, most recent episode of mania, hypomania, or major depression in bipolar I or bipolar II disorder if onset of mood symptoms oc- curs during pregnancy or in the 4 weeks following delivery. Note: Mood episodes can have their onset either during preg- nancy or postpartum. Although the estimates differ according to the period of follow-up after delivery, between 3% and 6% of women will experience the onset of a major depressive epi- sode during pregnancy or in the weeks or months following delivery. Fifty percent of “postpartum” major depressive epi- sodes actually begin prior to delivery. Thus, these episodes are referred to collectively as peripartum episodes. Women with peripartum major depressive episodes often have severe anxiety and even panic attacks. Prospective studies have demonstrated that mood and anxiety symptoms during preg- nancy, as well as the “baby blues,” increase the risk for a post- partum major depressive episode. Peripartum-onset mood episodes can present either with or without psychotic features. Infanticide is most often asso- 90 Bipolar and Related Disorders ciated with postpartum psychotic episodes that are charac- terized by command hallucinations to kill the infant or delusions that the infant is possessed, but psychotic symp- toms can also occur in severe postpartum mood episodes without such specific delusions or hallucinations. Postpartum mood (major depressive or manic) episodes with psychotic features appear to occur in from 1 in 500 to 1 in 1,000 deliveries and may be more common in primiparous women. The risk of postpartum episodes with psychotic fea- tures is particularly increased for women with prior postpar- tum mood episodes but is also elevated for those with a prior history of a depressive or bipolar disorder (especially bipolar I disorder) and those with a family history of bipolar disorders. Once a woman has had a postpartum episode with psy- chotic features, the risk of recurrence with each subsequent delivery is between 30% and 50%. Postpartum episodes must be differentiated from delirium occurring in the postpar- tum period, which is distinguished by a fluctuating level of awareness or attention. The postpartum period is unique with respect to the degree of neuroendocrine alterations and psy- chosocial adjustments, the potential impact of breast-feed- ing on treatment planning, and the long-term implications of a history of postpartum mood disorder on subsequent family planning. With seasonal pattern: This specifier applies to the lifetime pat- tern of mood episodes. The essential feature is a regular season- al pattern of at least one type of episode (i.e., mania, hypomania, or depression). The other types of episodes may not follow this pattern. For example, an individual may have seasonal manias, but his or her depressions do not regularly occur at a specific time of year. A. There has been a regular temporal relationship between the onset of manic, hypomanic, or major depressive episodes and a particular time of the year (e.g., in the fall or winter) in bipolar I or bipolar II disorder. Note: Do not include cases in which there is an obvious ef- fect of seasonally related psychosocial stressors (e.g., regu- larly being unemployed every winter).",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": true,
    "has_followup": true
  }
}