{
  "id": "DSM-5_f8e434d2",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Trauma- and Stressor-Related Disorders Reactive Attachment Disorder 313.89 (F94.1) A. A consistent pattern of inhibited, emotionally withdrawn behavior toward adult caregivers, manifested by both of the following: 1. The child rarely or minimally seeks comfort when distressed. 2. The child rarely or minimally responds to comfort when dis- tressed. B. A persistent social and emotional disturbance characterized by at least two of the following: 1. Minimal social and emotional responsiveness to others. 2. Limited positive affect. 3. Episodes of unexplained irritability, sadness, or fearfulness that are evident even during nonthreatening interactions with adult caregivers. C. The child has experienced a pattern of extremes of insufficient care as evidenced by at least one of the following: 1. Social neglect or deprivation in the form of persistent lack of having basic emotional needs for comfort, stimulation, and affection met by caregiving adults. 2. Repeated changes of primary caregivers that limit opportuni- ties to form stable attachments (e.g., frequent changes in foster care). 3. Rearing in unusual settings that severely limit opportunities to form selective attachments (e.g., institutions with high child-to-caregiver ratios). D. The care in Criterion C is presumed to be responsible for the dis- turbed behavior in Criterion A (e.g., the disturbances in Criterion A began following the lack of adequate care in Criterion C). 141 142 Trauma- and Stressor-Related Disorders E. The criteria are not met for autism spectrum disorder. F. The disturbance is evident before age 5 years. G. The child has a developmental age of at least 9 months. Specify if: Persistent: The disorder has been present for more than 12 months. Specify current severity: Reactive attachment disorder is specified as severe when a child exhibits all symptoms of the disorder, with each symptom manifesting at relatively high levels. Disinhibited Social Engagement Disorder 313.89 (F94.2) A. A pattern of behavior in which a child actively approaches and inter- acts with unfamiliar adults and exhibits at least two of the following: 1. Reduced or absent reticence in approaching and interacting with unfamiliar adults. 2. Overly familiar verbal or physical behavior (that is not consis- tent with culturally sanctioned and with age-appropriate so- cial boundaries). 3. Diminished or absent checking back with adult caregiver af- ter venturing away, even in unfamiliar settings. 4. Willingness to go off with an unfamiliar adult with minimal or no hesitation. B. The behaviors in Criterion A are not limited to impulsivity (as in attention-deficit/hyperactivity disorder) but include socially disin- hibited behavior. C. The child has experienced a pattern of extremes of insufficient care as evidenced by at least one of the following: 1. Social neglect or deprivation in the form of persistent lack of having basic emotional needs for comfort, stimulation, and affection met by caregiving adults. 2. Repeated changes of primary caregivers that limit oppor- tunities to form stable attachments (e.g., frequent changes in foster care). Posttraumatic Stress Disorder 143 3. Rearing in unusual settings that severely limit opportunities to form selective attachments (e.g., institutions with high child- to-caregiver ratios). D. The care in Criterion C is presumed to be responsible for the dis- turbed behavior in Criterion A (e.g., the disturbances in Criterion A began following the pathogenic care in Criterion C). E. The child has a developmental age of at least 9 months. Specify if: Persistent: The disorder has been present for more than 12 months. Specify current severity: Disinhibited social engagement disorder is specified as severe when the child exhibits all symptoms of the disorder, with each symptom manifesting at relatively high levels. Posttraumatic Stress Disorder 309.81 (F43.10) Posttraumatic Stress Disorder Note: The following criteria apply to adults, adolescents, and children older than 6 years. For children 6 years and younger, see correspond- ing criteria below. A. Exposure to actual or threatened death, serious injury, or sexual violence in one (or more) of the following ways: 1. Directly experiencing the traumatic event(s). 2. Witnessing, in person, the event(s) as it occurred to others. 3. Learning that the traumatic event(s) occurred to a close fam- ily member or close friend. In cases of actual or threatened death of a family member or friend, the event(s) must have been violent or accidental. 4. Experiencing repeated or extreme exposure to aversive de- tails of the traumatic event(s) (e.g., first responders collect- ing human remains; police officers repeatedly exposed to details of child abuse).",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": true
  }
}