{
  "id": "DSM-5_7f3c3f1a",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Anxiety Disorders Separation Anxiety Disorder 309.21 (F93.0) A. Developmentally inappropriate and excessive fear or anxiety concerning separation from those to whom the individual is at- tached, as evidenced by at least three of the following: 1. Recurrent excessive distress when anticipating or experiencing separation from home or from major attachment figures. 2. Persistent and excessive worry about losing major attach- ment figures or about possible harm to them, such as illness, injury, disasters, or death. 3. Persistent and excessive worry about experiencing an un- toward event (e.g., getting lost, being kidnapped, having an accident, becoming ill) that causes separation from a major attachment figure. 4. Persistent reluctance or refusal to go out, away from home, to school, to work, or elsewhere because of fear of separation. 5. Persistent and excessive fear of or reluctance about being alone or without major attachment figures at home or in other settings. 6. Persistent reluctance or refusal to sleep away from home or to go to sleep without being near a major attachment figure. 7. Repeated nightmares involving the theme of separation. 8. Repeated complaints of physical symptoms (e.g., head- aches, stomachaches, nausea, vomiting) when separation from major attachment figures occurs or is anticipated. B. The fear, anxiety, or avoidance is persistent, lasting at least 4 weeks in children and adolescents and typically 6 months or more in adults. 115 116 Anxiety Disorders C. The disturbance causes clinically significant distress or impair- ment in social, academic, occupational, or other important areas of functioning. D. The disturbance is not better explained by another mental disor- der, such as refusing to leave home because of excessive resis- tance to change in autism spectrum disorder; delusions or hallucinations concerning separation in psychotic disorders; re- fusal to go outside without a trusted companion in agoraphobia; worries about ill health or other harm befalling significant others in generalized anxiety disorder; or concerns about having an ill- ness in illness anxiety disorder. Selective Mutism 313.23 (F94.0) A. Consistent failure to speak in specific social situations in which there is an expectation for speaking (e.g., at school) despite speaking in other situations. B. The disturbance interferes with educational or occupational achievement or with social communication. C. The duration of the disturbance is at least 1 month (not limited to the first month of school). D. The failure to speak is not attributable to a lack of knowledge of, or comfort with, the spoken language required in the social situation. E. The disturbance is not better explained by a communication dis- order (e.g., childhood-onset fluency disorder) and does not oc- cur exclusively during the course of autism spectrum disorder, schizophrenia, or another psychotic disorder. Specific Phobia A. Marked fear or anxiety about a specific object or situation (e.g., flying, heights, animals, receiving an injection, seeing blood). Note: In children, the fear or anxiety may be expressed by cry- ing, tantrums, freezing, or clinging. B. The phobic object or situation almost always provokes immedi- ate fear or anxiety. Specific Phobia 117 C. The phobic object or situation is actively avoided or endured with intense fear or anxiety. D. The fear or anxiety is out of proportion to the actual danger posed by the specific object or situation and to the sociocultural context. E. The fear, anxiety, or avoidance is persistent, typically lasting for 6 months or more. F. The fear, anxiety, or avoidance causes clinically significant dis- tress or impairment in social, occupational, or other important ar- eas of functioning. G. The disturbance is not better explained by the symptoms of an- other mental disorder, including fear, anxiety, and avoidance of situations associated with panic-like symptoms or other inca- pacitating symptoms (as in agoraphobia); objects or situations related to obsessions (as in obsessive-compulsive disorder); reminders of traumatic events (as in posttraumatic stress disor- der); separation from home or attachment figures (as in separa- tion anxiety disorder); or social situations (as in social anxiety disorder). Specify if: Code based on the phobic stimulus: 300.29 (F40.218) Animal (e.g., spiders, insects, dogs) 300.29 (F40.228) Natural environment (e.g., heights, storms, water) 300.29 (F40.23x) Blood-injection-injury (e.g., needles, inva- sive medical procedures) Coding note: Select specific ICD-10-CM code as follows: F40.230 fear of blood; F40.231 fear of injections and trans- fusions; F40.232 fear of other medical care; or F40.233 fear of injury. 300.29 (F40.248) Situational (e.g., airplanes, elevators, en- closed places) 300.29 (F40.298) Other (e.g., situations that may lead to choking or vomiting; in children, e.g., loud sounds or costumed characters) Coding note. When more than one phobic stimulus is present, code all ICD-10-CM codes that apply (e.g., for fear of snakes and flying, F40.218 specific phobia, animal, and F40.248 specific phobia, situational).",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": true,
    "has_followup": false
  }
}