{
  "id": "DSM-5_53447910",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "44 Neurodevelopmental Disorders Unspecified Neurodevelopmental Disorder 315.9 (F89) This category applies to presentations in which symptoms charac- teristic of a neurodevelopmental disorder that cause impairment in social, occupational, or other important areas of functioning predom- inate but do not meet the full criteria for any of the disorders in the neurodevelopmental disorders diagnostic class. The unspecified neurodevelopmental disorder category is used in situations in which the clinician chooses not to specify the reason that the criteria are not met for a specific neurodevelopmental disorder, and includes pre- sentations in which there is insufficient information to make a more specific diagnosis (e.g., in emergency room settings). Schizophrenia Spectrum and Other Psychotic Disorders Schizotypal (Personality) Disorder Criteria for schizotypal personality disorder can be found in the chapter “Personality Disorders.” Because this disorder is considered part of the schizophrenia spectrum of disorders, and is labeled in this section of ICD-9 and ICD-10 as schizotypal disorder, it is listed in this chapter, and the criteria are presented in the chapter “Personality Disorders.” Delusional Disorder 297.1 (F22) A. The presence of one (or more) delusions with a duration of 1 month or longer. B. Criterion A for schizophrenia has never been met. Note: Hallucinations, if present, are not prominent and are related to the delusional theme (e.g., the sensation of being infested with insects associated with delusions of infestation). C. Apart from the impact of the delusion(s) or its ramifications, func- tioning is not markedly impaired, and behavior is not obviously bi- zarre or odd. D. If manic or major depressive episodes have occurred, these have been brief relative to the duration of the delusional periods. E. The disturbance is not attributable to the physiological effects of a substance or another medical condition and is not better ex- plained by another mental disorder, such as body dysmorphic disorder or obsessive-compulsive disorder. Specify whether: Erotomanic type: This subtype applies when the central theme of the delusion is that another person is in love with the individual. 45 46 Schizophrenia Spectrum and Other Psychotic Disorders Grandiose type: This subtype applies when the central theme of the delusion is the conviction of having some great (but unrecog- nized) talent or insight or having made some important discovery. Jealous type: This subtype applies when the central theme of the individual’s delusion is that his or her spouse or lover is unfaithful. Persecutory type: This subtype applies when the central theme of the delusion involves the individual’s belief that he or she is be- ing conspired against, cheated, spied on, followed, poisoned or drugged, maliciously maligned, harassed, or obstructed in the pursuit of long-term goals. Somatic type: This subtype applies when the central theme of the delusion involves bodily functions or sensations. Mixed type: This subtype applies when no one delusional theme predominates. Unspecified type: This subtype applies when the dominant de- lusional belief cannot be clearly determined or is not described in the specific types (e.g., referential delusions without a prominent persecutory or grandiose component). Specify if: With bizarre content: Delusions are deemed bizarre if they are clearly implausible, not understandable, and not derived from or- dinary life experiences (e.g., an individual’s belief that a stranger has removed his or her internal organs and replaced them with someone else’s organs without leaving any wounds or scars). Specify if: The following course specifiers are only to be used after a 1-year du- ration of the disorder: First episode, currently in acute episode: First manifestation of the disorder meeting the defining diagnostic symptom and time criteria. An acute episode is a time period in which the symptom criteria are fulfilled. First episode, currently in partial remission: Partial remission is a time period during which an improvement after a previous episode is maintained and in which the defining criteria of the dis- order are only partially fulfilled.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}