{
  "id": "DSM-5_b7d0f63f",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "256 Substance-Related and Addictive Disorders Unspecified Inhalant-Related Disorder 292.9 (F18.99) This category applies to presentations in which symptoms character- istic of an inhalant-related disorder that cause clinically significant distress or impairment in social, occupational, or other important ar- eas of functioning predominate but do not meet the full criteria for any specific inhalant-related disorder or any of the disorders in the sub- stance-related and addictive disorders diagnostic class. Opioid-Related Disorders Opioid Use Disorder A. A problematic pattern of opioid use leading to clinically significant impairment or distress, as manifested by at least two of the fol- lowing, occurring within a 12-month period: 1. Opioids are often taken in larger amounts or over a longer period than was intended. 2. There is a persistent desire or unsuccessful efforts to cut down or control opioid use. 3. A great deal of time is spent in activities necessary to obtain the opioid, use the opioid, or recover from its effects. 4. Craving, or a strong desire or urge to use opioids. 5. Recurrent opioid use resulting in a failure to fulfill major role obligations at work, school, or home. 6. Continued opioid use despite having persistent or recurrent social or interpersonal problems caused or exacerbated by the effects of opioids. 7. Important social, occupational, or recreational activities are given up or reduced because of opioid use. 8. Recurrent opioid use in situations in which it is physically hazardous. Opioid Use Disorder 257 9. Continued opioid use despite knowledge of having a persis- tent or recurrent physical or psychological problem that is likely to have been caused or exacerbated by the substance. 10. Tolerance, as defined by either of the following: a. A need for markedly increased amounts of opioids to achieve intoxication or desired effect. b. A markedly diminished effect with continued use of the same amount of an opioid. Note: This criterion is not considered to be met for those tak- ing opioids solely under appropriate medical supervision. 11. Withdrawal, as manifested by either of the following: a. The characteristic opioid withdrawal syndrome (refer to Criteria A and B of the criteria set for opioid withdrawal, pp. 259–260). b. Opioids (or a closely related substance) are taken to re- lieve or avoid withdrawal symptoms. Note: This criterion is not considered to be met for those in- dividuals taking opioids solely under appropriate medical su- pervision. Specify if: In early remission: After full criteria for opioid use disorder were previously met, none of the criteria for opioid use disorder have been met for at least 3 months but for less than 12 months (with the exception that Criterion A4, “Craving, or a strong desire or urge to use opioids,” may be met). In sustained remission: After full criteria for opioid use disorder were previously met, none of the criteria for opioid use disorder have been met at any time during a period of 12 months or longer (with the exception that Criterion A4, “Craving, or a strong desire or urge to use opioids,” may be met). Specify if: On maintenance therapy: This additional specifier is used if the individual is taking a prescribed agonist medication such as methadone or buprenorphine and none of the criteria for opioid use disorder have been met for that class of medication (except tolerance to, or withdrawal from, the agonist). This category also 258 Substance-Related and Addictive Disorders applies to those individuals being maintained on a partial ago- nist, an agonist/antagonist, or a full antagonist such as oral nal- trexone or depot naltrexone. In a controlled environment: This additional specifier is used if the individual is in an environment where access to opioids is restricted. Coding based on current severity: Note for ICD-10-CM codes: If an opioid intoxication, opioid withdrawal, or another opioid-induced mental disorder is also present, do not use the codes below for opioid use disorder. Instead, the comorbid opioid use disorder is indicated in the 4th character of the opioid-induced disorder code (see the coding note for opioid intoxication, opioid withdrawal, or specific opioid-induced mental disorder). For example, if there is comorbid opioid-induced de- pressive disorder and opioid use disorder, only the opioid-induced depressive disorder code is given, with the 4th character indicating whether the comorbid opioid use disorder is mild, moderate, or se- vere: F11.14 for mild opioid use disorder with opioid-induced depres- sive disorder or F11.24 for a moderate or severe opioid use disorder with opioid-induced depressive disorder. Specify current severity: 305.50 (F11.10) Mild: Presence of 2–3 symptoms. 304.00 (F11.20) Moderate: Presence of 4–5 symptoms. 304.00 (F11.20) Severe: Presence of 6 or more symptoms. Opioid Intoxication A. Recent use of an opioid. B. Clinically significant problematic behavioral or psychological changes (e.g., initial euphoria followed by apathy, dysphoria, psy- chomotor agitation or retardation, impaired judgment) that devel- oped during, or shortly after, opioid use. C. Pupillary constriction (or pupillary dilation due to anoxia from se- vere overdose) and one (or more) of the following signs or symp- toms developing during, or shortly after, opioid use: 1. Drowsiness or coma. 2. Slurred speech. 3. Impairment in attention or memory.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}