{
  "id": "DSM-5_b94bae1f",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Unspecified Communication Disorder 27 Unspecified Communication Disorder 307.9 (F80.9) This category applies to presentations in which symptoms characteristic of communication disorder that cause clinically significant distress or im- pairment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for communication disorder or for any of the disorders in the neurodevelopmental disorders diagnos- tic class. The unspecified communication disorder category is used in situations in which the clinician chooses not to specify the reason that the criteria are not met for communication disorder or for a specific neu- rodevelopmental disorder, and includes presentations in which there is insufficient information to make a more specific diagnosis. Autism Spectrum Disorder Autism Spectrum Disorder 299.00 (F84.0) A. Persistent deficits in social communication and social interaction across multiple contexts, as manifested by the following, currently or by history (examples are illustrative, not exhaustive): 1. Deficits in social-emotional reciprocity, ranging, for example, from abnormal social approach and failure of normal back-and- forth conversation; to reduced sharing of interests, emotions, or affect; to failure to initiate or respond to social interactions. 2. Deficits in nonverbal communicative behaviors used for so- cial interaction, ranging, for example, from poorly integrated verbal and nonverbal communication; to abnormalities in eye contact and body language or deficits in understanding and use of gestures; to a total lack of facial expressions and non- verbal communication. 28 Neurodevelopmental Disorders 3. Deficits in developing, maintaining, and understanding rela- tionships, ranging, for example, from difficulties adjusting be- havior to suit various social contexts; to difficulties in sharing imaginative play or in making friends; to absence of interest in peers. Specify current severity: Severity is based on social communication impairments and restricted, repetitive patterns of behavior (see Table 2). B. Restricted, repetitive patterns of behavior, interests, or activities, as manifested by at least two of the following, currently or by his- tory (examples are illustrative, not exhaustive): 1. Stereotyped or repetitive motor movements, use of objects, or speech (e.g., simple motor stereotypies, lining up toys or flipping objects, echolalia, idiosyncratic phrases). 2. Insistence on sameness, inflexible adherence to routines, or ritualized patterns of verbal or nonverbal behavior (e.g., ex- treme distress at small changes, difficulties with transitions, rigid thinking patterns, greeting rituals, need to take same route or eat same food every day). 3. Highly restricted, fixated interests that are abnormal in inten- sity or focus (e.g., strong attachment to or preoccupation with unusual objects, excessively circumscribed or persever- ative interests). 4. Hyper- or hyporeactivity to sensory input or unusual interest in sensory aspects of the environment (e.g., apparent indif- ference to pain/temperature, adverse response to specific sounds or textures, excessive smelling or touching of ob- jects, visual fascination with lights or movement). Specify current severity: Severity is based on social communication impairments and restricted, repetitive patterns of behavior (see Table 2). C. Symptoms must be present in the early developmental period (but may not become fully manifest until social demands exceed limited capacities, or may be masked by learned strategies in later life). D. Symptoms cause clinically significant impairment in social, occu- pational, or other important areas of current functioning.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}