{
  "id": "DSM-5_118a41bd",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Tobacco Use Disorder 275 11. Withdrawal, as manifested by either of the following: a. The characteristic withdrawal syndrome for tobacco (refer to Criteria A and B of the criteria set for tobacco withdrawal). b. Tobacco (or a closely related substance, such as nico- tine) is taken to relieve or avoid withdrawal symptoms. Specify if: In early remission: After full criteria for tobacco use disorder were previously met, none of the criteria for tobacco use disorder have been met for at least 3 months but for less than 12 months (with the exception that Criterion A4, “Craving, or a strong desire or urge to use tobacco,” may be met). In sustained remission: After full criteria for tobacco use disor- der were previously met, none of the criteria for tobacco use dis- order have been met at any time during a period of 12 months or longer (with the exception that Criterion A4, “Craving, or a strong desire or urge to use tobacco,” may be met). Specify if: On maintenance therapy: The individual is taking a long-term maintenance medication, such as nicotine replacement medica- tion, and no criteria for tobacco use disorder have been met for that class of medication (except tolerance to, or withdrawal from, the nicotine replacement medication). In a controlled environment: This additional specifier is used if the individual is in an environment where access to tobacco is re- stricted. Coding based on current severity: Note for ICD-10-CM codes: If a to- bacco withdrawal or tobacco-induced sleep disorder is also present, do not use the codes below for tobacco use disorder. Instead, the comor- bid tobacco use disorder is indicated in the 4th character of the tobacco- induced disorder code (see the coding note for tobacco withdrawal or tobacco-induced sleep disorder). For example, if there is comorbid to- bacco-induced sleep disorder and tobacco use disorder, only the tobacco-induced sleep disorder code is given, with the 4th character in- dicating whether the comorbid tobacco use disorder is moderate or se- vere: F17.208 for moderate or severe tobacco use disorder with tobacco-induced sleep disorder. It is not permissible to code a comor- bid mild tobacco use disorder with a tobacco-induced sleep disorder. 276 Substance-Related and Addictive Disorders Specify current severity: 305.1 (Z72.0) Mild: Presence of 2–3 symptoms 305.1 (F17.200) Moderate: Presence of 4–5 symptoms 305.1 (F17.200) Severe: Presence of 6 or more symptoms Tobacco Withdrawal 292.0 (F17.203) A. Daily use of tobacco for at least several weeks. B. Abrupt cessation of tobacco use, or reduction in the amount of to- bacco used, followed within 24 hours by four (or more) of the fol- lowing signs or symptoms: 1. Irritability, frustration, or anger. 2. Anxiety. 3. Difficulty concentrating. 4. Increased appetite. 5. Restlessness. 6. Depressed mood. 7. Insomnia. C. The signs or symptoms in Criterion B cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. D. The signs or symptoms are not attributable to another medical condition and are not better explained by another mental disor- der, including intoxication or withdrawal from another substance. Coding note: The ICD-9-CM code is 292.0. The ICD-10-CM code for tobacco withdrawal is F17.203. Note that the ICD-10-CM code indi- cates the comorbid presence of a moderate or severe tobacco use disorder, reflecting the fact that tobacco withdrawal can only occur in the presence of a moderate or severe tobacco use disorder. It is not permissible to code a comorbid mild tobacco use disorder with tobac- co withdrawal. 276 Substance-Related and Addictive Disorders Specify current severity: 305.1 (Z72.0) Mild: Presence of 2–3 symptoms 305.1 (F17.200) Moderate: Presence of 4–5 symptoms 305.1 (F17.200) Severe: Presence of 6 or more symptoms Tobacco Withdrawal 292.0 (F17.203) A. Daily use of tobacco for at least several weeks. B. Abrupt cessation of tobacco use, or reduction in the amount of to- bacco used, followed within 24 hours by four (or more) of the fol- lowing signs or symptoms: 1. Irritability, frustration, or anger. 2. Anxiety. 3. Difficulty concentrating. 4. Increased appetite. 5. Restlessness. 6. Depressed mood. 7. Insomnia. C. The signs or symptoms in Criterion B cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. D. The signs or symptoms are not attributable to another medical condition and are not better explained by another mental disor- der, including intoxication or withdrawal from another substance. Coding note: The ICD-9-CM code is 292.0. The ICD-10-CM code for tobacco withdrawal is F17.203. Note that the ICD-10-CM code indi- cates the comorbid presence of a moderate or severe tobacco use disorder, reflecting the fact that tobacco withdrawal can only occur in the presence of a moderate or severe tobacco use disorder. It is not permissible to code a comorbid mild tobacco use disorder with tobac- co withdrawal. Unspecified Tobacco-Related Disorder 277 Other Tobacco-Induced Disorders Tobacco-induced sleep disorder is discussed in the chapter “Sleep- Wake Disorders” (see “Substance/Medication-Induced Sleep Disor- der”). Unspecified Tobacco-Related Disorder 292.9 (F17.209) This category applies to presentations in which symptoms character- istic of a tobacco-related disorder that cause clinically significant dis- tress or impairment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for any specific tobacco-related disorder or any of the disorders in the sub- stance-related and addictive disorders diagnostic class. Other (or Unknown) Substance–Related Disorders Other (or Unknown) Substance Use Disorder A. A problematic pattern of use of an intoxicating substance not able to be classified within the alcohol; caffeine; cannabis; hallucino- gen (phencyclidine and others); inhalant; opioid; sedative, hyp- notic, or anxiolytic; stimulant; or tobacco categories and leading to clinically significant impairment or distress, as manifested by at least two of the following, occurring within a 12-month period: 1. The substance is often taken in larger amounts or over a lon- ger period than was intended.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}