{
  "id": "DSM-5_b2b0d87d",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "This page intentionally left blank Somatic Symptom and Related Disorders Somatic Symptom Disorder 300.82 (F45.1) A. One or more somatic symptoms that are distressing or result in significant disruption of daily life. B. Excessive thoughts, feelings, or behaviors related to the somatic symptoms or associated health concerns as manifested by at least one of the following: 1. Disproportionate and persistent thoughts about the serious- ness of one’s symptoms. 2. Persistently high level of anxiety about health or symptoms. 3. Excessive time and energy devoted to these symptoms or health concerns. C. Although any one somatic symptom may not be continuously present, the state of being symptomatic is persistent (typically more than 6 months). Specify if: With predominant pain (previously pain disorder): This specifier is for individuals whose somatic symptoms predominantly involve pain. Specify if: Persistent: A persistent course is characterized by severe symp- toms, marked impairment, and long duration (more than 6 months). Specify current severity: Mild: Only one of the symptoms specified in Criterion B is ful- filled. Moderate: Two or more of the symptoms specified in Criterion B are fulfilled. 161 162 Somatic Symptom and Related Disorders Severe: Two or more of the symptoms specified in Criterion B are fulfilled, plus there are multiple somatic complaints (or one very severe somatic symptom). Illness Anxiety Disorder 300.7 (F45.21) A. Preoccupation with having or acquiring a serious illness. B. Somatic symptoms are not present or, if present, are only mild in intensity. If another medical condition is present or there is a high risk for developing a medical condition (e.g., strong family history is present), the preoccupation is clearly excessive or dispropor- tionate. C. There is a high level of anxiety about health, and the individual is easily alarmed about personal health status. D. The individual performs excessive health-related behaviors (e.g., repeatedly checks his or her body for signs of illness) or exhibits maladaptive avoidance (e.g., avoids doctor appointments and hospitals). E. Illness preoccupation has been present for at least 6 months, but the specific illness that is feared may change over that period of time. F. The illness-related preoccupation is not better explained by an- other mental disorder, such as somatic symptom disorder, panic disorder, generalized anxiety disorder, body dysmorphic disor- der, obsessive-compulsive disorder, or delusional disorder, so- matic type. Specify whether: Care-seeking type: Medical care, including physician visits or undergoing tests and procedures, is frequently used. Care-avoidant type: Medical care is rarely used. Conversion Disorder 163 Conversion Disorder (Functional Neurological Symptom Disorder) A. One or more symptoms of altered voluntary motor or sensory function. B. Clinical findings provide evidence of incompatibility between the symptom and recognized neurological or medical conditions. C. The symptom or deficit is not better explained by another medical or mental disorder. D. The symptom or deficit causes clinically significant distress or im- pairment in social, occupational, or other important areas of func- tioning or warrants medical evaluation. Coding note: The ICD-9-CM code for conversion disorder is 300.11, which is assigned regardless of the symptom type. The ICD-10-CM code depends on the symptom type (see below). Specify symptom type: (F44.4) With weakness or paralysis (F44.4) With abnormal movement (e.g., tremor, dystonic move- ment, myoclonus, gait disorder) (F44.4) With swallowing symptoms (F44.4) With speech symptom (e.g., dysphonia, slurred speech) (F44.5) With attacks or seizures (F44.6) With anesthesia or sensory loss (F44.6) With special sensory symptom (e.g., visual, olfactory, or hearing disturbance) (F44.7) With mixed symptoms Specify if: Acute episode: Symptoms present for less than 6 months. Persistent: Symptoms occurring for 6 months or more. Specify if: With psychological stressor (specify stressor) Without psychological stressor 164 Somatic Symptom and Related Disorders Psychological Factors Affecting Other Medical Conditions 316 (F54) A. A medical symptom or condition (other than a mental disorder) is present. B. Psychological or behavioral factors adversely affect the medical condition in one of the following ways: 1. The factors have influenced the course of the medical condi- tion as shown by a close temporal association between the psychological factors and the development or exacerbation of, or delayed recovery from, the medical condition. 2. The factors interfere with the treatment of the medical condi- tion (e.g., poor adherence). 3. The factors constitute additional well-established health risks for the individual. 4. The factors influence the underlying pathophysiology, pre- cipitating or exacerbating symptoms or necessitating medi- cal attention. C. The psychological and behavioral factors in Criterion B are not better explained by another mental disorder (e.g., panic disorder, major depressive disorder, posttraumatic stress disorder). Specify current severity: Mild: Increases medical risk (e.g., inconsistent adherence with antihypertension treatment). Moderate: Aggravates underlying medical condition (e.g., anxi- ety aggravating asthma). Severe: Results in medical hospitalization or emergency room visit. Extreme: Results in severe, life-threatening risk (e.g., ignoring heart attack symptoms).",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": true,
    "has_followup": true
  }
}