{
  "id": "DSM-5_9e73f159",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Conversion Disorder 163 Conversion Disorder (Functional Neurological Symptom Disorder) A. One or more symptoms of altered voluntary motor or sensory function. B. Clinical findings provide evidence of incompatibility between the symptom and recognized neurological or medical conditions. C. The symptom or deficit is not better explained by another medical or mental disorder. D. The symptom or deficit causes clinically significant distress or im- pairment in social, occupational, or other important areas of func- tioning or warrants medical evaluation. Coding note: The ICD-9-CM code for conversion disorder is 300.11, which is assigned regardless of the symptom type. The ICD-10-CM code depends on the symptom type (see below). Specify symptom type: (F44.4) With weakness or paralysis (F44.4) With abnormal movement (e.g., tremor, dystonic move- ment, myoclonus, gait disorder) (F44.4) With swallowing symptoms (F44.4) With speech symptom (e.g., dysphonia, slurred speech) (F44.5) With attacks or seizures (F44.6) With anesthesia or sensory loss (F44.6) With special sensory symptom (e.g., visual, olfactory, or hearing disturbance) (F44.7) With mixed symptoms Specify if: Acute episode: Symptoms present for less than 6 months. Persistent: Symptoms occurring for 6 months or more. Specify if: With psychological stressor (specify stressor) Without psychological stressor 164 Somatic Symptom and Related Disorders Psychological Factors Affecting Other Medical Conditions 316 (F54) A. A medical symptom or condition (other than a mental disorder) is present. B. Psychological or behavioral factors adversely affect the medical condition in one of the following ways: 1. The factors have influenced the course of the medical condi- tion as shown by a close temporal association between the psychological factors and the development or exacerbation of, or delayed recovery from, the medical condition. 2. The factors interfere with the treatment of the medical condi- tion (e.g., poor adherence). 3. The factors constitute additional well-established health risks for the individual. 4. The factors influence the underlying pathophysiology, pre- cipitating or exacerbating symptoms or necessitating medi- cal attention. C. The psychological and behavioral factors in Criterion B are not better explained by another mental disorder (e.g., panic disorder, major depressive disorder, posttraumatic stress disorder). Specify current severity: Mild: Increases medical risk (e.g., inconsistent adherence with antihypertension treatment). Moderate: Aggravates underlying medical condition (e.g., anxi- ety aggravating asthma). Severe: Results in medical hospitalization or emergency room visit. Extreme: Results in severe, life-threatening risk (e.g., ignoring heart attack symptoms). Factitious Disorder 165 Factitious Disorder 300.19 (F68.10) Factitious Disorder Imposed on Self A. Falsification of physical or psychological signs or symptoms, or induction of injury or disease, associated with identified decep- tion. B. The individual presents himself or herself to others as ill, im- paired, or injured. C. The deceptive behavior is evident even in the absence of obvi- ous external rewards. D. The behavior is not better explained by another mental disorder, such as delusional disorder or another psychotic disorder. Specify: Single episode Recurrent episodes (two or more events of falsification of ill- ness and/or induction of injury) Factitious Disorder Imposed on Another (Previously Factitious Disorder by Proxy) A. Falsification of physical or psychological signs or symptoms, or induction of injury or disease, in another, associated with identi- fied deception. B. The individual presents another individual (victim) to others as ill, impaired, or injured. C. The deceptive behavior is evident even in the absence of obvi- ous external rewards. D. The behavior is not better explained by another mental disorder, such as delusional disorder or another psychotic disorder. Note: The perpetrator, not the victim, receives this diagnosis. Specify: Single episode Recurrent episodes (two or more events of falsification of ill- ness and/or induction of injury) 166 Somatic Symptom and Related Disorders Recording Procedures When an individual falsifies illness in another (e.g., children, adults, pets), the diagnosis is factitious disorder imposed on another. The perpetrator, not the victim, is given the diagnosis. The victim may be given an abuse diagnosis (e.g., 995.54 [T74.12X]; see the chapter “Other Conditions That May Be a Focus of Clinical Attention”). Other Specified Somatic Symptom and Related Disorder 300.89 (F45.8) This category applies to presentations in which symptoms character- istic of a somatic symptom and related disorder that cause clinically significant distress or impairment in social, occupational, or other im- portant areas of functioning predominate but do not meet the full cri- teria for any of the disorders in the somatic symptom and related disorders diagnostic class. Examples of presentations that can be specified using the “other specified” designation include the following: 1. Brief somatic symptom disorder: Duration of symptoms is less than 6 months. 2. Brief illness anxiety disorder: Duration of symptoms is less than 6 months. 3. Illness anxiety disorder without excessive health-related be- haviors: Criterion D for illness anxiety disorder is not met. 4. Pseudocyesis: A false belief of being pregnant that is associ- ated with objective signs and reported symptoms of pregnancy.",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": true,
    "has_followup": false
  }
}