{
  "id": "DSM-5_f1c1713d",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "This page intentionally left blank Sleep-Wake Disorders Insomnia Disorder 307.42 (F51.01) A. A predominant complaint of dissatisfaction with sleep quantity or quality, associated with one (or more) of the following symptoms: 1. Difficulty initiating sleep. (In children, this may manifest as dif- ficulty initiating sleep without caregiver intervention.) 2. Difficulty maintaining sleep, characterized by frequent awak- enings or problems returning to sleep after awakenings. (In children, this may manifest as difficulty returning to sleep without caregiver intervention.) 3. Early-morning awakening with inability to return to sleep. B. The sleep disturbance causes clinically significant distress or im- pairment in social, occupational, educational, academic, behav- ioral, or other important areas of functioning. C. The sleep difficulty occurs at least 3 nights per week. D. The sleep difficulty is present for at least 3 months. E. The sleep difficulty occurs despite adequate opportunity for sleep. F. The insomnia is not better explained by and does not occur exclusively during the course of another sleep-wake disorder (e.g., narcolepsy, a breathing-related sleep disorder, a circadian rhythm sleep-wake disorder, a parasomnia). G. The insomnia is not attributable to the physiological effects of a substance (e.g., a drug of abuse, a medication). H. Coexisting mental disorders and medical conditions do not ade- quately explain the predominant complaint of insomnia. Specify if: With non–sleep disorder mental comorbidity, including sub- stance use disorders 181 182 Sleep-Wake Disorders With other medical comorbidity With other sleep disorder Coding note: The code 307.42 (F51.01) applies to all three spec- ifiers. Code also the relevant associated mental disorder, medi- cal condition, or other sleep disorder immediately after the code for insomnia disorder in order to indicate the association. Specify if: Episodic: Symptoms last at least 1 month but less than 3 months. Persistent: Symptoms last 3 months or longer. Recurrent: Two (or more) episodes within the space of 1 year. Note: Acute and short-term insomnia (i.e., symptoms lasting less than 3 months but otherwise meeting all criteria with regard to fre- quency, intensity, distress, and/or impairment) should be coded as an other specified insomnia disorder. Hypersomnolence Disorder 307.44 (F51.11) A. Self-reported excessive sleepiness (hypersomnolence) despite a main sleep period lasting at least 7 hours, with at least one of the following symptoms: 1. Recurrent periods of sleep or lapses into sleep within the same day. 2. A prolonged main sleep episode of more than 9 hours per day that is nonrestorative (i.e., unrefreshing). 3. Difficulty being fully awake after abrupt awakening. B. The hypersomnolence occurs at least three times per week, for at least 3 months. C. The hypersomnolence is accompanied by significant distress or impairment in cognitive, social, occupational, or other important areas of functioning. Hypersomnolence Disorder 183 D. The hypersomnolence is not better explained by and does not occur exclusively during the course of another sleep disorder (e.g., narcolepsy, breathing-related sleep disorder, circadian rhythm sleep-wake disorder, or a parasomnia). E. The hypersomnolence is not attributable to the physiological ef- fects of a substance (e.g., a drug of abuse, a medication). F. Coexisting mental and medical disorders do not adequately ex- plain the predominant complaint of hypersomnolence. Specify if: With mental disorder, including substance use disorders With medical condition With another sleep disorder Coding note: The code 307.44 (F51.11) applies to all three specifiers. Code also the relevant associated mental disorder, medical condition, or other sleep disorder immediately after the code for hypersomnolence disorder in order to indicate the asso- ciation. Specify if: Acute: Duration of less than 1 month. Subacute: Duration of 1–3 months. Persistent: Duration of more than 3 months. Specify current severity: Specify severity based on degree of difficulty maintaining daytime alertness as manifested by the occurrence of multiple attacks of irre- sistible sleepiness within any given day occurring, for example, while sedentary, driving, visiting with friends, or working. Mild: Difficulty maintaining daytime alertness 1–2 days/week. Moderate: Difficulty maintaining daytime alertness 3–4 days/week. Severe: Difficulty maintaining daytime alertness 5–7 days/week.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": true,
    "has_followup": false
  }
}