{
  "id": "DSM-5_bc3fcc8c",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "310 Neurocognitive Disorders 2. The neurocognitive syndrome is temporally related to one or more documented cerebrovascular events. 3. Both clinical and genetic (e.g., cerebral autosomal dominant ar- teriopathy with subcortical infarcts and leukoencephalopathy) evidence of cerebrovascular disease is present. Possible vascular neurocognitive disorder is diagnosed if the clinical criteria are met but neuroimaging is not available and the tem- poral relationship of the neurocognitive syndrome with one or more cerebrovascular events is not established. Coding note: For probable major vascular neurocognitive disorder, with behavioral disturbance, code 290.40 (F01.51). For probable ma- jor vascular neurocognitive disorder, without behavioral disturbance, code 290.40 (F01.50). For possible major vascular neurocognitive disorder, with or without behavioral disturbance, code 331.9 (G31.9). An additional medical code for the vascular disease is not needed. For mild vascular neurocognitive disorder, code 331.83 (G31.84). (Note: Do not use an additional code for the vascular disease. Be- havioral disturbance cannot be coded but should still be indicated in writing.) Major or Mild Neurocognitive Disorder Due to Traumatic Brain Injury A. The criteria are met for major or mild neurocognitive disorder. B. There is evidence of a traumatic brain injury—that is, an impact to the head or other mechanisms of rapid movement or displacement of the brain within the skull, with one or more of the following: 1. Loss of consciousness. 2. Posttraumatic amnesia. 3. Disorientation and confusion. 4. Neurological signs (e.g., neuroimaging demonstrating injury; a new onset of seizures; a marked worsening of a preexisting seizure disorder; visual field cuts; anosmia; hemiparesis). Substance/Medication-Induced Major or Mild NCD 311 C. The neurocognitive disorder presents immediately after the occur- rence of the traumatic brain injury or immediately after recovery of consciousness and persists past the acute post-injury period. Coding note: For major neurocognitive disorder due to traumatic brain injury, with behavioral disturbance: For ICD-9-CM, first code 907.0 late effect of intracranial injury without skull fracture, followed by 294.11 major neurocognitive disorder due to traumatic brain injury, with behavioral disturbance. For ICD-10-CM, first code S06.2X9S dif- fuse traumatic brain injury with loss of consciousness of unspecified duration, sequela; followed by F02.81 major neurocognitive disorder due to traumatic brain injury, with behavioral disturbance. For major neurocognitive disorder due to traumatic brain injury, without behavioral disturbance: For ICD-9-CM, first code 907.0 late effect of intracranial injury without skull fracture, followed by 294.10 major neurocognitive disorder due to traumatic brain injury, without behavioral disturbance. For ICD-10-CM, first code S06.2X9S diffuse traumatic brain injury with loss of consciousness of unspecified dura- tion, sequela; followed by F02.80 major neurocognitive disorder due to traumatic brain injury, without behavioral disturbance. For mild neurocognitive disorder due to traumatic brain injury, code 331.83 (G31.84). (Note: Do not use the additional code for traumatic brain injury. Behavioral disturbance cannot be coded but should still be indicated in writing.) Substance/Medication-Induced Major or Mild Neurocognitive Disorder A. The criteria are met for major or mild neurocognitive disorder. B. The neurocognitive impairments do not occur exclusively during the course of a delirium and persist beyond the usual duration of intoxication and acute withdrawal. C. The involved substance or medication and duration and extent of use are capable of producing the neurocognitive impairment. D. The temporal course of the neurocognitive deficits is consistent with the timing of substance or medication use and abstinence (e.g., the deficits remain stable or improve after a period of abstinence).",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}