{
  "id": "DSM-5_9bd74be9",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "238 Substance-Related and Addictive Disorders 3. Excitement. 4. Insomnia. 5. Flushed face. 6. Diuresis. 7. Gastrointestinal disturbance. 8. Muscle twitching. 9. Rambling flow of thought and speech. 10. Tachycardia or cardiac arrhythmia. 11. Periods of inexhaustibility. 12. Psychomotor agitation. C. The signs or symptoms in Criterion B cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. D. The signs or symptoms are not attributable to another medical condition and are not better explained by another mental disor- der, including intoxication with another substance. Caffeine Withdrawal 292.0 (F15.93) A. Prolonged daily use of caffeine. B. Abrupt cessation of or reduction in caffeine use, followed within 24 hours by three (or more) of the following signs or symptoms: 1. Headache. 2. Marked fatigue or drowsiness. 3. Dysphoric mood, depressed mood, or irritability. 4. Difficulty concentrating. 5. Flu-like symptoms (nausea, vomiting, or muscle pain/stiff- ness). C. The signs or symptoms in Criterion B cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. D. The signs or symptoms are not associated with the physiological effects of another medical condition (e.g., migraine, viral illness) Unspecified Caffeine-Related Disorder 239 and are not better explained by another mental disorder, includ- ing intoxication or withdrawal from another substance. Other Caffeine-Induced Disorders The following caffeine-induced disorders are described in other chap- ters of the book with disorders with which they share phenomenol- ogy (see the substance/medication-induced mental disorders in these chapters): caffeine-induced anxiety disorder (“Anxiety Disorders”) and caffeine-induced sleep disorder (“Sleep-Wake Disorders”). These caffeine-induced disorders are diagnosed instead of caffeine intoxica- tion or caffeine withdrawal only when the symptoms are sufficiently severe to warrant independent clinical attention. Unspecified Caffeine-Related Disorder 292.9 (F15.99) This category applies to presentations in which symptoms character- istic of a caffeine-related disorder that cause clinically significant dis- tress or impairment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for any specific caffeine-related disorder or any of the disorders in the sub- stance-related and addictive disorders diagnostic class. Cannabis-Related Disorders Cannabis Use Disorder A. A problematic pattern of cannabis use leading to clinically signif- icant impairment or distress, as manifested by at least two of the following, occurring within a 12-month period: 240 Substance-Related and Addictive Disorders 1. Cannabis is often taken in larger amounts or over a longer period than was intended. 2. There is a persistent desire or unsuccessful efforts to cut down or control cannabis use. 3. A great deal of time is spent in activities necessary to ob- tain cannabis, use cannabis, or recover from its effects. 4. Craving, or a strong desire or urge to use cannabis. 5. Recurrent cannabis use resulting in a failure to fulfill major role obligations at work, school, or home. 6. Continued cannabis use despite having persistent or re- current social or interpersonal problems caused or exac- erbated by the effects of cannabis. 7. Important social, occupational, or recreational activities are given up or reduced because of cannabis use. 8. Recurrent cannabis use in situations in which it is physi- cally hazardous. 9. Cannabis use is continued despite knowledge of having a persistent or recurrent physical or psychological problem that is likely to have been caused or exacerbated by cannabis. 10. Tolerance, as defined by either of the following: a. A need for markedly increased amounts of cannabis to achieve intoxication or desired effect. b. Markedly diminished effect with continued use of the same amount of cannabis. 11. Withdrawal, as manifested by either of the following: a. The characteristic withdrawal syndrome for cannabis (refer to Criteria A and B of the criteria set for cannabis withdrawal, pp. 242–243). b. Cannabis (or a closely related substance) is taken to relieve or avoid withdrawal symptoms. Specify if: In early remission: After full criteria for cannabis use disorder were previously met, none of the criteria for cannabis use disor- der have been met for at least 3 months but for less than 12 months (with the exception that Criterion A4, “Craving, or a strong desire or urge to use cannabis,” may be met). Cannabis Intoxication 241 In sustained remission: After full criteria for cannabis use dis- order were previously met, none of the criteria for cannabis use disorder have been met at any time during a period of 12 months or longer (with the exception that Criterion A4, “Craving, or a strong desire or urge to use cannabis,” may be present). Specify if: In a controlled environment: This additional specifier is used if the individual is in an environment where access to cannabis is restricted. Code based on current severity: Note for ICD-10-CM codes: If a can- nabis intoxication, cannabis withdrawal, or another cannabis-induced mental disorder is also present, do not use the codes below for cannabis use disorder. Instead, the comorbid cannabis use disorder is indicated in the 4th character of the cannabis-induced disorder code (see the cod- ing note for cannabis intoxication, cannabis withdrawal, or a specific cannabis-induced mental disorder). For example, if there is comorbid cannabis-induced anxiety disorder and cannabis use disorder, only the cannabis-induced anxiety disorder code is given, with the 4th character indicating whether the comorbid cannabis use disorder is mild, moder- ate, or severe: F12.180 for mild cannabis use disorder with cannabis- induced anxiety disorder or F12.280 for a moderate, or severe cannabis use disorder with cannabis-induced anxiety disorder. Specify current severity: 305.20 (F12.10) Mild: Presence of 2–3 symptoms. 304.30 (F12.20) Moderate: Presence of 4–5 symptoms. 304.30 (F12.20) Severe: Presence of 6 or more symptoms. Cannabis Intoxication A. Recent use of cannabis. B. Clinically significant problematic behavioral or psychological changes (e.g., impaired motor coordination, euphoria, anxiety, sensation of slowed time, impaired judgment, social withdrawal) that developed during, or shortly after, cannabis use. C. Two (or more) of the following signs or symptoms developing within 2 hours of cannabis use: 242 Substance-Related and Addictive Disorders 1. Conjunctival injection. 2. Increased appetite. 3. Dry mouth. 4. Tachycardia. D. The signs or symptoms are not attributable to another medical condition and are not better explained by another mental disor- der, including intoxication with another substance. Specify if: With perceptual disturbances: Hallucinations with intact reality testing or auditory, visual, or tactile illusions occur in the absence of a delirium. Coding note: The ICD-9-CM code is 292.89. The ICD-10-CM code depends on whether or not there is a comorbid cannabis use disorder and whether or not there are perceptual disturbances. For cannabis intoxication, without perceptual disturbances: If a mild cannabis use disorder is comorbid, the ICD-10-CM code is F12.129, and if a moderate or severe cannabis use disorder is comorbid, the ICD-10-CM code is F12.229. If there is no comor- bid cannabis use disorder, then the ICD-10-CM code is F12.929. For cannabis intoxication, with perceptual disturbances: If a mild cannabis use disorder is comorbid, the ICD-10-CM code is F12.122, and if a moderate or severe cannabis use disorder is comorbid, the ICD-10-CM code is F12.222. If there is no comor- bid cannabis use disorder, then the ICD-10-CM code is F12.922. Cannabis Withdrawal 292.0 (F12.288) A. Cessation of cannabis use that has been heavy and prolonged (i.e., usually daily or almost daily use over a period of at least a few months). B. Three (or more) of the following signs and symptoms develop within approximately 1 week after Criterion A: 1. Irritability, anger, or aggression. 2. Nervousness or anxiety.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}