{
  "id": "DSM-5_eb8ad0fe",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Paraphilic Disorders Voyeuristic Disorder 302.82 (F65.3) A. Over a period of at least 6 months, recurrent and intense sexual arousal from observing an unsuspecting person who is naked, in the process of disrobing, or engaging in sexual activity, as man- ifested by fantasies, urges, or behaviors. B. The individual has acted on these sexual urges with a noncon- senting person, or the sexual urges or fantasies cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. C. The individual experiencing the arousal and/or acting on the urges is at least 18 years of age. Specify if: In a controlled environment: This specifier is primarily applica- ble to individuals living in institutional or other settings where op- portunities to engage in voyeuristic behavior are restricted. In full remission: The individual has not acted on the urges with a nonconsenting person, and there has been no distress or im- pairment in social, occupational, or other areas of functioning, for at least 5 years while in an uncontrolled environment. Exhibitionistic Disorder 302.4 (F65.2) A. Over a period of at least 6 months, recurrent and intense sexual arousal from the exposure of one’s genitals to an unsuspecting person, as manifested by fantasies, urges, or behaviors. 333 334 Paraphilic Disorders B. The individual has acted on these sexual urges with a noncon- senting person, or the sexual urges or fantasies cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. Specify whether: Sexually aroused by exposing genitals to prepubertal children Sexually aroused by exposing genitals to physically mature individuals Sexually aroused by exposing genitals to prepubertal chil- dren and to physically mature individuals Specify if: In a controlled environment: This specifier is primarily applica- ble to individuals living in institutional or other settings where op- portunities to expose one’s genitals are restricted. In full remission: The individual has not acted on the urges with a nonconsenting person, and there has been no distress or im- pairment in social, occupational, or other areas of functioning, for at least 5 years while in an uncontrolled environment. Frotteuristic Disorder 302.89 (F65.81) A. Over a period of at least 6 months, recurrent and intense sexual arousal from touching or rubbing against a nonconsenting per- son, as manifested by fantasies, urges, or behaviors. B. The individual has acted on these sexual urges with a noncon- senting person, or the sexual urges or fantasies cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. Specify if: In a controlled environment: This specifier is primarily applica- ble to individuals living in institutional or other settings where op- portunities to touch or rub against a nonconsenting person are restricted. Sexual Masochism Disorder 335 In full remission: The individual has not acted on the urges with a nonconsenting person, and there has been no distress or im- pairment in social, occupational, or other areas of functioning, for at least 5 years while in an uncontrolled environment. Sexual Masochism Disorder 302.83 (F65.51) A. Over a period of at least 6 months, recurrent and intense sexual arousal from the act of being humiliated, beaten, bound, or oth- erwise made to suffer, as manifested by fantasies, urges, or be- haviors. B. The fantasies, sexual urges, or behaviors cause clinically signif- icant distress or impairment in social, occupational, or other im- portant areas of functioning. Specify if: With asphyxiophilia: If the individual engages in the practice of achieving sexual arousal related to restriction of breathing. Specify if: In a controlled environment: This specifier is primarily appli- cable to individuals living in institutional or other settings where opportunities to engage in masochistic sexual behaviors are re- stricted. In full remission: There has been no distress or impairment in social, occupational, or other areas of functioning for at least 5 years while in an uncontrolled environment. Sexual Sadism Disorder 302.84 (F65.52) A. Over a period of at least 6 months, recurrent and intense sexual arousal from the physical or psychological suffering of another person, as manifested by fantasies, urges, or behaviors.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}