{
  "id": "DSM-5_510ceb5d",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "98 Depressive Disorders B. Presence, while depressed, of two (or more) of the following: 1. Poor appetite or overeating. 2. Insomnia or hypersomnia. 3. Low energy or fatigue. 4. Low self-esteem. 5. Poor concentration or difficulty making decisions. 6. Feelings of hopelessness. C. During the 2-year period (1 year for children or adolescents) of the disturbance, the individual has never been without the symp- toms in Criteria A and B for more than 2 months at a time. D. Criteria for a major depressive disorder may be continuously pres- ent for 2 years. E. There has never been a manic episode or a hypomanic episode, and criteria have never been met for cyclothymic disorder. F. The disturbance is not better explained by a persistent schizo- affective disorder, schizophrenia, delusional disorder, or other specified or unspecified schizophrenia spectrum and other psy- chotic disorder. G. The symptoms are not attributable to the physiological effects of a substance (e.g., a drug of abuse, a medication) or another medical condition (e.g., hypothyroidism). H. The symptoms cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. Note: Because the criteria for a major depressive episode include four symptoms that are absent from the symptom list for persistent depressive disorder (dysthymia), a very limited number of individuals will have depressive symptoms that have persisted longer than 2 years but will not meet criteria for persistent depressive disorder. If full cri- teria for a major depressive episode have been met at some point during the current episode of illness, they should be given a diagno- sis of major depressive disorder. Otherwise, a diagnosis of other specified depressive disorder or unspecified depressive disorder is warranted. Persistent Depressive Disorder (Dysthymia) 99 Specify if: With anxious distress (pp. 107–108) With mixed features (pp. 108–109) With melancholic features (pp. 109–110) With atypical features (pp. 110–111) With mood-congruent psychotic features (p. 111) With mood-incongruent psychotic features (p. 111) With peripartum onset (pp. 111–112) Specify if: In partial remission (p. 114) In full remission (p. 114) Specify if: Early onset: If onset is before age 21 years. Late onset: If onset is at age 21 years or older. Specify if (for most recent 2 years of persistent depressive disorder): With pure dysthymic syndrome: Full criteria for a major depres- sive episode have not been met in at least the preceding 2 years. With persistent major depressive episode: Full criteria for a major depressive episode have been met throughout the preced- ing 2-year period. With intermittent major depressive episodes, with current episode: Full criteria for a major depressive episode are currently met, but there have been periods of at least 8 weeks in at least the preceding 2 years with symptoms below the threshold for a full major depressive episode. With intermittent major depressive episodes, without cur- rent episode: Full criteria for a major depressive episode are not currently met, but there has been one or more major depressive episodes in at least the preceding 2 years. Specify current severity: Mild (p. 114) Moderate (p. 114) Severe (p. 114) 100 Depressive Disorders Premenstrual Dysphoric Disorder 625.4 (N94.3) A. In the majority of menstrual cycles, at least five symptoms must be present in the final week before the onset of menses, start to improve within a few days after the onset of menses, and be- come minimal or absent in the week postmenses. B. One (or more) of the following symptoms must be present: 1. Marked affective lability (e.g., mood swings; feeling suddenly sad or tearful, or increased sensitivity to rejection). 2. Marked irritability or anger or increased interpersonal con- flicts. 3. Marked depressed mood, feelings of hopelessness, or self- deprecating thoughts. 4. Marked anxiety, tension, and/or feelings of being keyed up or on edge. C. One (or more) of the following symptoms must additionally be present, to reach a total of five symptoms when combined with symptoms from Criterion B. 1. Decreased interest in usual activities (e.g., work, school, friends, hobbies). 2. Subjective difficulty in concentration. 3. Lethargy, easy fatigability, or marked lack of energy. 4. Marked change in appetite; overeating; or specific food cravings. 5. Hypersomnia or insomnia. 6. A sense of being overwhelmed or out of control. 7. Physical symptoms such as breast tenderness or swelling, joint or muscle pain, a sensation of “bloating,” or weight gain. Note: The symptoms in Criteria A–C must have been met for most menstrual cycles that occurred in the preceding year. D. The symptoms are associated with clinically significant distress or interference with work, school, usual social activities, or rela- tionships with others (e.g., avoidance of social activities; de- creased productivity and efficiency at work, school, or home).",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}