{
  "id": "DSM-5_84d834ad",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Unspecified Somatic Symptom and Related Disorder 167 Unspecified Somatic Symptom and Related Disorder 300.82 (F45.9) This category applies to presentations in which symptoms character- istic of a somatic symptom and related disorder that cause clinically significant distress or impairment in social, occupational, or other im- portant areas of functioning predominate but do not meet the full criteria for any of the disorders in the somatic symptom and related disorders diagnostic class. The unspecified somatic symptom and related disor- der category should not be used unless there are decidedly unusual situations where there is insufficient information to make a more spe- cific diagnosis. This page intentionally left blank Feeding and Eating Disorders Pica A. Persistent eating of nonnutritive, nonfood substances over a pe- riod of at least 1 month. B. The eating of nonnutritive, nonfood substances is inappropriate to the developmental level of the individual. C. The eating behavior is not part of a culturally supported or socially normative practice. D. If the eating behavior occurs in the context of another mental disorder (e.g., intellectual disability [intellectual developmental disorder], autism spectrum disorder, schizophrenia) or medical condition (including pregnancy), it is sufficiently severe to war- rant additional clinical attention. Coding note: The ICD-9-CM code for pica is 307.52 and is used for children or adults. The ICD-10-CM codes for pica are (F98.3) in chil- dren and (F50.8) in adults. Specify if: In remission: After full criteria for pica were previously met, the criteria have not been met for a sustained period of time. Rumination Disorder 307.53 (F98.21) A. Repeated regurgitation of food over a period of at least 1 month. Regurgitated food may be re-chewed, re-swallowed, or spit out. B. The repeated regurgitation is not attributable to an associated gastrointestinal or other medical condition (e.g., gastroesopha- geal reflux, pyloric stenosis). 169 170 Feeding and Eating Disorders C. The eating disturbance does not occur exclusively during the course of anorexia nervosa, bulimia nervosa, binge-eating disor- der, or avoidant/restrictive food intake disorder. D. If the symptoms occur in the context of another mental disorder (e.g., intellectual disability [intellectual developmental disorder] or another neurodevelopmental disorder), they are sufficiently severe to warrant additional clinical attention. Specify if: In remission: After full criteria for rumination disorder were pre- viously met, the criteria have not been met for a sustained period of time. Avoidant/Restrictive Food Intake Disorder 307.59 (F50.8) A. An eating or feeding disturbance (e.g., apparent lack of interest in eating or food; avoidance based on the sensory characteristics of food; concern about aversive consequences of eating) as mani- fested by persistent failure to meet appropriate nutritional and/or energy needs associated with one (or more) of the following: 1. Significant weight loss (or failure to achieve expected weight gain or faltering growth in children). 2. Significant nutritional deficiency. 3. Dependence on enteral feeding or oral nutritional supple- ments. 4. Marked interference with psychosocial functioning. B. The disturbance is not better explained by lack of available food or by an associated culturally sanctioned practice. C. The eating disturbance does not occur exclusively during the course of anorexia nervosa or bulimia nervosa, and there is no evidence of a disturbance in the way in which one’s body weight or shape is experienced. D. The eating disturbance is not attributable to a concurrent medical condition or not better explained by another mental disorder. When the eating disturbance occurs in the context of another Anorexia Nervosa 171 condition or disorder, the severity of the eating disturbance ex- ceeds that routinely associated with the condition or disorder and warrants additional clinical attention. Specify if: In remission: After full criteria for avoidant/restrictive food intake disorder were previously met, the criteria have not been met for a sustained period of time. Anorexia Nervosa A. Restriction of energy intake relative to requirements, leading to a significantly low body weight in the context of age, sex, devel- opmental trajectory, and physical health. Significantly low weight is defined as a weight that is less than minimally normal or, for chil- dren and adolescents, less than that minimally expected. B. Intense fear of gaining weight or of becoming fat, or persistent behavior that interferes with weight gain, even though at a signif- icantly low weight. C. Disturbance in the way in which one’s body weight or shape is experienced, undue influence of body weight or shape on self- evaluation, or persistent lack of recognition of the seriousness of the current low body weight. Coding note: The ICD-9-CM code for anorexia nervosa is 307.1, which is assigned regardless of the subtype. The ICD-10-CM code depends on the subtype (see below). Specify whether: (F50.01) Restricting type: During the last 3 months, the individ- ual has not engaged in recurrent episodes of binge eating or purging behavior (i.e., self-induced vomiting or the misuse of lax- atives, diuretics, or enemas). This subtype describes presenta- tions in which weight loss is accomplished primarily through dieting, fasting, and/or excessive exercise. (F50.02) Binge-eating/purging type: During the last 3 months, the individual has engaged in recurrent episodes of binge eating or purging behavior (i.e., self-induced vomiting or the misuse of laxatives, diuretics, or enemas).",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}