{
  "id": "DSM-5_fe0545ab",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Neurocognitive Disorders 287 TABLE 1 Neurocognitive domains (continued) Cognitive domain Examples of symptoms or observations Examples of assessments Executive function Major: Abandons complex projects. Needs to Planning: Ability to find the exit to a maze; interpret (planning, deci- focus on one task at a time. Needs to rely on a sequential picture or object arrangement. sion making, others to plan instrumental activities of Decision making: Performance of tasks that assess working mem- daily living or make decisions. process of deciding in the face of competing alter- ory, responding Mild: Increased effort required to complete natives (e.g., simulated gambling). to feedback/ multistage projects. Has increased diffi- Working memory: Ability to hold information for a error correction, culty multitasking or difficulty resuming a brief period and to manipulate it (e.g., adding up overriding task interrupted by a visitor or phone call. a list of numbers or repeating a series of numbers habits/inhibi- May complain of increased fatigue from or words backward). tion, mental the extra effort required to organize, plan, Feedback/error utilization: Ability to benefit from flexibility) and make decisions. May report that large feedback to infer the rules for solving a problem. social gatherings are more taxing or less Overriding habits/inhibition: Ability to choose a more enjoyable due to increased effort required complex and effortful solution to be correct (e.g., to follow shifting conversations. looking away from the direction indicated by an arrow; naming the color of a word’s font rather than naming the word). Mental/cognitive flexibility: Ability to shift between two concepts, tasks, or response rules (e.g., from num- ber to letter, from verbal to key-press response, from adding numbers to ordering numbers, from ordering objects by size to ordering by color). 288 Neurocognitive Disorders TABLE 1 Neurocognitive domains (continued) Cognitive domain Examples of symptoms or observations Examples of assessments Learning and Major: Repeats self in conversation, often Immediate memory span: Ability to repeat a list of memory (imme- within the same conversation. Cannot keep words or digits. Note: Immediate memory some- diate memory, track of short list of items when shopping, times subsumed under “working memory” (see recent memory or of plans for the day. Requires frequent “Executive Function”). [including free reminders to orient to task at hand. Recent memory: Assesses the process of encoding recall, cued Mild: Has difficulty recalling recent events, new information (e.g., word lists, a short story, or recall, and and relies increasingly on list making or diagrams). The aspects of recent memory that can recognition calendar. Needs occasional reminders or be tested include 1) free recall (the person is memory], very re-reading to keep track of characters in a asked to recall as many words, diagrams, or ele- long term mem- movie or novel. Occasionally may repeat ments of a story as possible); 2) cued recall (exam- ory [semantic; self over a few weeks to the same person. iner aids recall by providing semantic cues like autobiographi- Loses track of whether bills have already “List all the food items on the list” or “Name all cal], implicit been paid. of the children from the story”); and 3) recogni- learning) Note: Except in severe forms of major tion memory (examiner asks about specific neurocognitive disorder, semantic, autobi- items—e.g., “Was ’apple’ on the list? or “Did you ographical, and implicit memory are rela- see this diagram or figure?”). Other aspects of tively preserved, compared with recent memory that can be assessed include semantic memory. memory (memory for facts), autobiographical memory (memory for personal events or people), and implicit (procedural) learning (unconscious learning of skills).",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": true,
    "has_followup": false
  }
}