{
  "id": "DSM-5_6680e509",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "This page intentionally left blank Other Mental Disorders Other Specified Mental Disorder Due to Another Medical Condition 294.8 (F06.8) This category applies to presentations in which symptoms character- istic of a mental disorder due to another medical condition that cause clinically significant distress or impairment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for any specific mental disorder attributable to another med- ical condition. The other specified mental disorder due to another medical condition category is used in situations in which the clinician chooses to communicate the specific reason that the presentation does not meet the criteria for any specific mental disorder attributable to another medical condition. This is done by recording the name of the disorder, with the specific etiological medical condition inserted in place of “another medical condition,” followed by the specific symp- tomatic manifestation that does not meet the criteria for any specific mental disorder due to another medical condition. Furthermore, the di- agnostic code for the specific medical condition must be listed imme- diately before the code for the other specified mental disorder due to another medical condition. For example, dissociative symptoms due to complex partial seizures would be coded and recorded as 345.40 (G40.209) complex partial seizures, 294.8 (F06.8) other spec- ified mental disorder due to complex partial seizures, dissociative symptoms. An example of a presentation that can be specified using the “other specified” designation is the following: Dissociative symptoms: This includes symptoms occurring, for example, in the context of complex partial seizures. 341 342 Other Mental Disorders Unspecified Mental Disorder Due to Another Medical Condition 294.9 (F09) This category applies to presentations in which symptoms character- istic of a mental disorder due to another medical condition that cause clinically significant distress or impairment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for any specific mental disorder due to another medical con- dition. The unspecified mental disorder due to another medical con- dition category is used in situations in which the clinician chooses not to specify the reason that the criteria are not met for a specific mental disorder due to another medical condition, and includes presenta- tions for which there is insufficient information to make a more spe- cific diagnosis (e.g., in emergency room settings). This is done by recording the name of the disorder, with the specific etiological med- ical condition inserted in place of “another medical condition.” Fur- thermore, the diagnostic code for the specific medical condition must be listed immediately before the code for the unspecified mental dis- order due to another medical condition. For example, dissociative symptoms due to complex partial seizures would be coded and re- corded as 345.40 (G40.209) complex partial seizures, 294.9 (F06.9) unspecified mental disorder due to complex partial seizures. Other Specified Mental Disorder 343 Other Specified Mental Disorder 300.9 (F99) This category applies to presentations in which symptoms character- istic of a mental disorder that cause clinically significant distress or impairment in social, occupational, or other important areas of func- tioning predominate but do not meet the full criteria for any specific mental disorder. The other specified mental disorder category is used in situations in which the clinician chooses to communicate the specific reason that the presentation does not meet the criteria for any specific mental disorder. This is done by recording “other speci- fied mental disorder” followed by the specific reason. Unspecified Mental Disorder 300.9 (F99) This category applies to presentations in which symptoms character- istic of a mental disorder that cause clinically significant distress or impairment in social, occupational, or other important areas of func- tioning predominate but do not meet the full criteria for any mental disorder. The unspecified mental disorder category is used in situa- tions in which the clinician chooses not to specify the reason that the criteria are not met for a specific mental disorder, and includes pre- sentations for which there is insufficient information to make a more specific diagnosis (e.g., in emergency room settings).",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}