{
  "id": "DSM-5_3cac24d8",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Sedative, Hypnotic, or Anxiolytic Withdrawal 265 Sedative, Hypnotic, or Anxiolytic Withdrawal A. Cessation of (or reduction in) sedative, hypnotic, or anxiolytic use that has been prolonged. B. Two (or more) of the following, developing within several hours to a few days after the cessation of (or reduction in) sedative, hypnotic, or anxiolytic use described in Criterion A: 1. Autonomic hyperactivity (e.g., sweating or pulse rate greater than 100 bpm). 2. Hand tremor. 3. Insomnia. 4. Nausea or vomiting. 5. Transient visual, tactile, or auditory hallucinations or illusions. 6. Psychomotor agitation. 7. Anxiety. 8. Grand mal seizures. C. The signs or symptoms in Criterion B cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. D. The signs or symptoms are not attributable to another medical condition and are not better explained by another mental disor- der, including intoxication or withdrawal from another substance. Specify if: With perceptual disturbances: This specifier may be noted when hallucinations with intact reality testing or auditory, visual, or tactile illusions occur in the absence of a delirium. Coding note: The ICD-9-CM code is 292.0. The ICD-10-CM code for sedative, hypnotic, or anxiolytic withdrawal depends on whether or not there is a comorbid moderate or severe sedative, hypnotic, or anxiolytic use disorder and whether or not there are perceptual dis- turbances. For sedative, hypnotic, or anxiolytic withdrawal without perceptual disturbances, the ICD-10-CM code is F13.239. For seda- tive, hypnotic, or anxiolytic withdrawal with perceptual disturbances, the ICD-10-CM code is F13.232. Note that the ICD-10-CM codes in- dicate the comorbid presence of a moderate or severe sedative, hyp- 266 Substance-Related and Addictive Disorders notic, or anxiolytic use disorder, reflecting the fact that sedative, hypnotic, or anxiolytic withdrawal can only occur in the presence of a moderate or severe sedative, hypnotic, or anxiolytic use disorder. It is not permissible to code a comorbid mild sedative, hypnotic, or anx- iolytic use disorder with sedative, hypnotic, or anxiolytic withdrawal. Other Sedative-, Hypnotic-, or Anxiolytic-Induced Disorders The following sedative-, hypnotic-, or anxiolytic-induced disorders are described in other chapters of the book with disorders with which they share phenomenology (see the substance/medication-induced mental disorders in these chapters): sedative-, hypnotic-, or anxiolytic- induced psychotic disorder (“Schizophrenia Spectrum and Other Psychotic Disorders”); sedative-, hypnotic-, or anxiolytic-induced bi- polar disorder (“Bipolar and Related Disorders”); sedative-, hyp- notic-, or anxiolytic-induced depressive disorder (“Depressive Disorders”); sedative-, hypnotic-, or anxiolytic-induced anxiety dis- order (“Anxiety Disorders”); sedative-, hypnotic-, or anxiolytic- induced sleep disorder (“Sleep-Wake Disorders”); sedative-, hyp- notic-, or anxiolytic-induced sexual dysfunction (“Sexual Dysfunc- tions”); and sedative-, hypnotic-, or anxiolytic-induced major or mild neurocognitive disorder (“Neurocognitive Disorders”). For sedative, hypnotic, or anxiolytic intoxication delirium and sedative, hypnotic, or anxiolytic withdrawal delirium, see the criteria and discussion of delirium in the chapter “Neurocognitive Disorders.” These sedative- , hypnotic-, or anxiolytic-induced disorders are diagnosed instead of sedative, hypnotic, or anxiolytic intoxication or sedative, hypnotic, or anxiolytic withdrawal only when the symptoms are sufficiently se- vere to warrant independent clinical attention. Unspecified Sedative- or Hypnotic-Related Disorder 267 Unspecified Sedative-, Hypnotic-, or Anxiolytic-Related Disorder 292.9 (F13.99) This category applies to presentations in which symptoms character- istic of a sedative-, hypnotic-, or anxiolytic-related disorder that cause clinically significant distress or impairment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for any specific sedative-, hypnotic-, or anxiolytic-related disorder or any of the disorders in the substance-related and addic- tive disorders diagnostic class. Stimulant-Related Disorders Stimulant Use Disorder A. A pattern of amphetamine-type substance, cocaine, or other stimulant use leading to clinically significant impairment or dis- tress, as manifested by at least two of the following, occurring within a 12-month period: 1. The stimulant is often taken in larger amounts or over a lon- ger period than was intended. 2. There is a persistent desire or unsuccessful efforts to cut down or control stimulant use. 3. A great deal of time is spent in activities necessary to obtain the stimulant, use the stimulant, or recover from its effects. 4. Craving, or a strong desire or urge to use the stimulant. 5. Recurrent stimulant use resulting in a failure to fulfill major role obligations at work, school, or home.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}