{
  "id": "DSM-5_478503c1",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "158 Dissociative Disorders Other Specified Dissociative Disorder 300.15 (F44.89) This category applies to presentations in which symptoms character- istic of a dissociative disorder that cause clinically significant distress or impairment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for any of the disorders in the dissociative disorders diagnostic class. The other specified dissociative disorder category is used in situations in which the clinician chooses to communicate the specific reason that the presentation does not meet the criteria for any specific dissociative disorder. This is done by recording “other specified dissociative dis- order” followed by the specific reason (e.g., “dissociative trance”). Examples of presentations that can be specified using the “other specified” designation include the following: 1. Chronic and recurrent syndromes of mixed dissociative symptoms: This category includes identity disturbance associ- ated with less-than-marked discontinuities in sense of self and agency, or alterations of identity or episodes of possession in an individual who reports no dissociative amnesia. 2. Identity disturbance due to prolonged and intense coercive persuasion: Individuals who have been subjected to intense coer- cive persuasion (e.g., brainwashing, thought reform, indoctrination while captive, torture, long-term political imprisonment, recruitment by sects/cults or by terror organizations) may present with pro- longed changes in, or conscious questioning of, their identity. 3. Acute dissociative reactions to stressful events: This cate- gory is for acute, transient conditions that typically last less than 1 month, and sometimes only a few hours or days. These condi- tions are characterized by constriction of consciousness; deper- sonalization; derealization; perceptual disturbances (e.g., time slowing, macropsia); micro-amnesias; transient stupor; and/or al- terations in sensory-motor functioning (e.g., analgesia, paralysis). 4. Dissociative trance: This condition is characterized by an acute narrowing or complete loss of awareness of immediate surround- ings that manifests as profound unresponsiveness or insens- itivity to environmental stimuli. The unresponsiveness may be Unspecified Dissociative Disorder 159 accompanied by minor stereotyped behaviors (e.g., finger move- ments) of which the individual is unaware and/or that he or she cannot control, as well as transient paralysis or loss of con- sciousness. The dissociative trance is not a normal part of a broadly accepted collective cultural or religious practice. Unspecified Dissociative Disorder 300.15 (F44.9) This category applies to presentations in which symptoms character- istic of a dissociative disorder that cause clinically significant distress or impairment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for any of the disorders in the dissociative disorders diagnostic class. The unspec- ified dissociative disorder category is used in situations in which the clinician chooses not to specify the reason that the criteria are not met for a specific dissociative disorder, and includes presentations for which there is insufficient information to make a more specific di- agnosis (e.g., in emergency room settings). This page intentionally left blank Somatic Symptom and Related Disorders Somatic Symptom Disorder 300.82 (F45.1) A. One or more somatic symptoms that are distressing or result in significant disruption of daily life. B. Excessive thoughts, feelings, or behaviors related to the somatic symptoms or associated health concerns as manifested by at least one of the following: 1. Disproportionate and persistent thoughts about the serious- ness of one’s symptoms. 2. Persistently high level of anxiety about health or symptoms. 3. Excessive time and energy devoted to these symptoms or health concerns. C. Although any one somatic symptom may not be continuously present, the state of being symptomatic is persistent (typically more than 6 months). Specify if: With predominant pain (previously pain disorder): This specifier is for individuals whose somatic symptoms predominantly involve pain. Specify if: Persistent: A persistent course is characterized by severe symp- toms, marked impairment, and long duration (more than 6 months). Specify current severity: Mild: Only one of the symptoms specified in Criterion B is ful- filled. Moderate: Two or more of the symptoms specified in Criterion B are fulfilled. 161 162 Somatic Symptom and Related Disorders Severe: Two or more of the symptoms specified in Criterion B are fulfilled, plus there are multiple somatic complaints (or one very severe somatic symptom). Illness Anxiety Disorder 300.7 (F45.21) A. Preoccupation with having or acquiring a serious illness. B. Somatic symptoms are not present or, if present, are only mild in intensity. If another medical condition is present or there is a high risk for developing a medical condition (e.g., strong family history is present), the preoccupation is clearly excessive or dispropor- tionate. C. There is a high level of anxiety about health, and the individual is easily alarmed about personal health status. D. The individual performs excessive health-related behaviors (e.g., repeatedly checks his or her body for signs of illness) or exhibits maladaptive avoidance (e.g., avoids doctor appointments and hospitals). E. Illness preoccupation has been present for at least 6 months, but the specific illness that is feared may change over that period of time. F. The illness-related preoccupation is not better explained by an- other mental disorder, such as somatic symptom disorder, panic disorder, generalized anxiety disorder, body dysmorphic disor- der, obsessive-compulsive disorder, or delusional disorder, so- matic type. Specify whether: Care-seeking type: Medical care, including physician visits or undergoing tests and procedures, is frequently used. Care-avoidant type: Medical care is rarely used.",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": false,
    "has_followup": true
  }
}