{
  "id": "DSM-5_0b95a628",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Factitious Disorder 165 Factitious Disorder 300.19 (F68.10) Factitious Disorder Imposed on Self A. Falsification of physical or psychological signs or symptoms, or induction of injury or disease, associated with identified decep- tion. B. The individual presents himself or herself to others as ill, im- paired, or injured. C. The deceptive behavior is evident even in the absence of obvi- ous external rewards. D. The behavior is not better explained by another mental disorder, such as delusional disorder or another psychotic disorder. Specify: Single episode Recurrent episodes (two or more events of falsification of ill- ness and/or induction of injury) Factitious Disorder Imposed on Another (Previously Factitious Disorder by Proxy) A. Falsification of physical or psychological signs or symptoms, or induction of injury or disease, in another, associated with identi- fied deception. B. The individual presents another individual (victim) to others as ill, impaired, or injured. C. The deceptive behavior is evident even in the absence of obvi- ous external rewards. D. The behavior is not better explained by another mental disorder, such as delusional disorder or another psychotic disorder. Note: The perpetrator, not the victim, receives this diagnosis. Specify: Single episode Recurrent episodes (two or more events of falsification of ill- ness and/or induction of injury) 166 Somatic Symptom and Related Disorders Recording Procedures When an individual falsifies illness in another (e.g., children, adults, pets), the diagnosis is factitious disorder imposed on another. The perpetrator, not the victim, is given the diagnosis. The victim may be given an abuse diagnosis (e.g., 995.54 [T74.12X]; see the chapter “Other Conditions That May Be a Focus of Clinical Attention”). Other Specified Somatic Symptom and Related Disorder 300.89 (F45.8) This category applies to presentations in which symptoms character- istic of a somatic symptom and related disorder that cause clinically significant distress or impairment in social, occupational, or other im- portant areas of functioning predominate but do not meet the full cri- teria for any of the disorders in the somatic symptom and related disorders diagnostic class. Examples of presentations that can be specified using the “other specified” designation include the following: 1. Brief somatic symptom disorder: Duration of symptoms is less than 6 months. 2. Brief illness anxiety disorder: Duration of symptoms is less than 6 months. 3. Illness anxiety disorder without excessive health-related be- haviors: Criterion D for illness anxiety disorder is not met. 4. Pseudocyesis: A false belief of being pregnant that is associ- ated with objective signs and reported symptoms of pregnancy. Unspecified Somatic Symptom and Related Disorder 167 Unspecified Somatic Symptom and Related Disorder 300.82 (F45.9) This category applies to presentations in which symptoms character- istic of a somatic symptom and related disorder that cause clinically significant distress or impairment in social, occupational, or other im- portant areas of functioning predominate but do not meet the full criteria for any of the disorders in the somatic symptom and related disorders diagnostic class. The unspecified somatic symptom and related disor- der category should not be used unless there are decidedly unusual situations where there is insufficient information to make a more spe- cific diagnosis.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}