{
  "id": "DSM-5_e4177b53",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "280 Substance-Related and Addictive Disorders Other (or Unknown) Substance Intoxication A. The development of a reversible substance-specific syndrome attributable to recent ingestion of (or exposure to) a substance that is not listed elsewhere or is unknown. B. Clinically significant problematic behavioral or psychological changes that are attributable to the effect of the substance on the central nervous system (e.g., impaired motor coordination, psycho- motor agitation or retardation, euphoria, anxiety, belligerence, mood lability, cognitive impairment, impaired judgment, social withdrawal) and develop during, or shortly after, use of the substance. C. The signs or symptoms are not attributable to another medical condition and are not better explained by another mental disor- der, including intoxication with another substance. Coding note: The ICD-9-CM code is 292.89. The ICD-10-CM code depends on whether there is a comorbid other (or unknown) sub- stance use disorder involving the same substance. If a mild other (or unknown) substance use disorder is comorbid, the ICD-10-CM code is F19.129, and if a moderate or severe other (or unknown) sub- stance use disorder is comorbid, the ICD-10-CM code is F19.229. If there is no comorbid other (or unknown) substance use disorder in- volving the same substance, then the ICD-10-CM code is F19.929. Other (or Unknown) Substance Withdrawal 292.0 (F19.239) A. Cessation of (or reduction in) use of a substance that has been heavy and prolonged. B. The development of a substance-specific syndrome shortly after the cessation of (or reduction in) substance use. C. The substance-specific syndrome causes clinically significant distress or impairment in social, occupational, or other important areas of functioning. D. The symptoms are not attributable to another medical condition and are not better explained by another mental disorder, includ- ing withdrawal from another substance. Other (or Unknown) Substance Withdrawal 281 E. The substance involved cannot be classified under any of the other substance categories (alcohol; caffeine; cannabis; opioids; sedatives, hypnotics, or anxiolytics; stimulants; or tobacco) or is unknown. Coding note: The ICD-9-CM code is 292.0. The ICD-10-CM code for other (or unknown) substance withdrawal is F19.239. Note that the ICD-10-CM code indicates the comorbid presence of a moderate or severe other (or unknown) substance use disorder. It is not permis- sible to code a comorbid mild other (or unknown) substance use dis- order with other (or unknown) substance withdrawal. Other (or Unknown) Substance–Induced Disorders Because the category of other or unknown substances is inherently ill- defined, the extent and range of induced disorders are uncertain. Nevertheless, other (or unknown) substance–induced disorders are possible and are described in other chapters of the book with disor- ders with which they share phenomenology (see the substance/med- ication-induced mental disorders in these chapters): other (or unknown) substance–induced psychotic disorder (“Schizophrenia Spectrum and Other Psychotic Disorders”); other (or unknown) sub- stance–induced bipolar disorder (“Bipolar and Related Disorders”); other (or unknown) substance–induced depressive disorder (“De- pressive Disorders”); other (or unknown) substance–induced anxiety disorders (“Anxiety Disorders”); other (or unknown) substance– induced obsessive-compulsive disorder (“Obsessive-Compulsive and Related Disorders”); other (or unknown) substance–induced sleep disorder (“Sleep-Wake Disorders”); other (or unknown) sub- stance–induced sexual dysfunction (“Sexual Dysfunctions”); and other (or unknown) substance/medication–induced major or mild neu- rocognitive disorder (“Neurocognitive Disorders”). For other (or unknown) substance–induced intoxication delirium and other (or un- known) substance–induced withdrawal delirium, see the criteria and discussion of delirium in the chapter “Neurocognitive Disorders.” These other (or unknown) substance–induced disorders are diag- 282 Substance-Related and Addictive Disorders nosed instead of other (or unknown) substance intoxication or other (or unknown) substance withdrawal only when the symptoms are sufficiently severe to warrant independent clinical attention. Unspecified Other (or Unknown) Substance–Related Disorder 292.9 (F19.99) This category applies to presentations in which symptoms character- istic of an other (or unknown) substance–related disorder that cause clinically significant distress or impairment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for any specific other (or unknown) substance–related dis- order or any of the disorders in the substance-related disorders diag- nostic class. Non-Substance-Related Disorders Gambling Disorder 312.31 (F63.0) A. Persistent and recurrent problematic gambling behavior leading to clinically significant impairment or distress, as indicated by the individual exhibiting four (or more) of the following in a 12-month period: 1. Needs to gamble with increasing amounts of money in order to achieve the desired excitement. 2. Is restless or irritable when attempting to cut down or stop gambling. 3. Has made repeated unsuccessful efforts to control, cut back, or stop gambling.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}