{
  "id": "DSM-5_7dd8c10f",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "106 Depressive Disorders Coding note: Include the name of the other medical condition in the name of the mental disorder (e.g., 293.83 [F06.31] depressive disor- der due to hypothyroidism, with depressive features). The other med- ical condition should also be coded and listed separately immediately before the depressive disorder due to the medical condition (e.g., 244.9 [E03.9] hypothyroidism; 293.83 [F06.31] depressive disorder due to hypothyroidism, with depressive features). Other Specified Depressive Disorder 311 (F32.8) This category applies to presentations in which symptoms character- istic of a depressive disorder that cause clinically significant distress or impairment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for any of the disorders in the depressive disorders diagnostic class. The other specified depressive disorder category is used in situations in which the clinician chooses to communicate the specific reason that the presentation does not meet the criteria for any specific depressive disorder. This is done by recording “other specified depressive disor- der” followed by the specific reason (e.g., “short-duration depressive episode”). Examples of presentations that can be specified using the “other specified” designation include the following: 1. Recurrent brief depression: Concurrent presence of depressed mood and at least four other symptoms of depression for 2–13 days at least once per month (not associated with the menstrual cycle) for at least 12 consecutive months in an individual whose presentation has never met criteria for any other depressive or bipolar disorder and does not currently meet active or residual criteria for any psychotic disorder. 2. Short-duration depressive episode (4–13 days): Depressed affect and at least four of the other eight symptoms of a major de- pressive episode associated with clinically significant distress or impairment that persists for more than 4 days, but less than 14 days, in an individual whose presentation has never met criteria for any other depressive or bipolar disorder, does not currently meet ac- Unspecified Depressive Disorder 107 tive or residual criteria for any psychotic disorder, and does not meet criteria for recurrent brief depression. 3. Depressive episode with insufficient symptoms: Depressed affect and at least one of the other eight symptoms of a major de- pressive episode associated with clinically significant distress or impairment that persist for at least 2 weeks in an individual whose presentation has never met criteria for any other depressive or bipolar disorder, does not currently meet active or residual crite- ria for any psychotic disorder, and does not meet criteria for mixed anxiety and depressive disorder symptoms. Unspecified Depressive Disorder 311 (F32.9) This category applies to presentations in which symptoms character- istic of a depressive disorder that cause clinically significant distress or impairment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for any of the disorders in the depressive disorders diagnostic class. The unspeci- fied depressive disorder category is used in situations in which the clinician chooses not to specify the reason that the criteria are not met for a specific depressive disorder, and includes presentations for which there is insufficient information to make a more specific diag- nosis (e.g., in emergency room settings). Specifiers for Depressive Disorders Specify if: With anxious distress: Anxious distress is defined as the pres- ence of at least two of the following symptoms during the majority of days of a major depressive episode or persistent depressive disorder (dysthymia): 1. Feeling keyed up or tense. 2. Feeling unusually restless. 3. Difficulty concentrating because of worry. 108 Depressive Disorders 4. Fear that something awful may happen. 5. Feeling that the individual might lose control of himself or herself. Specify current severity: Mild: Two symptoms. Moderate: Three symptoms. Moderate-severe: Four or five symptoms. Severe: Four or five symptoms and with motor agitation. Note: Anxious distress has been noted as a prominent feature of both bipolar and major depressive disorder in both primary care and specialty mental health settings. High levels of anxiety have been associated with higher suicide risk, longer duration of ill- ness, and greater likelihood of treatment nonresponse. As a result, it is clinically useful to specify accurately the presence and sever- ity levels of anxious distress for treatment planning and monitor- ing of response to treatment. With mixed features: A. At least three of the following manic/hypomanic symptoms are present nearly every day during the majority of days of a major depressive episode: 1. Elevated, expansive mood. 2. Inflated self-esteem or grandiosity. 3. More talkative than usual or pressure to keep talking. 4. Flight of ideas or subjective experience that thoughts are racing. 5. Increase in energy or goal-directed activity (either socially, at work or school, or sexually). 6. Increased or excessive involvement in activities that have a high potential for painful consequences (e.g., en- gaging in unrestrained buying sprees, sexual indiscre- tions, foolish business investments). 7. Decreased need for sleep (feeling rested despite sleep- ing less than usual; to be contrasted with insomnia). B. Mixed symptoms are observable by others and represent a change from the person’s usual behavior.",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": true,
    "has_followup": true
  }
}