{
  "id": "DSM-5_15032656",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "234 Substance-Related and Addictive Disorders 11. Withdrawal, as manifested by either of the following: a. The characteristic withdrawal syndrome for alcohol (refer to Criteria A and B of the criteria set for alcohol withdrawal, pp. 235–236). b. Alcohol (or a closely related substance, such as a ben- zodiazepine) is taken to relieve or avoid withdrawal symptoms. Specify if: In early remission: After full criteria for alcohol use disorder were previously met, none of the criteria for alcohol use disorder have been met for at least 3 months but for less than 12 months (with the exception that Criterion A4, “Craving, or a strong desire or urge to use alcohol,” may be met). In sustained remission: After full criteria for alcohol use disor- der were previously met, none of the criteria for alcohol use dis- order have been met at any time during a period of 12 months or longer (with the exception that Criterion A4, “Craving, or a strong desire or urge to use alcohol,” may be met). Specify if: In a controlled environment: This additional specifier is used if the individual is in an environment where access to alcohol is restricted. Code based on current severity: Note for ICD-10-CM codes: If an al- cohol intoxication, alcohol withdrawal, or another alcohol-induced mental disorder is also present, do not use the codes below for alcohol use disorder. Instead, the comorbid alcohol use disorder is indicated in the 4th character of the alcohol-induced disorder code (see the coding note for alcohol intoxication, alcohol withdrawal, or a specific alcohol- induced mental disorder). For example, if there is comorbid alcohol in- toxication and alcohol use disorder, only the alcohol intoxication code is given, with the 4th character indicating whether the comorbid alcohol use disorder is mild, moderate, or severe: F10.129 for mild alcohol use disorder with alcohol intoxication or F10.229 for a moderate or severe alcohol use disorder with alcohol intoxication. Specify current severity: 305.00 (F10.10) Mild: Presence of 2–3 symptoms. 303.90 (F10.20) Moderate: Presence of 4–5 symptoms. 303.90 (F10.20) Severe: Presence of 6 or more symptoms. Alcohol Intoxication 235 Alcohol Intoxication A. Recent ingestion of alcohol. B. Clinically significant problematic behavioral or psychological changes (e.g., inappropriate sexual or aggressive behavior, mood lability, impaired judgment) that developed during, or shortly af- ter, alcohol ingestion. C. One (or more) of the following signs or symptoms developing during, or shortly after, alcohol use: 1. Slurred speech. 2. Incoordination. 3. Unsteady gait. 4. Nystagmus. 5. Impairment in attention or memory. 6. Stupor or coma. D. The signs or symptoms are not attributable to another medical condition and are not better explained by another mental disor- der, including intoxication with another substance. Coding note: The ICD-9-CM code is 303.00. The ICD-10-CM code depends on whether there is a comorbid alcohol use disorder. If a mild alcohol use disorder is comorbid, the ICD-10-CM code is F10.129, and if a moderate or severe alcohol use disorder is comor- bid, the ICD-10-CM code is F10.229. If there is no comorbid alcohol use disorder, then the ICD-10-CM code is F10.929. Alcohol Withdrawal A. Cessation of (or reduction in) alcohol use that has been heavy and prolonged. B. Two (or more) of the following, developing within several hours to a few days after the cessation of (or reduction in) alcohol use described in Criterion A: 1. Autonomic hyperactivity (e.g., sweating or pulse rate greater than 100 bpm). 2. Increased hand tremor.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}