{
  "id": "DSM-5_dea4f4bd",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Obsessive-Compulsive and Related Disorders Obsessive-Compulsive Disorder 300.3 (F42) A. Presence of obsessions, compulsions, or both: Obsessions are defined by (1) and (2): 1. Recurrent and persistent thoughts, urges, or images that are experienced, at some time during the disturbance, as intru- sive and unwanted, and that in most individuals cause marked anxiety or distress. 2. The individual attempts to ignore or suppress such thoughts, urges, or images, or to neutralize them with some other thought or action (i.e., by performing a compulsion). Compulsions are defined by (1) and (2): 1. Repetitive behaviors (e.g., hand washing, ordering, check- ing) or mental acts (e.g., praying, counting, repeating words silently) that the individual feels driven to perform in re- sponse to an obsession or according to rules that must be applied rigidly. 2. The behaviors or mental acts are aimed at preventing or re- ducing anxiety or distress, or preventing some dreaded event or situation; however, these behaviors or mental acts are not connected in a realistic way with what they are de- signed to neutralize or prevent, or are clearly excessive. Note: Young children may not be able to articulate the aims of these behaviors or mental acts. B. The obsessions or compulsions are time-consuming (e.g., take more than 1 hour per day) or cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. 129 130 Obsessive-Compulsive and Related Disorders C. The obsessive-compulsive symptoms are not attributable to the physiological effects of a substance (e.g., a drug of abuse, a medication) or another medical condition. D. The disturbance is not better explained by the symptoms of an- other mental disorder (e.g., excessive worries, as in generalized anxiety disorder; preoccupation with appearance, as in body dys- morphic disorder; difficulty discarding or parting with possessions, as in hoarding disorder; hair pulling, as in trichotillomania [hair- pulling disorder]; skin picking, as in excoriation [skin-picking] dis- order; stereotypies, as in stereotypic movement disorder; ritualized eating behavior, as in eating disorders; preoccupation with sub- stances or gambling, as in substance-related and addictive dis- orders; preoccupation with having an illness, as in illness anxiety disorder; sexual urges or fantasies, as in paraphilic disorders; im- pulses, as in disruptive, impulse-control, and conduct disorders; guilty ruminations, as in major depressive disorder; thought inser- tion or delusional preoccupations, as in schizophrenia spectrum and other psychotic disorders; or repetitive patterns of behavior, as in autism spectrum disorder). Specify if: With good or fair insight: The individual recognizes that obses- sive-compulsive disorder beliefs are definitely or probably not true or that they may or may not be true. With poor insight: The individual thinks obsessive-compulsive disorder beliefs are probably true. With absent insight/delusional beliefs: The individual is com- pletely convinced that obsessive-compulsive disorder beliefs are true. Specify if: Tic-related: The individual has a current or past history of a tic disorder. Body Dysmorphic Disorder 131 Body Dysmorphic Disorder 300.7 (F45.22) A. Preoccupation with one or more perceived defects or flaws in physical appearance that are not observable or appear slight to others. B. At some point during the course of the disorder, the individual has performed repetitive behaviors (e.g., mirror checking, exces- sive grooming, skin picking, reassurance seeking) or mental acts (e.g., comparing his or her appearance with that of others) in re- sponse to the appearance concerns. C. The preoccupation causes clinically significant distress or impair- ment in social, occupational, or other important areas of functioning. D. The appearance preoccupation is not better explained by con- cerns with body fat or weight in an individual whose symptoms meet diagnostic criteria for an eating disorder. Specify if: With muscle dysmorphia: The individual is preoccupied with the idea that his or her body build is too small or insufficiently muscular. This specifier is used even if the individual is preoccu- pied with other body areas, which is often the case. Specify if: Indicate degree of insight regarding body dysmorphic disorder beliefs (e.g., “I look ugly” or “I look deformed”). With good or fair insight: The individual recognizes that the body dysmorphic disorder beliefs are definitely or probably not true or that they may or may not be true. With poor insight: The individual thinks that the body dysmor- phic disorder beliefs are probably true. With absent insight/delusional beliefs: The individual is com- pletely convinced that the body dysmorphic disorder beliefs are true.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": true
  }
}