{
  "id": "DSM-5_5a212a37",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "218 Gender Dysphoria Unspecified Gender Dysphoria 302.6 (F64.9) This category applies to presentations in which symptoms character- istic of gender dysphoria that cause clinically significant distress or impairment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for gender dysphoria. The unspecified gender dysphoria category is used in sit- uations in which the clinician chooses not to specify the reason that the criteria are not met for gender dysphoria, and includes presenta- tions in which there is insufficient information to make a more specific diagnosis. Disruptive, Impulse-Control, and Conduct Disorders Oppositional Defiant Disorder 313.81 (F91.3) A. A pattern of angry/irritable mood, argumentative/defiant behav- ior, or vindictiveness lasting at least 6 months as evidenced by at least four symptoms from any of the following categories, and ex- hibited during interaction with at least one individual who is not a sibling. Angry/Irritable Mood 1. Often loses temper. 2. Is often touchy or easily annoyed. 3. Is often angry and resentful. Argumentative/Defiant Behavior 4. Often argues with authority figures or, for children and ado- lescents, with adults. 5. Often actively defies or refuses to comply with requests from authority figures or with rules. 6. Often deliberately annoys others. 7. Often blames others for his or her mistakes or misbehavior. Vindictiveness 8. Has been spiteful or vindictive at least twice within the past 6 months. Note: The persistence and frequency of these behaviors should be used to distinguish a behavior that is within normal limits from a behavior that is symptomatic. For children younger than 5 years, the behavior should occur on most days for a period of at least 6 months, unless otherwise noted (Criterion A8). For individuals 5 years or older, the behavior should occur at least once per week 219 220 Disruptive, Impulse-Control, and Conduct Disorders for at least 6 months, unless otherwise noted (Criterion A8). While these frequency criteria provide guidance on a minimal level of fre- quency to define symptoms, other factors should also be consid- ered, such as whether the frequency and intensity of the behaviors are outside a range that is normative for the individual’s develop- mental level, gender, and culture. B. The disturbance in behavior is associated with distress in the in- dividual or others in his or her immediate social context (e.g., family, peer group, work colleagues), or it impacts negatively on social, educational, occupational, or other important areas of functioning. C. The behaviors do not occur exclusively during the course of a psy- chotic, substance use, depressive, or bipolar disorder. Also, the criteria are not met for disruptive mood dysregulation disorder. Specify current severity: Mild: Symptoms are confined to only one setting (e.g., at home, at school, at work, with peers). Moderate: Some symptoms are present in at least two settings. Severe: Some symptoms are present in three or more settings. Intermittent Explosive Disorder 312.34 (F63.81) A. Recurrent behavioral outbursts representing a failure to control aggressive impulses as manifested by either of the following: 1. Verbal aggression (e.g., temper tantrums, tirades, verbal ar- guments or fights) or physical aggression toward property, animals, or other individuals, occurring twice weekly, on aver- age, for a period of 3 months. The physical aggression does not result in damage or destruction of property and does not result in physical injury to animals or other individuals. 2. Three behavioral outbursts involving damage or destruction of property and/or physical assault involving physical injury against animals or other individuals occurring within a 12- month period.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}