{
  "id": "DSM-5_2c8c18fc",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Other Specified Mental Disorder 343 Other Specified Mental Disorder 300.9 (F99) This category applies to presentations in which symptoms character- istic of a mental disorder that cause clinically significant distress or impairment in social, occupational, or other important areas of func- tioning predominate but do not meet the full criteria for any specific mental disorder. The other specified mental disorder category is used in situations in which the clinician chooses to communicate the specific reason that the presentation does not meet the criteria for any specific mental disorder. This is done by recording “other speci- fied mental disorder” followed by the specific reason. Unspecified Mental Disorder 300.9 (F99) This category applies to presentations in which symptoms character- istic of a mental disorder that cause clinically significant distress or impairment in social, occupational, or other important areas of func- tioning predominate but do not meet the full criteria for any mental disorder. The unspecified mental disorder category is used in situa- tions in which the clinician chooses not to specify the reason that the criteria are not met for a specific mental disorder, and includes pre- sentations for which there is insufficient information to make a more specific diagnosis (e.g., in emergency room settings). This page intentionally left blank Medication-Induced Movement Disorders and Other Adverse Effects of Medication Medication-induced movement disorders are included in Section II because of their frequent importance in 1) the management by medication of mental disorders or other medical conditions and 2) the differential diagnosis of mental disorders (e.g., anxiety disor- der versus neuroleptic-induced akathisia; malignant catatonia versus neuroleptic malignant syndrome). Although these movement disor- ders are labeled “medication induced,” it is often difficult to estab- lish the causal relationship between medication exposure and the development of the movement disorder, especially because some of these movement disorders also occur in the absence of medication exposure. The conditions and problems listed in this chapter are not mental disorders. The term neuroleptic is becoming outdated because it highlights the propensity of antipsychotic medications to cause abnormal movements, and it is being replaced with the term antipsychotic in many contexts. Nevertheless, the term neuroleptic remains appropriate in this context. Although newer antipsychotic medications may be less likely to cause some medication-induced movement disorders, those disorders still oc- cur. Neuroleptic medications include so-called conventional, “typical,” or first-generation antipsychotic agents (e.g., chlorpromazine, haloperi- dol, fluphenazine); “atypical” or second-generation antipsychotic agents (e.g., clozapine, risperidone, olanzapine, quetiapine); certain do- pamine receptor–blocking drugs used in the treatment of symptoms such as nausea and gastroparesis (e.g., prochlorperazine, promethazine, trimethobenzamide, thiethylperazine, metoclopramide); and amoxa- pine, which is marketed as an antidepressant. 345 346 Medication-Induced Movement Disorders Neuroleptic-Induced Parkinsonism Other Medication-Induced Parkinsonism 332.1 (G21.11) Neuroleptic-Induced Parkinsonism 332.1 (G21.19) Other Medication-Induced Parkinsonism Parkinsonian tremor, muscular rigidity, akinesia (i.e., loss of move- ment or difficulty initiating movement), or bradykinesia (i.e., slow- ing movement) developing within a few weeks of starting or raising the dosage of a medication (e.g., a neuroleptic) or after reducing the dosage of a medication used to treat extrapyramidal symptoms. Neuroleptic Malignant Syndrome 333.92 (G21.0) Neuroleptic Malignant Syndrome Although neuroleptic malignant syndrome is easily recognized in its classic full-blown form, it is often heterogeneous in onset, presentation, progression, and outcome. The clinical features described below are those considered most important in making the diagnosis of neuroleptic malignant syndrome based on consensus recommendations. Diagnostic Features Patients have generally been exposed to a dopamine antagonist with- in 72 hours prior to symptom development. Hyperthermia (100.4F or 38.0C on at least two occasions, measured orally), associated with profuse diaphoresis, is a distinguishing feature of neuroleptic malignant syndrome, setting it apart from other neurological side ef- fects of antipsychotic medications. Extreme elevations in tempera- ture, reflecting a breakdown in central thermoregulation, are more likely to support the diagnosis of neuroleptic malignant syndrome. Generalized rigidity, described as “lead pipe” in its most severe form and usually unresponsive to antiparkinsonian agents, is a cardinal feature of the disorder and may be associated with other neurological symptoms (e.g., tremor, sialorrhea, akinesia, dystonia, trismus, my- oclonus, dysarthria, dysphagia, rhabdomyolysis). Creatine kinase el- evation of at least four times the upper limit of normal is commonly seen. Changes in mental status, characterized by delirium or altered consciousness ranging from stupor to coma, are often an early sign. Affected individuals may appear alert but dazed and unresponsive, Medication-Induced Movement Disorders 347 consistent with catatonic stupor. Autonomic activation and instability— manifested by tachycardia (rate  25% above baseline), diaphoresis, blood pressure elevation (systolic or diastolic 25% above baseline) or fluctuation (20 mmHg diastolic change or 25 mmHg systolic change within 24 hours), urinary incontinence, and pallor—may be seen at any time but provide an early clue to the diagnosis. Tachy- pnea (rate 50% above baseline) is common, and respiratory dis- tress—resulting from metabolic acidosis, hypermetabolism, chest wall restriction, aspiration pneumonia, or pulmonary emboli—can occur and lead to sudden respiratory arrest. A workup, including laboratory investigation, to exclude other in- fectious, toxic, metabolic, and neuropsychiatric etiologies or complica- tions is essential (see the section “Differential Diagnosis” below). Although several laboratory abnormalities are associated with neuro- leptic malignant syndrome, no single abnormality is specific to the di- agnosis. Individuals with neuroleptic malignant syndrome may have leukocytosis, metabolic acidosis, hypoxia, decreased serum iron con- centrations, and elevations in serum muscle enzymes and catechol- amines. Findings from cerebrospinal fluid analysis and neuroimaging studies are generally normal, whereas electroencephalography shows generalized slowing. Autopsy findings in fatal cases have been non- specific and variable, depending on complications. Development and Course Evidence from database studies suggests incidence rates for neuro- leptic malignant syndrome of 0.01%–0.02% among individuals treated with antipsychotics. The temporal progression of signs and symp- toms provides important clues to the diagnosis and prognosis of neuroleptic malignant syndrome. Alteration in mental status and other neurological signs typically precede systemic signs. The onset of symptoms varies from hours to days after drug initiation. Some cases develop within 24 hours after drug initiation, most within the first week, and virtually all cases within 30 days. Once the syndrome is diagnosed and oral antipsychotic drugs are discontinued, neuro- leptic malignant syndrome is self-limited in most cases. The mean recovery time after drug discontinuation is 7–10 days, with most in- dividuals recovering within 1 week and nearly all within 30 days. The duration may be prolonged when long-acting antipsychotics are implicated. There have been reports of individuals in whom residual 348 Medication-Induced Movement Disorders neurological signs persisted for weeks after the acute hypermetabolic symptoms resolved. Total resolution of symptoms can be obtained in most cases of neuroleptic malignant syndrome; however, fatality rates of 10%–20% have been reported when the disorder is not recog- nized. Although many individuals do not experience a recurrence of neuroleptic malignant syndrome when rechallenged with antipsy- chotic medication, some do, especially when antipsychotics are rein- stituted soon after an episode. Risk and Prognostic Factors Neuroleptic malignant syndrome is a potential risk in any individual after antipsychotic drug administration. It is not specific to any neu- ropsychiatric diagnosis and may occur in individuals without a di- agnosable mental disorder who receive dopamine antagonists. Clinical, systemic, and metabolic factors associated with a height- ened risk of neuroleptic malignant syndrome include agitation, exhaustion, dehydration, and iron deficiency. A prior episode asso- ciated with antipsychotics has been described in 15%–20% of index cases, suggesting underlying vulnerability in some patients; how- ever, genetic findings based on neurotransmitter receptor polymor- phisms have not been replicated consistently. Nearly all dopamine antagonists have been associated with neuro- leptic malignant syndrome, although high-potency antipsychotics pose a greater risk compared with low-potency agents and newer atypical an- tipsychotics. Partial or milder forms may be associated with newer anti- psychotics, but neuroleptic malignant syndrome varies in severity even with older drugs. Dopamine antagonists used in medical settings (e.g., metoclopramide, prochlorperazine) have also been implicated. Paren- teral administration routes, rapid titration rates, and higher total drug dosages have been associated with increased risk; however, neuroleptic malignant syndrome usually occurs within the therapeutic dosage range of antipsychotics. Differential Diagnosis Neuroleptic malignant syndrome must be distinguished from other serious neurological or medical conditions, including central ner- vous system infections, inflammatory or autoimmune conditions, status epilepticus, subcortical structural lesions, and systemic condi- tions (e.g., pheochromocytoma, thyrotoxicosis, tetanus, heat stroke).",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": true,
    "has_followup": false
  }
}