{
  "id": "DSM-5_73a8ac95",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "96 Depressive Disorders Coding and Recording Procedures The diagnostic code for major depressive disorder is based on whether this is a single or recurrent episode, current severity, pres- ence of psychotic features, and remission status. Current severity and psychotic features are only indicated if full criteria are currently met for a major depressive episode. Remission specifiers are only in- dicated if the full criteria are not currently met for a major depressive episode. Codes are as follows: Severity/course specifier Single episode Recurrent episode* Mild (p. 114) 296.21 (F32.0) 296.31 (F33.0) Moderate (p. 114) 296.22 (F32.1) 296.32 (F33.1) Severe (p. 114) 296.23 (F32.2) 296.33 (F33.2) With psychotic features** 296.24 (F32.3) 296.34 (F33.3) (p. 111) In partial remission (p. 114) 296.25 (F32.4) 296.35 (F33.41) 1In distinguishing grief from a major depressive episode (MDE), it is useful to consider that in grief the predominant affect is feelings of emptiness and loss, while in an MDE, it is persistent depressed mood and the inability to anticipate happiness or pleasure. The dysphoria in grief is likely to decrease in intensity over days to weeks and occurs in waves, the so-called pangs of grief. These waves tend to be associated with thoughts or reminders of the deceased. The depressed mood of an MDE is more persistent and not tied to specific thoughts or preoccupations. The pain of grief may be accompanied by positive emotions and humor that are uncharacteristic of the pervasive unhappiness and misery characteristic of an MDE. The thought content associated with grief generally features a preoccupation with thoughts and memories of the deceased, rather than the self-critical or pessimistic ruminations seen in an MDE. In grief, self- esteem is generally preserved, whereas in an MDE, feelings of worthlessness and self-loathing are common. If self-derogatory ideation is present in grief, it typically involves perceived failings vis-à-vis the deceased (e.g., not visiting frequently enough, not telling the deceased how much he or she was loved). If a bereaved individual thinks about death and dying, such thoughts are gener- ally focused on the deceased and possibly about “joining” the deceased, whereas in an MDE, such thoughts are focused on ending one’s own life be- cause of feeling worthless, undeserving of life, or unable to cope with the pain of depression. Persistent Depressive Disorder (Dysthymia) 97 Severity/course specifier Single episode Recurrent episode* In full remission (p. 114) 296.26 (F32.5) 296.36 (F33.42) Unspecified 296.20 (F32.9) 296.30 (F33.9) *For an episode to be considered recurrent, there must be an interval of at least 2 consecutive months between separate episodes in which criteria are not met for a major depressive episode. The definitions of specifiers are found on the indicated pages. **If psychotic features are present, code the “with psychotic features” specifier irrespective of episode severity. In recording the name of a diagnosis, terms should be listed in the fol- lowing order: major depressive disorder, single or recurrent episode, severity/psychotic/remission specifiers, followed by as many of the following specifiers without codes that apply to the current episode. Specify: With anxious distress (pp. 107–108) With mixed features (pp. 108–109) With melancholic features (pp. 109–110) With atypical features (pp. 110–111) With mood-congruent psychotic features (p. 111) With mood-incongruent psychotic features (p. 111) With catatonia (p. 111). Coding note: Use additional code 293.89 (F06.1). With peripartum onset (pp. 111–112) With seasonal pattern (recurrent episode only) (pp. 113–114) Persistent Depressive Disorder (Dysthymia) 300.4 (F34.1) This disorder represents a consolidation of DSM-IV-defined chronic major depressive disorder and dysthymic disorder. A. Depressed mood for most of the day, for more days than not, as indicated by either subjective account or observation by others, for at least 2 years. Note: In children and adolescents, mood can be irritable and du- ration must be at least 1 year.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}