{
  "id": "DSM-5_f763fe22",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Sexual Dysfunctions Delayed Ejaculation 302.74 (F52.32) A. Either of the following symptoms must be experienced on almost all or all occasions (approximately 75%–100%) of partnered sex- ual activity (in identified situational contexts or, if generalized, in all contexts), and without the individual desiring delay: 1. Marked delay in ejaculation. 2. Marked infrequency or absence of ejaculation. B. The symptoms in Criterion A have persisted for a minimum dura- tion of approximately 6 months. C. The symptoms in Criterion A cause clinically significant distress in the individual. D. The sexual dysfunction is not better explained by a nonsexual mental disorder or as a consequence of severe relationship dis- tress or other significant stressors and is not attributable to the effects of a substance/medication or another medical condition. Specify whether: Lifelong: The disturbance has been present since the individual became sexually active. Acquired: The disturbance began after a period of relatively nor- mal sexual function. Specify whether: Generalized: Not limited to certain types of stimulation, situa- tions, or partners. Situational: Only occurs with certain types of stimulation, situa- tions, or partners. 201 202 Sexual Dysfunctions Specify current severity: Mild: Evidence of mild distress over the symptoms in Criterion A. Moderate: Evidence of moderate distress over the symptoms in Criterion A. Severe: Evidence of severe or extreme distress over the symp- toms in Criterion A. Erectile Disorder 302.72 (F52.21) A. At least one of the three following symptoms must be experi- enced on almost all or all (approximately 75%–100%) occasions of sexual activity (in identified situational contexts or, if general- ized, in all contexts): 1. Marked difficulty in obtaining an erection during sexual activity. 2. Marked difficulty in maintaining an erection until the comple- tion of sexual activity. 3. Marked decrease in erectile rigidity. B. The symptoms in Criterion A have persisted for a minimum dura- tion of approximately 6 months. C. The symptoms in Criterion A cause clinically significant distress in the individual. D. The sexual dysfunction is not better explained by a nonsexual mental disorder or as a consequence of severe relationship dis- tress or other significant stressors and is not attributable to the effects of a substance/medication or another medical condition. Specify whether: Lifelong: The disturbance has been present since the individual became sexually active. Acquired: The disturbance began after a period of relatively nor- mal sexual function. Specify whether: Generalized: Not limited to certain types of stimulation, situa- tions, or partners. Female Orgasmic Disorder 203 Situational: Only occurs with certain types of stimulation, situa- tions, or partners. Specify current severity: Mild: Evidence of mild distress over the symptoms in Criterion A. Moderate: Evidence of moderate distress over the symptoms in Criterion A. Severe: Evidence of severe or extreme distress over the symp- toms in Criterion A. Female Orgasmic Disorder 302.73 (F52.31) A. Presence of either of the following symptoms and experienced on almost all or all (approximately 75%–100%) occasions of sex- ual activity (in identified situational contexts or, if generalized, in all contexts): 1. Marked delay in, marked infrequency of, or absence of orgasm. 2. Markedly reduced intensity of orgasmic sensations. B. The symptoms in Criterion A have persisted for a minimum dura- tion of approximately 6 months. C. The symptoms in Criterion A cause clinically significant distress in the individual. D. The sexual dysfunction is not better explained by a nonsexual mental disorder or as a consequence of severe relationship dis- tress (e.g., partner violence) or other significant stressors and is not attributable to the effects of a substance/medication or an- other medical condition. Specify whether: Lifelong: The disturbance has been present since the individual became sexually active. Acquired: The disturbance began after a period of relatively nor- mal sexual function. Female Orgasmic Disorder 203 Situational: Only occurs with certain types of stimulation, situa- tions, or partners. Specify current severity: Mild: Evidence of mild distress over the symptoms in Criterion A. Moderate: Evidence of moderate distress over the symptoms in Criterion A. Severe: Evidence of severe or extreme distress over the symp- toms in Criterion A. Female Orgasmic Disorder 302.73 (F52.31) A. Presence of either of the following symptoms and experienced on almost all or all (approximately 75%–100%) occasions of sex- ual activity (in identified situational contexts or, if generalized, in all contexts): 1. Marked delay in, marked infrequency of, or absence of orgasm. 2. Markedly reduced intensity of orgasmic sensations. B. The symptoms in Criterion A have persisted for a minimum dura- tion of approximately 6 months. C. The symptoms in Criterion A cause clinically significant distress in the individual. D. The sexual dysfunction is not better explained by a nonsexual mental disorder or as a consequence of severe relationship dis- tress (e.g., partner violence) or other significant stressors and is not attributable to the effects of a substance/medication or an- other medical condition. Specify whether: Lifelong: The disturbance has been present since the individual became sexually active. Acquired: The disturbance began after a period of relatively nor- mal sexual function. 204 Sexual Dysfunctions Specify whether: Generalized: Not limited to certain types of stimulation, situa- tions, or partners. Situational: Only occurs with certain types of stimulation, situa- tions, or partners. Specify if: Never experienced an orgasm under any situation. Specify current severity: Mild: Evidence of mild distress over the symptoms in Criterion A. Moderate: Evidence of moderate distress over the symptoms in Criterion A. Severe: Evidence of severe or extreme distress over the symp- toms in Criterion A. Female Sexual Interest/Arousal Disorder 302.72 (F52.22) A. Lack of, or significantly reduced, sexual interest/arousal, as man- ifested by at least three of the following: 1. Absent/reduced interest in sexual activity. 2. Absent/reduced sexual/erotic thoughts or fantasies. 3. No/reduced initiation of sexual activity, and typically unre- ceptive to a partner’s attempts to initiate. 4. Absent/reduced sexual excitement/pleasure during sexual activity in almost all or all (approximately 75%–100%) sexual encounters (in identified situational contexts or, if general- ized, in all contexts). 5. Absent/reduced sexual interest/arousal in response to any internal or external sexual/erotic cues (e.g., written, verbal, visual). 6. Absent/reduced genital or nongenital sensations during sexual activity in almost all or all (approximately 75%–100%) sexual encounters (in identified situational contexts or, if generalized, in all contexts). 204 Sexual Dysfunctions Specify whether: Generalized: Not limited to certain types of stimulation, situa- tions, or partners. Situational: Only occurs with certain types of stimulation, situa- tions, or partners. Specify if: Never experienced an orgasm under any situation. Specify current severity: Mild: Evidence of mild distress over the symptoms in Criterion A. Moderate: Evidence of moderate distress over the symptoms in Criterion A. Severe: Evidence of severe or extreme distress over the symp- toms in Criterion A. Female Sexual Interest/Arousal Disorder 302.72 (F52.22) A. Lack of, or significantly reduced, sexual interest/arousal, as man- ifested by at least three of the following: 1. Absent/reduced interest in sexual activity. 2. Absent/reduced sexual/erotic thoughts or fantasies. 3. No/reduced initiation of sexual activity, and typically unre- ceptive to a partner’s attempts to initiate. 4. Absent/reduced sexual excitement/pleasure during sexual activity in almost all or all (approximately 75%–100%) sexual encounters (in identified situational contexts or, if general- ized, in all contexts). 5. Absent/reduced sexual interest/arousal in response to any internal or external sexual/erotic cues (e.g., written, verbal, visual). 6. Absent/reduced genital or nongenital sensations during sexual activity in almost all or all (approximately 75%–100%) sexual encounters (in identified situational contexts or, if generalized, in all contexts). Genito-Pelvic Pain/Penetration Disorder 205 B. The symptoms in Criterion A have persisted for a minimum dura- tion of approximately 6 months. C. The symptoms in Criterion A cause clinically significant distress in the individual. D. The sexual dysfunction is not better explained by a nonsexual mental disorder or as a consequence of severe relationship dis- tress (e.g., partner violence) or other significant stressors and is not attributable to the effects of a substance/medication or an- other medical condition. Specify whether: Lifelong: The disturbance has been present since the individual became sexually active. Acquired: The disturbance began after a period of relatively nor- mal sexual function. Specify whether: Generalized: Not limited to certain types of stimulation, situa- tions, or partners. Situational: Only occurs with certain types of stimulation, situa- tions, or partners. Specify current severity: Mild: Evidence of mild distress over the symptoms in Criterion A. Moderate: Evidence of moderate distress over the symptoms in Criterion A. Severe: Evidence of severe or extreme distress over the symp- toms in Criterion A. Genito-Pelvic Pain/Penetration Disorder 302.76 (F52.6) A. Persistent or recurrent difficulties with one (or more) of the following: 1. Vaginal penetration during intercourse. 2. Marked vulvovaginal or pelvic pain during vaginal intercourse or penetration attempts.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}