{
  "id": "DSM-5_f7ede739",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Major or Mild Neurocognitive Disorder Due to HIV Infection 315 When recording the name of the disorder, the comorbid substance use disorder (if any) is listed first, followed by the word “with,” fol- lowed by the name of the disorder (i.e., [specific substance]-induced major neurocognitive disorder or [specific substance]-induced mild neurocognitive disorder), followed by the type in the case of alcohol (i.e., nonamnestic-confabulatory type, amnestic-confabulatory type), followed by specification of duration (i.e., persistent). For example, in the case of persistent amnestic-confabulatory symptoms in a man with a severe alcohol use disorder, the diagnosis is F10.26 severe al- cohol use disorder with alcohol-induced major neurocognitive disor- der, amnestic-confabulatory type, persistent. A separate diagnosis of the comorbid severe alcohol use disorder is not given. If the substance- induced neurocognitive disorder occurs without a comorbid sub- stance use disorder (e.g., after a sporadic heavy use of inhalants), no accompanying substance use disorder is noted (e.g., F18.988 inhal- ant-induced mild neurocognitive disorder). Major or Mild Neurocognitive Disorder Due to HIV Infection A. The criteria are met for major or mild neurocognitive disorder. B. There is documented infection with human immunodeficiency vi- rus (HIV). C. The neurocognitive disorder is not better explained by non-HIV conditions, including secondary brain diseases such as progres- sive multifocal leukoencephalopathy or cryptococcal meningitis. D. The neurocognitive disorder is not attributable to another medi- cal condition and is not better explained by a mental disorder. Coding note: For major neurocognitive disorder due to HIV infection, with behavioral disturbance, code first 042 (B20) HIV infection, fol- lowed by 294.11 (F02.81) major neurocognitive disorder due to HIV in- fection, with behavioral disturbance. For major neurocognitive disorder due to HIV infection, without behavioral disturbance, code first 042 (B20) HIV infection, followed by 294.10 (F02.80) major neurocognitive disorder due to HIV infection, without behavioral disturbance. 316 Neurocognitive Disorders For mild neurocognitive disorder due to HIV infection, code 331.83 (G31.84). (Note: Do not use the additional code for HIV infection. Be- havioral disturbance cannot be coded but should still be indicated in writing.) Major or Mild Neurocognitive Disorder Due to Prion Disease A. The criteria are met for major or mild neurocognitive disorder. B. There is insidious onset, and rapid progression of impairment is common. C. There are motor features of prion disease, such as myoclonus or ataxia, or biomarker evidence. D. The neurocognitive disorder is not attributable to another medical condition and is not better explained by another mental disorder. Coding note: For major neurocognitive disorder due to prion dis- ease, with behavioral disturbance, code first 046.79 (A81.9) prion disease, followed by 294.11 (F02.81) major neurocognitive disorder due to prion disease, with behavioral disturbance. For major neuro- cognitive disorder due to prion disease, without behavioral distur- bance, code first 046.79 (A81.9) prion disease, followed by 294.10 (F02.80) major neurocognitive disorder due to prion disease, without behavioral disturbance. For mild neurocognitive disorder due to prion disease, code 331.83 (G31.84). (Note: Do not use the additional code for prion disease. Behavioral disturbance cannot be coded but should still be indicated in writing.) Major or Mild Neurocognitive Disorder Due to Parkinson’s Disease A. The criteria are met for major or mild neurocognitive disorder. B. The disturbance occurs in the setting of established Parkinson’s disease. C. There is insidious onset and gradual progression of impairment.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}