{
  "id": "DSM-5_d5e3e728",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "This page intentionally left blank Dissociative Disorders Dissociative Identity Disorder 300.14 (F44.81) A. Disruption of identity characterized by two or more distinct per- sonality states, which may be described in some cultures as an experience of possession. The disruption in identity involves marked discontinuity in sense of self and sense of agency, ac- companied by related alterations in affect, behavior, conscious- ness, memory, perception, cognition, and/or sensory-motor func- tioning. These signs and symptoms may be observed by others or reported by the individual. B. Recurrent gaps in the recall of everyday events, important per- sonal information, and/or traumatic events that are inconsistent with ordinary forgetting. C. The symptoms cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. D. The disturbance is not a normal part of a broadly accepted cul- tural or religious practice. Note: In children, the symptoms are not better explained by imaginary playmates or other fantasy play. E. The symptoms are not attributable to the physiological effects of a substance (e.g., blackouts or chaotic behavior during alcohol intoxication) or another medical condition (e.g., complex partial seizures). 155 156 Dissociative Disorders Dissociative Amnesia 300.12 (F44.0) A. An inability to recall important autobiographical information, usu- ally of a traumatic or stressful nature, that is inconsistent with or- dinary forgetting. Note: Dissociative amnesia most often consists of localized or selective amnesia for a specific event or events; or generalized amnesia for identity and life history. B. The symptoms cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. C. The disturbance is not attributable to the physiological effects of a substance (e.g., alcohol or other drug of abuse, a medication) or a neurological or other medical condition (e.g., partial complex seizures, transient global amnesia, sequelae of a closed head in- jury/traumatic brain injury, other neurological condition). D. The disturbance is not better explained by dissociative identity disorder, posttraumatic stress disorder, acute stress disorder, somatic symptom disorder, or major or mild neurocognitive dis- order. Coding note: The code for dissociative amnesia without dissociative fugue is 300.12 (F44.0). The code for dissociative amnesia with dis- sociative fugue is 300.13 (F44.1). Specify if: 300.13 (F44.1) With dissociative fugue: Apparently purposeful travel or bewildered wandering that is associated with amnesia for identity or for other important autobiographical information. Depersonalization/Derealization Disorder 157 Depersonalization/Derealization Disorder 300.6 (F48.1) A. The presence of persistent or recurrent experiences of deper- sonalization, derealization, or both: 1. Depersonalization: Experiences of unreality, detachment, or being an outside observer with respect to one’s thoughts, feelings, sensations, body, or actions (e.g., perceptual alter- ations, distorted sense of time, unreal or absent self, emo- tional and/or physical numbing). 2. Derealization: Experiences of unreality or detachment with respect to surroundings (e.g., individuals or objects are ex- perienced as unreal, dreamlike, foggy, lifeless, or visually distorted). B. During the depersonalization or derealization experiences, reality testing remains intact. C. The symptoms cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. D. The disturbance is not attributable to the physiological effects of a substance (e.g., a drug of abuse, medication) or another med- ical condition (e.g., seizures). E. The disturbance is not better explained by another mental disor- der, such as schizophrenia, panic disorder, major depressive disorder, acute stress disorder, posttraumatic stress disorder, or another dissociative disorder.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}