{
  "id": "DSM-5_a46fb2ac",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "244 Substance-Related and Addictive Disorders Unspecified Cannabis-Related Disorder 292.9 (F12.99) This category applies to presentations in which symptoms character- istic of a cannabis-related disorder that cause clinically significant distress or impairment in social, occupational, or other important ar- eas of functioning predominate but do not meet the full criteria for any specific cannabis-related disorder or any of the disorders in the sub- stance-related and addictive disorders diagnostic class. Hallucinogen-Related Disorders Phencyclidine Use Disorder A. A pattern of phencyclidine (or a pharmacologically similar sub- stance) use leading to clinically significant impairment or dis- tress, as manifested by at least two of the following, occurring within a 12-month period: 1. Phencyclidine is often taken in larger amounts or over a lon- ger period than was intended. 2. There is a persistent desire or unsuccessful efforts to cut down or control phencyclidine use. 3. A great deal of time is spent in activities necessary to obtain phencyclidine, use the phencyclidine, or recover from its ef- fects. 4. Craving, or a strong desire or urge to use phencyclidine. 5. Recurrent phencyclidine use resulting in a failure to fulfill ma- jor role obligations at work, school, or home (e.g., repeated absences from work or poor work performance related to phencyclidine use; phencyclidine-related absences, suspen- Phencyclidine Use Disorder 245 sions, or expulsions from school; neglect of children or household). 6. Continued phencyclidine use despite having persistent or re- current social or interpersonal problems caused or exacer- bated by the effects of the phencyclidine (e.g., arguments with a spouse about consequences of intoxication; physical fights). 7. Important social, occupational, or recreational activities are given up or reduced because of phencyclidine use. 8. Recurrent phencyclidine use in situations in which it is phys- ically hazardous (e.g., driving an automobile or operating a machine when impaired by a phencyclidine). 9. Phencyclidine use is continued despite knowledge of having a persistent or recurrent physical or psychological problem that is likely to have been caused or exacerbated by the phencyclidine. 10. Tolerance, as defined by either of the following: a. A need for markedly increased amounts of the phency- clidine to achieve intoxication or desired effect. b. A markedly diminished effect with continued use of the same amount of the phencyclidine. Note: Withdrawal symptoms and signs are not established for phencyclidines, and so this criterion does not apply. (Withdrawal from phencyclidines has been reported in animals but not docu- mented in human users.) Specify if: In early remission: After full criteria for phencyclidine use disor- der were previously met, none of the criteria for phencyclidine use disorder have been met for at least 3 months but for less than 12 months (with the exception that Criterion A4, “Craving, or a strong desire or urge to use the phencyclidine,” may be met). In sustained remission: After full criteria for phencyclidine use dis- order were previously met, none of the criteria for phencyclidine use disorder have been met at any time during a period of 12 months or longer (with the exception that Criterion A4, “Craving, or a strong desire or urge to use the phencyclidine,” may be met). 246 Substance-Related and Addictive Disorders Specify if: In a controlled environment: This additional specifier is used if the individual is in an environment where access to phencycli- dines is restricted. Coding based on current severity: Note for ICD-10-CM codes: If a phencyclidine intoxication or another phencyclidine-induced mental dis- order is also present, do not use the codes below for phencyclidine use disorder. Instead, the comorbid phencyclidine use disorder is indicated in the 4th character of the phencyclidine-induced disorder code (see the coding note for phencyclidine intoxication or a specific phencyclidine- induced mental disorder). For example, if there is comorbid phencycli- dine-induced psychotic disorder, only the phencyclidine-induced psy- chotic disorder code is given, with the 4th character indicating whether the comorbid phencyclidine use disorder is mild, moderate, or severe: F16.159 for mild phencyclidine use disorder with phencyclidine-induced psychotic disorder or F16.259 for a moderate or severe phencyclidine use disorder with phencyclidine-induced psychotic disorder. Specify current severity: 305.90 (F16.10) Mild: Presence of 2–3 symptoms 304.60 (F16.20) Moderate: Presence of 4–5 symptoms 304.60 (F16.20) Severe: Presence of 6 or more symptoms Other Hallucinogen Use Disorder A. A problematic pattern of hallucinogen (other than phencyclidine) use leading to clinically significant impairment or distress, as manifested by at least two of the following, occurring within a 12- month period: 1. The hallucinogen is often taken in larger amounts or over a longer period than was intended. 2. There is a persistent desire or unsuccessful efforts to cut down or control hallucinogen use. 3. A great deal of time is spent in activities necessary to obtain the hallucinogen, use the hallucinogen, or recover from its effects. 4. Craving, or a strong desire or urge to use the hallucinogen.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}