{
  "id": "DSM-5_f9ddeffd",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Substance/Medication-Induced Anxiety Disorder 123 3. Difficulty concentrating or mind going blank. 4. Irritability. 5. Muscle tension. 6. Sleep disturbance (difficulty falling or staying asleep, or rest- less, unsatisfying sleep). D. The anxiety, worry, or physical symptoms cause clinically signif- icant distress or impairment in social, occupational, or other im- portant areas of functioning. E. The disturbance is not attributable to the physiological effects of a substance (e.g., a drug of abuse, a medication) or another medical condition (e.g., hyperthyroidism). F. The disturbance is not better explained by another mental disorder (e.g., anxiety or worry about having panic attacks in panic disor- der, negative evaluation in social anxiety disorder [social pho- bia], contamination or other obsessions in obsessive-compulsive disorder, separation from attachment figures in separation anxi- ety disorder, reminders of traumatic events in posttraumatic stress disorder, gaining weight in anorexia nervosa, physical complaints in somatic symptom disorder, perceived appearance flaws in body dysmorphic disorder, having a serious illness in illness anxiety disorder, or the content of delusional beliefs in schizophrenia or delusional disorder). Substance/Medication-Induced Anxiety Disorder A. Panic attacks or anxiety is predominant in the clinical picture. B. There is evidence from the history, physical examination, or lab- oratory findings of both (1) and (2): 1. The symptoms in Criterion A developed during or soon after substance intoxication or withdrawal or after exposure to a medication. 2. The involved substance/medication is capable of producing the symptoms in Criterion A. C. The disturbance is not better explained by an anxiety disorder that is not substance/medication-induced. Such evidence of an independent anxiety disorder could include the following: 124 Anxiety Disorders The symptoms precede the onset of the substance/medica- tion use; the symptoms persist for a substantial period of time (e.g., about 1 month) after the cessation of acute with- drawal or severe intoxication; or there is other evidence sug- gesting the existence of an independent non-substance/ medication-induced anxiety disorder (e.g., a history of recur- rent non-substance/medication-related episodes). D. The disturbance does not occur exclusively during the course of a delirium. E. The disturbance causes clinically significant distress or impairment in social, occupational, or other important areas of functioning. Note: This diagnosis should be made instead of a diagnosis of sub- stance intoxication or substance withdrawal only when the symptoms in Criterion A predominate in the clinical picture and they are suffi- ciently severe to warrant clinical attention. Coding note: The ICD-9-CM and ICD-10-CM codes for the [specific substance/medication]-induced anxiety disorders are indicated in the table below. Note that the ICD-10-CM code depends on whether or not there is a comorbid substance use disorder present for the same class of substance. If a mild substance use disorder is comorbid with the substance-induced anxiety disorder, the 4th position character is “1,” and the clinician should record “mild [substance] use disorder” before the substance-induced anxiety disorder (e.g., “mild cocaine use disorder with cocaine-induced anxiety disorder”). If a moderate or severe substance use disorder is comorbid with the substance- induced anxiety disorder, the 4th position character is “2,” and the cli- nician should record “moderate [substance] use disorder” or “severe [substance] use disorder,” depending on the severity of the comorbid substance use disorder. If there is no comorbid substance use disor- der (e.g., after a one-time heavy use of the substance), then the 4th position character is “9,” and the clinician should record only the sub- stance-induced anxiety disorder. Substance/Medication-Induced Anxiety Disorder 125 ICD-10-CM With use With use disorder, Without disorder, moderate use ICD-9-CM mild or severe disorder Alcohol 291.89 F10.180 F10.280 F10.980 Caffeine 292.89 F15.180 F15.280 F15.980 Cannabis 292.89 F12.180 F12.280 F12.980 Phencyclidine 292.89 F16.180 F16.280 F16.980 Other hallucinogen 292.89 F16.180 F16.280 F16.980 Inhalant 292.89 F18.180 F18.280 F18.980 Opioid 292.89 F11.188 F11.288 F11.988 Sedative, hypnotic, 292.89 F13.180 F13.280 F13.980 or anxiolytic Amphetamine (or 292.89 F15.180 F15.280 F15.980 other stimulant) Cocaine 292.89 F14.180 F14.280 F14.980 Other (or unknown) 292.89 F19.180 F19.280 F19.980 substance Specify if (see Table 1 in the chapter “Substance-Related and Addic- tive Disorders” for diagnoses associated with substance class): With onset during intoxication: This specifier applies if criteria are met for intoxication with the substance and the symptoms de- velop during intoxication. With onset during withdrawal: This specifier applies if criteria are met for withdrawal from the substance and the symptoms de- velop during, or shortly after, withdrawal. With onset after medication use: Symptoms may appear either at initiation of medication or after a modification or change in use.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}