{
  "id": "DSM-5_72558d65",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "40 Neurodevelopmental Disorders Stereotypic Movement Disorder 307.3 (F98.4) A. Repetitive, seemingly driven, and apparently purposeless motor behavior (e.g., hand shaking or waving, body rocking, head bang- ing, self-biting, hitting own body). B. The repetitive motor behavior interferes with social, academic, or other activities and may result in self-injury. C. Onset is in the early developmental period. D. The repetitive motor behavior is not attributable to the physiolog- ical effects of a substance or neurological condition and is not better explained by another neurodevelopmental or mental disorder (e.g., trichotillomania [hair-pulling disorder], obsessive- compulsive disorder). Specify if: With self-injurious behavior (or behavior that would result in an injury if preventive measures were not used). Without self-injurious behavior Specify if: Associated with a known medical or genetic condition, neu- rodevelopmental disorder, or environmental factor (e.g., Lesch-Nyhan syndrome, intellectual disability [intellectual devel- opmental disorder], intrauterine alcohol exposure). Coding note: Use additional code to identify the associated medical or genetic condition, or neurodevelopmental disorder. Specify current severity: Mild: Symptoms are easily suppressed by sensory stimulus or distraction. Moderate: Symptoms require explicit protective measures and behavioral modification. Severe: Continuous monitoring and protective measures are re- quired to prevent serious injury. Tic Disorders 41 Recording Procedures For stereotypic movement disorder that is associated with a known medical or genetic condition, neurodevelopmental disorder, or envi- ronmental factor, record stereotypic movement disorder associated with (name of condition, disorder, or factor) (e.g., stereotypic move- ment disorder associated with Lesch-Nyhan syndrome). Tic Disorders Note: A tic is a sudden, rapid, recurrent, nonrhythmic motor move- ment or vocalization. Tourette’s Disorder 307.23 (F95.2) A. Both multiple motor and one or more vocal tics have been pres- ent at some time during the illness, although not necessarily con- currently. B. The tics may wax and wane in frequency but have persisted for more than 1 year since first tic onset. C. Onset is before age 18 years. D. The disturbance is not attributable to the physiological effects of a substance (e.g., cocaine) or another medical condition (e.g., Huntington’s disease, postviral encephalitis). Persistent (Chronic) Motor or Vocal Tic Disorder 307.22 (F95.1) A. Single or multiple motor or vocal tics have been present during the illness, but not both motor and vocal. B. The tics may wax and wane in frequency but have persisted for more than 1 year since first tic onset. C. Onset is before age 18 years. D. The disturbance is not attributable to the physiological effects of a substance (e.g., cocaine) or another medical condition (e.g., Huntington’s disease, postviral encephalitis). E. Criteria have never been met for Tourette’s disorder. Specify if: With motor tics only With vocal tics only 42 Neurodevelopmental Disorders Provisional Tic Disorder 307.21 (F95.0) A. Single or multiple motor and/or vocal tics. B. The tics have been present for less than 1 year since first tic onset. C. Onset is before age 18 years. D. The disturbance is not attributable to the physiological effects of a substance (e.g., cocaine) or another medical condition (e.g., Huntington’s disease, postviral encephalitis). E. Criteria have never been met for Tourette’s disorder or persistent (chronic) motor or vocal tic disorder. Other Specified Tic Disorder 307.20 (F95.8) This category applies to presentations in which symptoms character- istic of a tic disorder that cause clinically significant distress or impair- ment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for a tic disorder or any of the disorders in the neurodevelopmental disorders diagnostic class. The other specified tic disorder category is used in situations in which the clinician chooses to communicate the specific reason that the presentation does not meet the criteria for a tic disorder or any specific neurodevelopmental disorder. This is done by recording “other specified tic disorder” followed by the specific reason (e.g., “with onset after age 18 years”). Unspecified Tic Disorder 307.20 (F95.9) This category applies to presentations in which symptoms character- istic of a tic disorder that cause clinically significant distress or impair- ment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for a tic disorder or for any of the disorders in the neurodevelopmental disorders diagnostic class. The unspecified tic disorder category is used in situations in Other Specified Neurodevelopmental Disorder 43 which the clinician chooses not to specify the reason that the criteria are not met for a tic disorder or for a specific neurodevelopmental dis- order, and includes presentations in which there is insufficient infor- mation to make a more specific diagnosis. Other Neurodevelopmental Disorders Other Specified Neurodevelopmental Disorder 315.8 (F88) This category applies to presentations in which symptoms charac- teristic of a neurodevelopmental disorder that cause impairment in so- cial, occupational, or other important areas of functioning predominate but do not meet the full criteria for any of the disorders in the neurode- velopmental disorders diagnostic class. The other specified neuro- developmental disorder category is used in situations in which the clinician chooses to communicate the specific reason that the presen- tation does not meet the criteria for any specific neurodevelopmental disorder. This is done by recording “other specified neurodevelopmen- tal disorder” followed by the specific reason (e.g., “neurodevelopmen- tal disorder associated with prenatal alcohol exposure”). An example of a presentation that can be specified using the “other specified” designation is the following: Neurodevelopmental disorder associated with prenatal al- cohol exposure: Neurodevelopmental disorder associated with prenatal alcohol exposure is characterized by a range of devel- opmental disabilities following exposure to alcohol in utero.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": true
  }
}