{
  "id": "DSM-5_9f23ad20",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Intellectual Disability (Intellectual Developmental Disorder) 21 TABLE 1 Severity levels for intellectual disability (intellectual developmental disorder) (continued) Severity level Conceptual domain Social domain Practical domain Severe Attainment of conceptual Spoken language is quite limited in The individual requires support for all activi- skills is limited. The individ- terms of vocabulary and gram- ties of daily living, including meals, dress- ual generally has little mar. Speech may be single words ing, bathing, and elimination. The understanding of written or phrases and may be supple- individual requires supervision at all times. language or of concepts mented through augmentative The individual cannot make responsible involving numbers, quan- means. Speech and communica- decisions regarding well-being of self or tity, time, and money. Care- tion are focused on the here and others. In adulthood, participation in tasks takers provide extensive now within everyday events. at home, recreation, and work requires supports for problem solv- Language is used for social com- ongoing support and assistance. Skill acqui- ing throughout life. munication more than for explica- sition in all domains involves long-term tion. Individuals understand teaching and ongoing support. Maladaptive simple speech and gestural com- behavior, including self-injury, is present in munication. Relationships with a significant minority. family members and familiar oth- ers are a source of pleasure and help. 22 Neurodevelopmental Disorders TABLE 1 Severity levels for intellectual disability (intellectual developmental disorder) (continued) Severity level Conceptual domain Social domain Practical domain Profound Conceptual skills generally The individual has very limited The individual is dependent on others for all involve the physical world understanding of symbolic com- aspects of daily physical care, health, and rather than symbolic pro- munication in speech or gesture. safety, although he or she may be able to cesses. The individual may He or she may understand some participate in some of these activities as use objects in goal-directed simple instructions or gestures. well. Individuals without severe physical fashion for self-care, work, The individual expresses his or impairments may assist with some daily and recreation. Certain her own desires and emotions work tasks at home, like carrying dishes to visuospatial skills, such as largely through nonverbal, non- the table. Simple actions with objects may matching and sorting based symbolic communication. The be the basis of participation in some voca- on physical characteristics, individual enjoys relationships tional activities with high levels of ongoing may be acquired. However, with well-known family mem- support. Recreational activities may co-occurring motor and sen- bers, caretakers, and familiar oth- involve, for example, enjoyment in listening sory impairments may pre- ers, and initiates and responds to to music, watching movies, going out for vent functional use of social interactions through ges- walks, or participating in water activities, objects. tural and emotional cues. Co- all with the support of others. Co-occurring occurring sensory and physical physical and sensory impairments are fre- impairments may prevent many quent barriers to participation (beyond social activities. watching) in home, recreational, and voca- tional activities. Maladaptive behavior is present in a significant minority.",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": false,
    "has_followup": false
  }
}