{
  "id": "DSM-5_c99ec9ed",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Major or Mild Vascular Neurocognitive Disorder 309 Coding note: For probable major neurocognitive disorder with Lewy bodies, with behavioral disturbance, code first 331.82 (G31.83) Lewy body disease, followed by 294.11 (F02.81) probable major neurocog- nitive disorder with Lewy bodies, with behavioral disturbance. For probable major neurocognitive disorder with Lewy bodies, without behavioral disturbance, code first 331.82 (G31.83) Lewy body dis- ease, followed by 294.10 (F02.80) probable major neurocognitive disorder with Lewy bodies, without behavioral disturbance. For possible major neurocognitive disorder with Lewy bodies, code 331.9 (G31.9) possible major neurocognitive disorder with Lewy bodies. (Note: Do not use the additional code for Lewy body disease. Behavior- al disturbance cannot be coded but should still be indicated in writing.) For mild neurocognitive disorder with Lewy bodies, code 331.83 (G31.84). (Note: Do not use the additional code for Lewy body dis- ease. Behavioral disturbance cannot be coded but should still be in- dicated in writing.) Major or Mild Vascular Neurocognitive Disorder A. The criteria are met for major or mild neurocognitive disorder. B. The clinical features are consistent with a vascular etiology, as suggested by either of the following: 1. Onset of the cognitive deficits is temporally related to one or more cerebrovascular events. 2. Evidence for decline is prominent in complex attention (in- cluding processing speed) and frontal-executive function. C. There is evidence of the presence of cerebrovascular disease from history, physical examination, and/or neuroimaging consid- ered sufficient to account for the neurocognitive deficits. D. The symptoms are not better explained by another brain disease or systemic disorder. Probable vascular neurocognitive disorder is diagnosed if one of the following is present; otherwise possible vascular neurocogni- tive disorder should be diagnosed: 1. Clinical criteria are supported by neuroimaging evidence of sig- nificant parenchymal injury attributed to cerebrovascular disease (neuroimaging-supported). 310 Neurocognitive Disorders 2. The neurocognitive syndrome is temporally related to one or more documented cerebrovascular events. 3. Both clinical and genetic (e.g., cerebral autosomal dominant ar- teriopathy with subcortical infarcts and leukoencephalopathy) evidence of cerebrovascular disease is present. Possible vascular neurocognitive disorder is diagnosed if the clinical criteria are met but neuroimaging is not available and the tem- poral relationship of the neurocognitive syndrome with one or more cerebrovascular events is not established. Coding note: For probable major vascular neurocognitive disorder, with behavioral disturbance, code 290.40 (F01.51). For probable ma- jor vascular neurocognitive disorder, without behavioral disturbance, code 290.40 (F01.50). For possible major vascular neurocognitive disorder, with or without behavioral disturbance, code 331.9 (G31.9). An additional medical code for the vascular disease is not needed. For mild vascular neurocognitive disorder, code 331.83 (G31.84). (Note: Do not use an additional code for the vascular disease. Be- havioral disturbance cannot be coded but should still be indicated in writing.) Major or Mild Neurocognitive Disorder Due to Traumatic Brain Injury A. The criteria are met for major or mild neurocognitive disorder. B. There is evidence of a traumatic brain injury—that is, an impact to the head or other mechanisms of rapid movement or displacement of the brain within the skull, with one or more of the following: 1. Loss of consciousness. 2. Posttraumatic amnesia. 3. Disorientation and confusion. 4. Neurological signs (e.g., neuroimaging demonstrating injury; a new onset of seizures; a marked worsening of a preexisting seizure disorder; visual field cuts; anosmia; hemiparesis).",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}