{
  "id": "DSM-5_cf7f7e3d",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Neurocognitive Disorders 291 TABLE 1 Neurocognitive domains (continued) Cognitive domain Examples of symptoms or observations Examples of assessments Social cognition Major: Behavior clearly out of acceptable Recognition of emotions: Identification of emotion in (recognition of social range; shows insensitivity to social images of faces representing a variety of both emotions, theory standards of modesty in dress, or of politi- positive and negative emotions. of mind) cal, religious, or sexual topics of conversa- Theory of mind: Ability to consider another person’s tion. Focuses excessively on a topic despite mental state (thoughts, desires, intentions) or group’s disinterest or direct feedback. experience—story cards with questions to elicit Behavioral intention without regard to information about the mental state of the individ- family or friends. Makes decisions without uals’ portrayed, such as “Where will the girl look regard to safety (e.g., inappropriate cloth- for the lost bag?” or “Why is the boy sad?” ing for weather or social setting). Typically, has little insight into these changes. Mild: Has subtle changes in behavior or atti- tude, often described as a change in person- ality, such as less ability to recognize social cues or read facial expressions, decreased empathy, increased extraversion or intro- version, decreased inhibition, or subtle or episodic apathy or restlessness. 292 Neurocognitive Disorders Delirium A. A disturbance in attention (i.e., reduced ability to direct, focus, sustain, and shift attention) and awareness (reduced orientation to the environment). B. The disturbance develops over a short period of time (usually hours to a few days), represents a change from baseline atten- tion and awareness, and tends to fluctuate in severity during the course of a day. C. An additional disturbance in cognition (e.g., memory deficit, dis- orientation, language, visuospatial ability, or perception). D. The disturbances in Criteria A and C are not better explained by another preexisting, established, or evolving neurocognitive dis- order and do not occur in the context of a severely reduced level of arousal, such as coma. E. There is evidence from the history, physical examination, or labo- ratory findings that the disturbance is a direct physiological conse- quence of another medical condition, substance intoxication or withdrawal (i.e., due to a drug of abuse or to a medication), or ex- posure to a toxin, or is due to multiple etiologies. Specify whether: Substance intoxication delirium: This diagnosis should be made instead of substance intoxication when the symptoms in Criteria A and C predominate in the clinical picture and when they are sufficiently severe to warrant clinical attention. Coding note: The ICD-9-CM and ICD-10-CM codes for the [specific substance] intoxication delirium are indicated in the table below. Note that the ICD-10-CM code depends on whether or not there is a comorbid substance use disorder present for the same class of substance. If a mild substance use disorder is comorbid with the substance intoxication de- lirium, the 4th position character is “1,” and the clinician should record “mild [substance] use disorder” before the substance intoxication delirium (e.g., “mild cocaine use dis- order with cocaine-induced intoxication delirium”). If a mod- erate or severe substance use disorder is comorbid with the substance intoxication delirium, the 4th position character is Delirium 293 “2,” and the clinician should record “moderate [substance] use disorder” or “severe [substance] use disorder,” depend- ing on the severity of the comorbid substance use disorder. If there is no comorbid substance use disorder (e.g., after a one-time heavy use of the substance), then the 4th position character is “9,” and the clinician should record only the sub- stance intoxication delirium. ICD-10-CM With use With use disorder, Without ICD-9- disorder, moderate use CM mild or severe disorder Alcohol 291.0 F10.121 F10.221 F10.921 Cannabis 292.81 F12.121 F12.221 F12.921 Phencyclidine 292.81 F16.121 F16.221 F16.921 Other hallucinogen 292.81 F16.121 F16.221 F16.921 Inhalant 292.81 F18.121 F18.221 F18.921 Opioid 292.81 F11.121 F11.221 F11.921 Sedative, hypnotic, or 292.81 F13.121 F13.221 F13.921 anxiolytic Amphetamine (or 292.81 F15.121 F15.221 F15.921 other stimulant) Cocaine 292.81 F14.121 F14.221 F14.921 Other (or unknown) 292.81 F19.121 F19.221 F19.921 substance Substance withdrawal delirium: This diagnosis should be made instead of substance withdrawal when the symptoms in Criteria A and C predominate in the clinical picture and when they are sufficiently severe to warrant clinical attention. Code [specific substance] withdrawal delirium: 291.0 (F10.231) alcohol; 292.0 (F11.23) opioid; 292.0 (F13.231) sed- 294 Neurocognitive Disorders ative, hypnotic, or anxiolytic; 292.0 (F19.231) other (or un- known) substance/medication. Medication-induced delirium: This diagnosis applies when the symptoms in Criteria A and C arise as a side effect of a medica- tion taken as prescribed. Coding note: The ICD-9-CM code for [specific medication]- induced delirium is 292.81. The ICD-10-CM code depends on the type of medication. If the medication is an opioid taken as prescribed, the code is F11.921. If the medication is a sedative, hypnotic, or anxiolytic taken as prescribed, the code is F13.921. If the medication is an amphetamine-type or other stimulant taken as prescribed, the code is F15.921. For medications that do not fit into any of the classes (e.g., dexamethasone) and in cases in which a substance is judged to be an etiological factor but the specific class of substance is unknown, the code is F19.921. 293.0 (F05) Delirium due to another medical condition: There is evidence from the history, physical examination, or laboratory findings that the disturbance is attributable to the physiological consequences of another medical condition. Coding note: Include the name of the other medical condi- tion in the name of the delirium (e.g., 293.0 [F05] delirium due to hepatic encephalopathy). The other medical condition should also be coded and listed separately immediately be- fore the delirium due to another medical condition (e.g., 572.2 [K72.90] hepatic encephalopathy; 293.0 [F05] delirium due to hepatic encephalopathy). 293.0 (F05) Delirium due to multiple etiologies: There is evi- dence from the history, physical examination, or laboratory find- ings that the delirium has more than one etiology (e.g., more than one etiological medical condition; another medical condition plus substance intoxication or medication side effect). Coding note: Use multiple separate codes reflecting specific delirium etiologies (e.g., 572.2 [K72.90] hepatic encephalop- athy, 293.0 [F05] delirium due to hepatic failure; 291.0 [F10.231] alcohol withdrawal delirium). Note that the etiolog- ical medical condition both appears as a separate code that Delirium 295 precedes the delirium code and is substituted into the delir- ium due to another medical condition rubric. Specify if: Acute: Lasting a few hours or days. Persistent: Lasting weeks or months. Specify if: Hyperactive: The individual has a hyperactive level of psycho- motor activity that may be accompanied by mood lability, agita- tion, and/or refusal to cooperate with medical care. Hypoactive: The individual has a hypoactive level of psychomo- tor activity that may be accompanied by sluggishness and leth- argy that approaches stupor. Mixed level of activity: The individual has a normal level of psychomotor activity even though attention and awareness are disturbed. Also includes individuals whose activity level rapidly fluctuates. Recording Procedures Substance intoxication delirium ICD-9-CM. The name of the substance/medication intoxication de- lirium begins with the specific substance (e.g., cocaine, dexametha- sone) that is presumed to be causing the delirium. The diagnostic code is selected from the table included in the criteria set, which is based on the drug class. For substances that do not fit into any of the classes (e.g., dexamethasone), the code for “other substance” should be used; and in cases in which a substance is judged to be an etiolog- ical factor but the specific class of substance is unknown, the category “unknown substance” should be used. The name of the disorder is followed by the course (i.e., acute, persistent), followed by the specifier indicating level of psychomotor activity (i.e., hyperactive, hypoactive, mixed level of activity). Unlike the recording procedures for ICD-10-CM, which combine the sub- stance/medication intoxication delirium and substance use disorder into a single code, for ICD-9-CM a separate diagnostic code is given for the substance use disorder. For example, in the case of acute hy- peractive intoxication delirium occurring in a man with a severe co- 296 Neurocognitive Disorders caine use disorder, the diagnosis is 292.81 cocaine intoxication delir- ium, acute, hyperactive. An additional diagnosis of 304.20 severe cocaine use disorder is also given. If the intoxication delirium occurs without a comorbid substance use disorder (e.g., after a one-time heavy use of the substance), no accompanying substance use disor- der is noted (e.g., 292.81 phencyclidine intoxication delirium, acute, hypoactive). ICD-10-CM. The name of the substance/medication intoxication de- lirium begins with the specific substance (e.g., cocaine, dexametha- sone) that is presumed to be causing the delirium. The diagnostic code is selected from the table included in the criteria set, which is based on the drug class and presence or absence of a comorbid sub- stance use disorder. For substances that do not fit into any of the classes (e.g., dexamethasone), the code for “other substance” should be used; and in cases in which a substance is judged to be an etiolog- ical factor but the specific class of substance is unknown, the cate- gory “unknown substance” should be used. When recording the name of the disorder, the comorbid substance use disorder (if any) is listed first, followed by the word “with,” fol- lowed by the name of the substance intoxication delirium, followed by the course (i.e., acute, persistent), followed by the specifier indi- cating level of psychomotor activity (i.e., hyperactive, hypoactive, mixed level of activity). For example, in the case of acute hyperactive intoxication delirium occurring in a man with a severe cocaine use disorder, the diagnosis is F14.221 severe cocaine use disorder with cocaine intoxication delirium, acute, hyperactive. A separate diagno- sis of the comorbid severe cocaine use disorder is not given. If the intoxication delirium occurs without a comorbid substance use dis- order (e.g., after a one-time heavy use of the substance), no accompa- nying substance use disorder is noted (e.g., F16.921 phencyclidine in- toxication delirium, acute, hypoactive). Substance withdrawal delirium ICD-9-CM. The name of the substance/medication withdrawal de- lirium begins with the specific substance (e.g., alcohol) that is pre- sumed to be causing the withdrawal delirium. The diagnostic code is Delirium 297 selected from substance-specific codes included in the coding note included in the criteria set. The name of the disorder is followed by the course (i.e., acute, persistent), followed by the specifier indicating level of psychomotor activity (i.e., hyperactive, hypoactive, mixed level of activity). Unlike the recording procedures for ICD-10-CM, which combine the substance/medication withdrawal delirium and substance use disorder into a single code, for ICD-9-CM a separate diagnostic code is given for the substance use disorder. For example, in the case of acute hyperactive withdrawal delirium occurring in a man with a severe alcohol use disorder, the diagnosis is 291.0 alcohol withdrawal delirium, acute, hyperactive. An additional diagnosis of 303.90 severe alcohol use disorder is also given. ICD-10-CM. The name of the substance/medication withdrawal de- lirium begins with the specific substance (e.g., alcohol) that is pre- sumed to be causing the withdrawal delirium. The diagnostic code is selected from substance-specific codes included in the coding note included in the criteria set. When recording the name of the disorder, the comorbid moderate or severe substance use disorder (if any) is listed first, followed by the word “with,” followed by the substance withdrawal delirium, followed by the course (i.e., acute, persistent), followed by the specifier indicating level of psychomotor activity (i.e., hyperactive, hypoactive, mixed level of activity). For example, in the case of acute hyperactive withdrawal delirium occurring in a man with a severe alcohol use disorder, the diagnosis is F10.231 se- vere alcohol use disorder with alcohol withdrawal delirium, acute, hyperactive. A separate diagnosis of the comorbid severe alcohol use disorder is not given. Medication-induced delirium. The name of the medication-in- duced delirium begins with the specific substance (e.g., dexametha- sone) that is presumed to be causing the delirium. The name of the disorder is followed by the course (i.e., acute, persistent), followed by the specifier indicating level of psychomotor activity (i.e., hyper- active, hypoactive, mixed level of activity). For example, in the case of acute hyperactive medication-induced delirium occurring in a man using dexamethasone as prescribed, the diagnosis is 292.81 (F19.921) dexamethasone-induced delirium, acute, hyperactive.",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": false,
    "has_followup": false
  }
}