{
  "id": "DSM-5_9ffe2520",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "36 Neurodevelopmental Disorders Specific Learning Disorder Specific Learning Disorder A. Difficulties learning and using academic skills, as indicated by the presence of at least one of the following symptoms that have persisted for at least 6 months, despite the provision of interven- tions that target those difficulties: 1. Inaccurate or slow and effortful word reading (e.g., reads sin- gle words aloud incorrectly or slowly and hesitantly, fre- quently guesses words, has difficulty sounding out words). 2. Difficulty understanding the meaning of what is read (e.g., may read text accurately but not understand the sequence, re- lationships, inferences, or deeper meanings of what is read). 3. Difficulties with spelling (e.g., may add, omit, or substitute vowels or consonants). 4. Difficulties with written expression (e.g., makes multiple gram- matical or punctuation errors within sentences; employs poor paragraph organization; written expression of ideas lacks clarity). 5. Difficulties mastering number sense, number facts, or calcula- tion (e.g., has poor understanding of numbers, their magnitude, and relationships; counts on fingers to add single-digit numbers instead of recalling the math fact as peers do; gets lost in the midst of arithmetic computation and may switch procedures). 6. Difficulties with mathematical reasoning (e.g., has severe dif- ficulty applying mathematical concepts, facts, or procedures to solve quantitative problems). B. The affected academic skills are substantially and quantifiably be- low those expected for the individual’s chronological age, and cause significant interference with academic or occupational per- formance, or with activities of daily living, as confirmed by indi- vidually administered standardized achievement measures and comprehensive clinical assessment. For individuals age 17 years and older, a documented history of impairing learning difficulties may be substituted for the standardized assessment. Specific Learning Disorder 37 C. The learning difficulties begin during school-age years but may not become fully manifest until the demands for those affected academic skills exceed the individual’s limited capacities (e.g., as in timed tests, reading or writing lengthy complex reports for a tight deadline, excessively heavy academic loads). D. The learning difficulties are not better accounted for by intellec- tual disabilities, uncorrected visual or auditory acuity, other men- tal or neurological disorders, psychosocial adversity, lack of proficiency in the language of academic instruction, or inade- quate educational instruction. Note: The four diagnostic criteria are to be met based on a clinical synthesis of the individual’s history (developmental, medical, family, educational), school reports, and psychoeducational assessment. Coding note: Specify all academic domains and subskills that are impaired. When more than one domain is impaired, each one should be coded individually according to the following specifiers. Specify if: 315.00 (F81.0) With impairment in reading: Word reading accuracy Reading rate or fluency Reading comprehension Note: Dyslexia is an alternative term used to refer to a pattern of learning difficulties characterized by problems with accurate or fluent word recognition, poor decoding, and poor spelling abili- ties. If dyslexia is used to specify this particular pattern of difficul- ties, it is important also to specify any additional difficulties that are present, such as difficulties with reading comprehension or math reasoning. 315.2 (F81.81) With impairment in written expression: Spelling accuracy Grammar and punctuation accuracy Clarity or organization of written expression 315.1 (F81.2) With impairment in mathematics: Number sense Memorization of arithmetic facts 38 Neurodevelopmental Disorders Accurate or fluent calculation Accurate math reasoning Note: Dyscalculia is an alternative term used to refer to a pattern of difficulties characterized by problems processing numerical in- formation, learning arithmetic facts, and performing accurate or fluent calculations. If dyscalculia is used to specify this particular pattern of mathematic difficulties, it is important also to specify any additional difficulties that are present, such as difficulties with math reasoning or word reasoning accuracy. Specify current severity: Mild: Some difficulties learning skills in one or two academic do- mains, but of mild enough severity that the individual may be able to compensate or function well when provided with appropriate accommodations or support services, especially during the school years. Moderate: Marked difficulties learning skills in one or more aca- demic domains, so that the individual is unlikely to become profi- cient without some intervals of intensive and specialized teaching during the school years. Some accommodations or supportive services at least part of the day at school, in the workplace, or at home may be needed to complete activities accurately and effi- ciently. Severe: Severe difficulties learning skills, affecting several aca- demic domains, so that the individual is unlikely to learn those skills without ongoing intensive individualized and specialized teaching for most of the school years. Even with an array of ap- propriate accommodations or services at home, at school, or in the workplace, the individual may not be able to complete all ac- tivities efficiently. Recording Procedures Each impaired academic domain and subskill of specific learning disorder should be recorded. Because of ICD coding requirements, impairments in reading, impairments in written expression, and im- pairments in mathematics, with their corresponding impairments in subskills, must be coded separately. For example, impairments in reading and mathematics and impairments in the subskills of read- Developmental Coordination Disorder 39 ing rate or fluency, reading comprehension, accurate or fluent calcu- lation, and accurate math reasoning would be coded and recorded as 315.00 (F81.0) specific learning disorder with impairment in reading, with impairment in reading rate or fluency and impairment in read- ing comprehension; 315.1 (F81.2) specific learning disorder with im- pairment in mathematics, with impairment in accurate or fluent calculation and impairment in accurate math reasoning. Motor Disorders Developmental Coordination Disorder 315.4 (F82) A. The acquisition and execution of coordinated motor skills is sub- stantially below that expected given the individual’s chronologi- cal age and opportunity for skill learning and use. Difficulties are manifested as clumsiness (e.g., dropping or bumping into ob- jects) as well as slowness and inaccuracy of performance of mo- tor skills (e.g., catching an object, using scissors or cutlery, handwriting, riding a bike, or participating in sports). B. The motor skills deficit in Criterion A significantly and persistently interferes with activities of daily living appropriate to chrono- logical age (e.g., self-care and self-maintenance) and impacts academic/school productivity, prevocational and vocational ac- tivities, leisure, and play. C. Onset of symptoms is in the early developmental period. D. The motor skills deficits are not better explained by intellectual disability (intellectual developmental disorder) or visual impair- ment and are not attributable to a neurological condition affecting movement (e.g., cerebral palsy, muscular dystrophy, degenera- tive disorder).",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}