{
  "id": "DSM-5_272a832a",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Other Specified Feeding or Eating Disorder 175 In full remission: After full criteria for binge-eating disorder were previously met, none of the criteria have been met for a sus- tained period of time. Specify current severity: The minimum level of severity is based on the frequency of episodes of binge eating (see below). The level of severity may be increased to reflect other symptoms and the degree of functional disability. Mild: 1–3 binge-eating episodes per week. Moderate: 4–7 binge-eating episodes per week. Severe: 8–13 binge-eating episodes per week. Extreme: 14 or more binge-eating episodes per week. Other Specified Feeding or Eating Disorder 307.59 (F50.8) This category applies to presentations in which symptoms character- istic of a feeding and eating disorder that cause clinically significant distress or impairment in social, occupational, or other important ar- eas of functioning predominate but do not meet the full criteria for any of the disorders in the feeding and eating disorders diagnostic class. The other specified feeding or eating disorder category is used in sit- uations in which the clinician chooses to communicate the specific reason that the presentation does not meet the criteria for any spe- cific feeding and eating disorder. This is done by recording “other specified feeding or eating disorder” followed by the specific reason (e.g., “bulimia nervosa of low frequency”). Examples of presentations that can be specified using the “other specified” designation include the following: 1. Atypical anorexia nervosa: All of the criteria for anorexia ner- vosa are met, except that despite significant weight loss, the in- dividual’s weight is within or above the normal range. 2. Bulimia nervosa (of low frequency and/or limited duration): All of the criteria for bulimia nervosa are met, except that the binge eating and inappropriate compensatory behaviors occur, on average, less than once a week and/or for less than 3 months. 176 Feeding and Eating Disorders 3. Binge-eating disorder (of low frequency and/or limited dura- tion): All of the criteria for binge-eating disorder are met, except that the binge eating occurs, on average, less than once a week and/or for less than 3 months. 4. Purging disorder: Recurrent purging behavior to influence weight or shape (e.g., self-induced vomiting; misuse of laxatives, diuretics, or other medications) in the absence of binge eating. 5. Night eating syndrome: Recurrent episodes of night eating, as manifested by eating after awakening from sleep or by excessive food consumption after the evening meal. There is awareness and recall of the eating. The night eating is not better explained by ex- ternal influences such as changes in the individual’s sleep-wake cycle or by local social norms. The night eating causes significant distress and/or impairment in functioning. The disordered pattern of eating is not better explained by binge-eating disorder or an- other mental disorder, including substance use, and is not attribut- able to another medical disorder or to an effect of medication. Unspecified Feeding or Eating Disorder 307.50 (F50.9) This category applies to presentations in which symptoms character- istic of a feeding and eating disorder that cause clinically significant distress or impairment in social, occupational, or other important ar- eas of functioning predominate but do not meet the full criteria for any of the disorders in the feeding and eating disorders diagnostic class. The unspecified feeding or eating disorder category is used in situa- tions in which the clinician chooses not to specify the reason that the criteria are not met for a specific feeding and eating disorder, and in- cludes presentations in which there is insufficient information to make a more specific diagnosis (e.g., in emergency room settings).",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}