{
  "id": "DSM-5_3329c1ec",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Circadian Rhythm Sleep-Wake Disorders 189 Coding note: For ICD-9-CM, code 307.45 for all subtypes. For ICD- 10-CM, code is based on subtype. Specify whether: 307.45 (G47.21) Delayed sleep phase type: A pattern of de- layed sleep onset and awakening times, with an inability to fall asleep and awaken at a desired or conventionally acceptable earlier time. Specify if: Familial: A family history of delayed sleep phase is present. Specify if: Overlapping with non-24-hour sleep-wake type: Delayed sleep phase type may overlap with another circadian rhythm sleep-wake disorder, non-24-hour sleep-wake type. 307.45 (G47.22) Advanced sleep phase type: A pattern of ad- vanced sleep onset and awakening times, with an inability to re- main awake or asleep until the desired or conventionally acceptable later sleep or wake times. Specify if: Familial: A family history of advanced sleep phase is present. 307.45 (G47.23) Irregular sleep-wake type: A temporally disor- ganized sleep-wake pattern, such that the timing of sleep and wake periods is variable throughout the 24-hour period. 307.45 (G47.24) Non-24-hour sleep-wake type: A pattern of sleep-wake cycles that is not synchronized to the 24-hour envi- ronment, with a consistent daily drift (usually to later and later times) of sleep onset and wake times. 307.45 (G47.26) Shift work type: Insomnia during the major sleep period and/or excessive sleepiness (including inadvertent sleep) during the major awake period associated with a shift work schedule (i.e., requiring unconventional work hours). 307.45 (G47.20) Unspecified type Specify if: Episodic: Symptoms last at least 1 month but less than 3 months. Persistent: Symptoms last 3 months or longer. Recurrent: Two or more episodes occur within the space of 1 year. 190 Sleep-Wake Disorders Parasomnias Non–Rapid Eye Movement Sleep Arousal Disorders A. Recurrent episodes of incomplete awakening from sleep, usually occurring during the first third of the major sleep episode, accom- panied by either one of the following: 1. Sleepwalking: Repeated episodes of rising from bed during sleep and walking about. While sleepwalking, the individual has a blank, staring face; is relatively unresponsive to the ef- forts of others to communicate with him or her; and can be awakened only with great difficulty. 2. Sleep terrors: Recurrent episodes of abrupt terror arousals from sleep, usually beginning with a panicky scream. There is intense fear and signs of autonomic arousal, such as my- driasis, tachycardia, rapid breathing, and sweating, during each episode. There is relative unresponsiveness to efforts of others to comfort the individual during the episodes. B. No or little (e.g., only a single visual scene) dream imagery is re- called. C. Amnesia for the episodes is present. D. The episodes cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. E. The disturbance is not attributable to the physiological effects of a substance (e.g., a drug of abuse, a medication). F. Coexisting mental and medical disorders do not explain the epi- sodes of sleepwalking or sleep terrors. Coding note: For ICD-9-CM, code 307.46 for all subtypes. For ICD- 10-CM, code is based on subtype. Specify whether: 307.46 (F51.3) Sleepwalking type Nightmare Disorder 191 Specify if: With sleep-related eating With sleep-related sexual behavior (sexsomnia) 307.46 (F51.4) Sleep terror type Nightmare Disorder 307.47 (F51.5) A. Repeated occurrences of extended, extremely dysphoric, and well-remembered dreams that usually involve efforts to avoid threats to survival, security, or physical integrity and that gener- ally occur during the second half of the major sleep episode. B. On awakening from the dysphoric dreams, the individual rapidly becomes oriented and alert. C. The sleep disturbance causes clinically significant distress or im- pairment in social, occupational, or other important areas of func- tioning. D. The nightmare symptoms are not attributable to the physiological effects of a substance (e.g., a drug of abuse, a medication). E. Coexisting mental and medical disorders do not adequately ex- plain the predominant complaint of dysphoric dreams. Specify if: During sleep onset Specify if: With associated non–sleep disorder, including substance use disorders With associated other medical condition With associated other sleep disorder Coding note: The code 307.47 (F51.5) applies to all three spec- ifiers. Code also the relevant associated mental disorder, medi- cal condition, or other sleep disorder immediately after the code for nightmare disorder in order to indicate the association.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}