{
  "id": "DSM-5_5ac6cffa",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Narcolepsy 185 347.01 (G47.411) Narcolepsy with cataplexy but without hypocretin deficiency: In this rare subtype (less than 5% of nar- colepsy cases), Criterion B requirements of cataplexy and posi- tive polysomnography/multiple sleep latency test are met, but CSF hypocretin-1 levels are normal (Criterion B2 not met). 347.00 (G47.419) Autosomal dominant cerebellar ataxia, deafness, and narcolepsy: This subtype is caused by exon 21 DNA (cytosine-5)-methyltransferase-1 mutations and is charac- terized by late-onset (age 30–40 years) narcolepsy (with low or intermediate CSF hypocretin-1 levels), deafness, cerebellar ataxia, and eventually dementia. 347.00 (G47.419) Autosomal dominant narcolepsy, obesity, and type 2 diabetes: Narcolepsy, obesity, and type 2 diabetes and low CSF hypocretin-1 levels have been described in rare cases and are associated with a mutation in the myelin oligoden- drocyte glycoprotein gene. 347.10 (G47.429) Narcolepsy secondary to another medical condition: This subtype is for narcolepsy that develops second- ary to medical conditions that cause infectious (e.g., Whipple’s disease, sarcoidosis), traumatic, or tumoral destruction of hypo- cretin neurons. Coding note (for ICD-9-CM code 347.10 only): Code first the underlying medical condition (e.g., 040.2 Whipple’s dis- ease; 347.10 narcolepsy secondary to Whipple’s disease). Specify current severity: Mild: Infrequent cataplexy (less than once per week), need for naps only once or twice per day, and less disturbed nocturnal sleep. Moderate: Cataplexy once daily or every few days, disturbed nocturnal sleep, and need for multiple naps daily. Severe: Drug-resistant cataplexy with multiple attacks daily, nearly constant sleepiness, and disturbed nocturnal sleep (i.e., movements, insomnia, and vivid dreaming). 186 Sleep-Wake Disorders Breathing-Related Sleep Disorders Obstructive Sleep Apnea Hypopnea 327.23 (G47.33) A. Either (1) or (2): 1. Evidence by polysomnography of at least five obstructive ap- neas or hypopneas per hour of sleep and either of the follow- ing sleep symptoms: a. Nocturnal breathing disturbances: snoring, snorting/ gasping, or breathing pauses during sleep. b. Daytime sleepiness, fatigue, or unrefreshing sleep despite sufficient opportunities to sleep that is not better explained by another mental disorder (including a sleep disorder) and is not attributable to another medical condition. 2. Evidence by polysomnography of 15 or more obstructive ap- neas and/or hypopneas per hour of sleep regardless of ac- companying symptoms. Specify current severity: Mild: Apnea hypopnea index is less than 15. Moderate: Apnea hypopnea index is 15–30. Severe: Apnea hypopnea index is greater than 30. Central Sleep Apnea A. Evidence by polysomnography of five or more central apneas per hour of sleep. B. The disorder is not better explained by another current sleep disorder. Specify whether: 327.21 (G47.31) Idiopathic central sleep apnea: Characterized by repeated episodes of apneas and hypopneas during sleep Sleep-Related Hypoventilation 187 caused by variability in respiratory effort but without evidence of airway obstruction. 786.04 (R06.3) Cheyne-Stokes breathing: A pattern of periodic crescendo-decrescendo variation in tidal volume that results in central apneas and hypopneas at a frequency of at least five events per hour, accompanied by frequent arousal. 780.57 (G47.37) Central sleep apnea comorbid with opioid use: The pathogenesis of this subtype is attributed to the effects of opioids on the respiratory rhythm generators in the medulla as well as the differential effects on hypoxic versus hypercapnic re- spiratory drive. Coding note (for 780.57 [G47.37] code only): When an opioid use disorder is present, first code the opioid use disorder: 305.50 (F11.10) mild opioid use disorder or 304.00 (F11.20) moderate or se- vere opioid use disorder; then code 780.57 (G47.37) central sleep apnea comorbid with opioid use. When an opioid use disorder is not present (e.g., after a one-time heavy use of the substance), code only 780.57 (G47.37) central sleep apnea comorbid with opioid use. Specify current severity: Severity of central sleep apnea is graded according to the fre- quency of the breathing disturbances as well as the extent of as- sociated oxygen desaturation and sleep fragmentation that occur as a consequence of repetitive respiratory disturbances. Sleep-Related Hypoventilation A. Polysomnograpy demonstrates episodes of decreased respira- tion associated with elevated CO levels. (Note: In the absence 2 of objective measurement of CO , persistent low levels of hemo- 2 globin oxygen saturation unassociated with apneic/hypopneic events may indicate hypoventilation.) B. The disturbance is not better explained by another current sleep disorder. Specify whether: 327.24 (G47.34) Idiopathic hypoventilation: This subtype is not attributable to any readily identified condition.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}