{
  "id": "DSM-5_6205bbea",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "132 Obsessive-Compulsive and Related Disorders Hoarding Disorder 300.3 (F42) A. Persistent difficulty discarding or parting with possessions, re- gardless of their actual value. B. This difficulty is due to a perceived need to save the items and to distress associated with discarding them. C. The difficulty discarding possessions results in the accumulation of possessions that congest and clutter active living areas and substantially compromises their intended use. If living areas are uncluttered, it is only because of the interventions of third parties (e.g., family members, cleaners, authorities). D. The hoarding causes clinically significant distress or impairment in social, occupational, or other important areas of functioning (including maintaining a safe environment for self and others). E. The hoarding is not attributable to another medical condition (e.g., brain injury, cerebrovascular disease, Prader-Willi syn- drome). F. The hoarding is not better explained by the symptoms of another mental disorder (e.g., obsessions in obsessive-compulsive disor- der, decreased energy in major depressive disorder, delusions in schizophrenia or another psychotic disorder, cognitive deficits in major neurocognitive disorder, restricted interests in autism spectrum disorder). Specify if: With excessive acquisition: If difficulty discarding possessions is accompanied by excessive acquisition of items that are not needed or for which there is no available space. Specify if: With good or fair insight: The individual recognizes that hoard- ing-related beliefs and behaviors (pertaining to difficulty discard- ing items, clutter, or excessive acquisition) are problematic. With poor insight: The individual is mostly convinced that hoarding-related beliefs and behaviors (pertaining to difficulty discarding items, clutter, or excessive acquisition) are not prob- lematic despite evidence to the contrary. Trichotillomania (Hair-Pulling Disorder) 133 With absent insight/delusional beliefs: The individual is com- pletely convinced that hoarding-related beliefs and behaviors (pertaining to difficulty discarding items, clutter, or excessive ac- quisition) are not problematic despite evidence to the contrary. Trichotillomania (Hair-Pulling Disorder) 312.39 (F63.3) A. Recurrent pulling out of one’s hair, resulting in hair loss. B. Repeated attempts to decrease or stop hair pulling. C. The hair pulling causes clinically significant distress or impairment in social, occupational, or other important areas of functioning. D. The hair pulling or hair loss is not attributable to another medical condition (e.g., a dermatological condition). E. The hair pulling is not better explained by the symptoms of an- other mental disorder (e.g., attempts to improve a perceived de- fect or flaw in appearance in body dysmorphic disorder). Excoriation (Skin-Picking) Disorder 698.4 (L98.1) A. Recurrent skin picking resulting in skin lesions. B. Repeated attempts to decrease or stop skin picking. C. The skin picking causes clinically significant distress or impairment in social, occupational, or other important areas of functioning. D. The skin picking is not attributable to the physiological effects of a substance (e.g., cocaine) or another medical condition (e.g., scabies). E. The skin picking is not better explained by symptoms of another mental disorder (e.g., delusions or tactile hallucinations in a psy- chotic disorder, attempts to improve a perceived defect or flaw in appearance in body dysmorphic disorder, stereotypies in stereo- typic movement disorder, or intention to harm oneself in nonsui- cidal self-injury).",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": true,
    "has_followup": false
  }
}