{
  "id": "DSM-5_e53ba57d",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Other Hallucinogen Use Disorder 247 5. Recurrent hallucinogen use resulting in a failure to fulfill ma- jor role obligations at work, school, or home (e.g., repeated absences from work or poor work performance related to hallucinogen use; hallucinogen-related absences, suspen- sions, or expulsions from school; neglect of children or household). 6. Continued hallucinogen use despite having persistent or re- current social or interpersonal problems caused or exacer- bated by the effects of the hallucinogen (e.g., arguments with a spouse about consequences of intoxication; physical fights). 7. Important social, occupational, or recreational activities are given up or reduced because of hallucinogen use. 8. Recurrent hallucinogen use in situations in which it is physi- cally hazardous (e.g., driving an automobile or operating a machine when impaired by the hallucinogen). 9. Hallucinogen use is continued despite knowledge of having a persistent or recurrent physical or psychological problem that is likely to have been caused or exacerbated by the hal- lucinogen. 10. Tolerance, as defined by either of the following: a. A need for markedly increased amounts of the hallucino- gen to achieve intoxication or desired effect. b. A markedly diminished effect with continued use of the same amount of the hallucinogen. Note: Withdrawal symptoms and signs are not established for hallucinogens, and so this criterion does not apply. Specify the particular hallucinogen. Specify if: In early remission: After full criteria for other hallucinogen use dis- order were previously met, none of the criteria for other hallucino- gen use disorder have been met for at least 3 months but for less than 12 months (with the exception that Criterion A4, “Craving, or a strong desire or urge to use the hallucinogen,” may be met). In sustained remission: After full criteria for other hallucinogen use disorder were previously met, none of the criteria for other hallucinogen use disorder have been met at any time during a 248 Substance-Related and Addictive Disorders period of 12 months or longer (with the exception that Criterion A4, “Craving, or a strong desire or urge to use the hallucinogen,” may be met). Specify if: In a controlled environment: This additional specifier is used if the individual is in an environment where access to hallucino- gens is restricted. Coding based on current severity: Note for ICD-10-CM codes: If a hallucinogen intoxication or another hallucinogen-induced mental disorder is also present, do not use the codes below for hallucinogen use disorder. Instead, the comorbid hallucinogen use disorder is in- dicated in the 4th character of the hallucinogen-induced disorder code (see the coding note for hallucinogen intoxication or a specific hallucinogen-induced mental disorder). For example, if there is co- morbid hallucinogen-induced psychotic disorder and hallucinogen use disorder, only the hallucinogen-induced psychotic disorder code is given, with the 4th character indicating whether the comorbid hal- lucinogen use disorder is mild, moderate, or severe: F16.159 for mild hallucinogen use disorder with hallucinogen-induced psychotic disor- der or F16.259 for a moderate or severe hallucinogen use disorder with hallucinogen-induced psychotic disorder. Specify current severity: 305.30 (F16.10) Mild: Presence of 2–3 symptoms 304.50 (F16.20) Moderate: Presence of 4–5 symptoms 304.50 (F16.20) Severe: Presence of 6 or more symptoms Phencyclidine Intoxication A. Recent use of phencyclidine (or a pharmacologically similar sub- stance). B. Clinically significant problematic behavioral changes (e.g., bellig- erence, assaultiveness, impulsiveness, unpredictability, psycho- motor agitation, impaired judgment) that developed during, or shortly after, phencyclidine use. C. Within 1 hour, two (or more) of the following signs or symptoms: Other Hallucinogen Intoxication 249 Note: When the drug is smoked, “snorted,” or used intravenously, the onset may be particularly rapid. 1. Vertical or horizontal nystagmus. 2. Hypertension or tachycardia. 3. Numbness or diminished responsiveness to pain. 4. Ataxia. 5. Dysarthria. 6. Muscle rigidity. 7. Seizures or coma. 8. Hyperacusis. D. The signs or symptoms are not attributable to another medical condition and are not better explained by another mental disor- der, including intoxication with another substance. Coding note: The ICD-9-CM code is 292.89. The ICD-10-CM code de- pends on whether there is a comorbid phencyclidine use disorder. If a mild phencyclidine use disorder is comorbid, the ICD-10-CM code is F16.129, and if a moderate or severe phencyclidine use disorder is co- morbid, the ICD-10-CM code is F16.229. If there is no comorbid phen- cyclidine use disorder, then the ICD-10-CM code is F16.929. Other Hallucinogen Intoxication A. Recent use of a hallucinogen (other than phencyclidine). B. Clinically significant problematic behavioral or psychological changes (e.g., marked anxiety or depression, ideas of reference, fear of “losing one’s mind,” paranoid ideation, impaired judg- ment) that developed during, or shortly after, hallucinogen use. C. Perceptual changes occurring in a state of full wakefulness and alertness (e.g., subjective intensification of perceptions, deper- sonalization, derealization, illusions, hallucinations, synesthe- sias) that developed during, or shortly after, hallucinogen use. D. Two (or more) of the following signs developing during, or shortly after, hallucinogen use: 1. Pupillary dilation. 2. Tachycardia. 250 Substance-Related and Addictive Disorders 3. Sweating. 4. Palpitations. 5. Blurring of vision. 6. Tremors. 7. Incoordination. E. The signs or symptoms are not attributable to another medical condition and are not better explained by another mental disor- der, including intoxication with another substance. Coding note: The ICD-9-CM code is 292.89. The ICD-10-CM code depends on whether there is a comorbid hallucinogen use disorder. If a mild hallucinogen use disorder is comorbid, the ICD-10-CM code is F16.129, and if a moderate or severe hallucinogen use disorder is comorbid, the ICD-10-CM code is F16.229. If there is no comorbid hallucinogen use disorder, then the ICD-10-CM code is F16.929. Hallucinogen Persisting Perception Disorder 292.89 (F16.983) A. Following cessation of use of a hallucinogen, the reexperiencing of one or more of the perceptual symptoms that were experi- enced while intoxicated with the hallucinogen (e.g., geometric hallucinations, false perceptions of movement in the peripheral visual fields, flashes of color, intensified colors, trails of images of moving objects, positive afterimages, halos around objects, macropsia and micropsia). B. The symptoms in Criterion A cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. C. The symptoms are not attributable to another medical condition (e.g., anatomical lesions and infections of the brain, visual epi- lepsies) and are not better explained by another mental disorder (e.g., delirium, major neurocognitive disorder, schizophrenia) or hypnopompic hallucinations. 250 Substance-Related and Addictive Disorders 3. Sweating. 4. Palpitations. 5. Blurring of vision. 6. Tremors. 7. Incoordination. E. The signs or symptoms are not attributable to another medical condition and are not better explained by another mental disor- der, including intoxication with another substance. Coding note: The ICD-9-CM code is 292.89. The ICD-10-CM code depends on whether there is a comorbid hallucinogen use disorder. If a mild hallucinogen use disorder is comorbid, the ICD-10-CM code is F16.129, and if a moderate or severe hallucinogen use disorder is comorbid, the ICD-10-CM code is F16.229. If there is no comorbid hallucinogen use disorder, then the ICD-10-CM code is F16.929. Hallucinogen Persisting Perception Disorder 292.89 (F16.983) A. Following cessation of use of a hallucinogen, the reexperiencing of one or more of the perceptual symptoms that were experi- enced while intoxicated with the hallucinogen (e.g., geometric hallucinations, false perceptions of movement in the peripheral visual fields, flashes of color, intensified colors, trails of images of moving objects, positive afterimages, halos around objects, macropsia and micropsia). B. The symptoms in Criterion A cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. C. The symptoms are not attributable to another medical condition (e.g., anatomical lesions and infections of the brain, visual epi- lepsies) and are not better explained by another mental disorder (e.g., delirium, major neurocognitive disorder, schizophrenia) or hypnopompic hallucinations. Other Phencyclidine-Induced Disorders 251 Other Phencyclidine-Induced Disorders Other phencyclidine-induced disorders are described in other chap- ters of the book with disorders with which they share phenomenol- ogy (see the substance/medication-induced mental disorders in these chapters): phencyclidine-induced psychotic disorder (“Schizophre- nia Spectrum and Other Psychotic Disorders”); phencyclidine- induced bipolar disorder (“Bipolar and Related Disorders”); phency- clidine-induced depressive disorder (“Depressive Disorders”); and phencyclidine-induced anxiety disorder (“Anxiety Disorders”). For phencyclidine-induced intoxication delirium, see the criteria and dis- cussion of delirium in the chapter “Neurocognitive Disorders.” These phencyclidine-induced disorders are diagnosed instead of phencycli- dine intoxication only when the symptoms are sufficiently severe to warrant independent clinical attention. Other Hallucinogen-Induced Disorders The following other hallucinogen-induced disorders are described in other chapters of the book with disorders with which they share phe- nomenology (see the substance/medication-induced mental disor- ders in these chapters): other hallucinogen-induced psychotic disorder (“Schizophrenia Spectrum and Other Psychotic Disorders”); other hallucinogen-induced bipolar disorder (“Bipolar and Related Disorders”); other hallucinogen-induced depressive disorder (“De- pressive Disorders”); and other hallucinogen-induced anxiety disor- der (“Anxiety Disorders”). For other hallucinogen intoxication delirium, see the criteria and discussion of delirium in the chapter “Neurocognitive Disorders.” These hallucinogen-induced disorders are diagnosed instead of other hallucinogen intoxication only when the symptoms are sufficiently severe to warrant independent clinical attention. Other Phencyclidine-Induced Disorders 251 Other Phencyclidine-Induced Disorders Other phencyclidine-induced disorders are described in other chap- ters of the book with disorders with which they share phenomenol- ogy (see the substance/medication-induced mental disorders in these chapters): phencyclidine-induced psychotic disorder (“Schizophre- nia Spectrum and Other Psychotic Disorders”); phencyclidine- induced bipolar disorder (“Bipolar and Related Disorders”); phency- clidine-induced depressive disorder (“Depressive Disorders”); and phencyclidine-induced anxiety disorder (“Anxiety Disorders”). For phencyclidine-induced intoxication delirium, see the criteria and dis- cussion of delirium in the chapter “Neurocognitive Disorders.” These phencyclidine-induced disorders are diagnosed instead of phencycli- dine intoxication only when the symptoms are sufficiently severe to warrant independent clinical attention. Other Hallucinogen-Induced Disorders The following other hallucinogen-induced disorders are described in other chapters of the book with disorders with which they share phe- nomenology (see the substance/medication-induced mental disor- ders in these chapters): other hallucinogen-induced psychotic disorder (“Schizophrenia Spectrum and Other Psychotic Disorders”); other hallucinogen-induced bipolar disorder (“Bipolar and Related Disorders”); other hallucinogen-induced depressive disorder (“De- pressive Disorders”); and other hallucinogen-induced anxiety disor- der (“Anxiety Disorders”). For other hallucinogen intoxication delirium, see the criteria and discussion of delirium in the chapter “Neurocognitive Disorders.” These hallucinogen-induced disorders are diagnosed instead of other hallucinogen intoxication only when the symptoms are sufficiently severe to warrant independent clinical attention. 252 Substance-Related and Addictive Disorders Unspecified Phencyclidine-Related Disorder 292.9 (F16.99) This category applies to presentations in which symptoms character- istic of a phencyclidine-related disorder that cause clinically signifi- cant distress or impairment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for any specific phencyclidine-related disorder or any of the disorders in the substance-related and addictive disorders diagnostic class. Unspecified Hallucinogen-Related Disorder 292.9 (F16.99) This category applies to presentations in which symptoms character- istic of a hallucinogen-related disorder that cause clinically significant distress or impairment in social, occupational, or other important ar- eas of functioning predominate but do not meet the full criteria for any specific hallucinogen-related disorder or any of the disorders in the substance-related and addictive disorders diagnostic class. Inhalant-Related Disorders Inhalant Use Disorder A. A problematic pattern of use of a hydrocarbon-based inhalant substance leading to clinically significant impairment or distress, as manifested by at least two of the following, occurring within a 12-month period: 1. The inhalant substance is often taken in larger amounts or over a longer period than was intended.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}