{
  "id": "DSM-5_6fdf975d",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Neurocognitive Disorders 289 TABLE 1 Neurocognitive domains (continued) Cognitive domain Examples of symptoms or observations Examples of assessments Language (expres- Major: Has significant difficulties with Expressive language: Confrontational naming (iden- sive language expressive or receptive language. Often tification of objects or pictures); fluency (e.g., [including nam- uses general use terms such as “that thing” name as many items as possible in a semantic ing, word find- and “you know what I mean,” and prefers [e.g., animals] or phonemic [e.g., words starting ing, fluency, general pronouns rather than names. With with “f”] category in 1 minute). and grammar severe impairment, may not even recall Grammar and syntax (omission or incorrect use of and syntax] and names of closer friends and family. Idio- articles, prepositions, auxiliary verbs, etc.): Errors receptive syncratic word usage, grammatical errors, observed during naming and fluency tests are language) and spontaneity of output and economy of compared with norms to assess frequency of utterances occur. Stereotypy of speech errors and compare with normal slips of the occurs; echolalia and automatic speech tongue. typically precede mutism. Receptive language: Comprehension (word defini- Mild: Has noticeable word-finding difficulty. tion and object-pointing tasks involving animate May substitute general for specific terms. and inanimate stimuli): performance of actions/ May avoid use of specific names of activities according to verbal command. acquaintances. Grammatical errors involve subtle omission or incorrect use of articles, preposition, auxiliary verbs, etc. 290 Neurocognitive Disorders TABLE 1 Neurocognitive domains (continued) Cognitive domain Examples of symptoms or observations Examples of assessments Perceptual-motor Major: Has significant difficulties with previ- Visual perception: Line bisection tasks can be used to (includes abili- ously familiar activities (using tools, driv- detect basic visual defect or attentional neglect. ties subsumed ing motor vehicle), navigating in familiar Motor-free perceptual tasks (including facial rec- under the terms environments; is often more confused at ognition) require the identification and/or visual perception, dusk, when shadows and lowering levels matching of figures—best when tasks cannot be visuoconstruc- of light change perceptions. verbally mediated (e.g., figures are not objects); tional, perceptual- Mild: May need to rely more on maps or oth- some require the decision of whether a figure can motor, praxis, and ers for directions. Uses notes and follows be “real” or not based on dimensionality. gnosis) others to get to a new place. May find self Visuoconstructional: Assembly of items requiring lost or turned around when not concentrat- hand-eye coordination, such as drawing, copy- ing on task. Is less precise in parking. ing, and block assembly. Needs to expend greater effort for spatial Perceptual-motor: Integrating perception with pur- tasks such as carpentry, assembly, sewing, poseful movement (e.g., inserting blocks into a or knitting. form board without visual cues; rapidly inserting pegs into a slotted board). Praxis: Integrity of learned movements, such as ability to imitate gestures (wave goodbye) or pantomime use of objects to command (“Show me how you would use a hammer”). Gnosis: Perceptual integrity of awareness and rec- ognition, such as recognition of faces and colors.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}