{
  "id": "DSM-5_d3358325",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "This page intentionally left blank Neurocognitive Disorders Neurocognitive Domains The criteria for the various neurocognitive disorders are all based on defined cognitive domains. Table 1 provides for each of the key do- mains a working definition, examples of symptoms or observations regarding impairments in everyday activities, and examples of as- sessments. The domains thus defined, along with guidelines for clin- ical thresholds, form the basis on which the neurocognitive disorders, their levels, and their subtypes may be diagnosed. Additional infor- mation is provided in DSM-5. 285 286 Neurocognitive Disorders TABLE 1 Neurocognitive domains Cognitive domain Examples of symptoms or observations Examples of assessments Complex attention Major: Has increased difficulty in environ- Sustained attention: Maintenance of attention over (sustained atten- ments with multiple stimuli (TV, radio, time (e.g., pressing a button every time a tone is tion, divided conversation); is easily distracted by com- heard, and over a period of time). attention, peting events in the environment. Is unable Selective attention: Maintenance of attention despite selective atten- to attend unless input is restricted and sim- competing stimuli and/or distractors: hearing tion, processing plified. Has difficulty holding new infor- numbers and letters read and asked to count only speed) mation in mind, such as recalling phone letters. numbers or addresses just given, or report- Divided attention: Attending to two tasks within the ing what was just said. Is unable to perform same time period: rapidly tapping while learning mental calculations. All thinking takes lon- a story being read. Processing speed can be quan- ger than usual, and components to be pro- tified on any task by timing it (e.g., time to put cessed must be simplified to one or a few. together a design of blocks; time to match sym- Mild: Normal tasks take longer than previ- bols with numbers; speed in responding, such as ously. Begins to find errors in routine tasks; counting speed or serial 3 speed). finds work needs more double-checking than previously. Thinking is easier when not competing with other things (radio, TV, other conversations, cell phone, driving). Neurocognitive Disorders 287 TABLE 1 Neurocognitive domains (continued) Cognitive domain Examples of symptoms or observations Examples of assessments Executive function Major: Abandons complex projects. Needs to Planning: Ability to find the exit to a maze; interpret (planning, deci- focus on one task at a time. Needs to rely on a sequential picture or object arrangement. sion making, others to plan instrumental activities of Decision making: Performance of tasks that assess working mem- daily living or make decisions. process of deciding in the face of competing alter- ory, responding Mild: Increased effort required to complete natives (e.g., simulated gambling). to feedback/ multistage projects. Has increased diffi- Working memory: Ability to hold information for a error correction, culty multitasking or difficulty resuming a brief period and to manipulate it (e.g., adding up overriding task interrupted by a visitor or phone call. a list of numbers or repeating a series of numbers habits/inhibi- May complain of increased fatigue from or words backward). tion, mental the extra effort required to organize, plan, Feedback/error utilization: Ability to benefit from flexibility) and make decisions. May report that large feedback to infer the rules for solving a problem. social gatherings are more taxing or less Overriding habits/inhibition: Ability to choose a more enjoyable due to increased effort required complex and effortful solution to be correct (e.g., to follow shifting conversations. looking away from the direction indicated by an arrow; naming the color of a word’s font rather than naming the word). Mental/cognitive flexibility: Ability to shift between two concepts, tasks, or response rules (e.g., from num- ber to letter, from verbal to key-press response, from adding numbers to ordering numbers, from ordering objects by size to ordering by color).",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": true,
    "has_followup": true
  }
}