{
  "id": "DSM-5_c5c10568",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Schizoaffective Disorder 53 Schizoaffective Disorder A. An uninterrupted period of illness during which there is a major mood episode (major depressive or manic) concurrent with Cri- terion A of schizophrenia. Note: The major depressive episode must include Criterion A1: Depressed mood. B. Delusions or hallucinations for 2 or more weeks in the absence of a major mood episode (depressive or manic) during the life- time duration of the illness. C. Symptoms that meet criteria for a major mood episode are pres- ent for the majority of the total duration of the active and residual portions of the illness. D. The disturbance is not attributable to the effects of a substance (e.g., a drug of abuse, a medication) or another medical condi- tion. Specify whether: 295.70 (F25.0) Bipolar type: This subtype applies if a manic ep- isode is part of the presentation. Major depressive episodes may also occur. 295.70 (F25.1) Depressive type: This subtype applies if only major depressive episodes are part of the presentation. Specify if: With catatonia (refer to the criteria for catatonia associated with another mental disorder, pp. 60–61, for definition). Coding note: Use additional code 293.89 (F06.1) catatonia associated with schizoaffective disorder to indicate the pres- ence of the comorbid catatonia. Specify if: The following course specifiers are only to be used after a 1-year du- ration of the disorder and if they are not in contradiction to the diag- nostic course criteria. First episode, currently in acute episode: First manifestation of the disorder meeting the defining diagnostic symptom and time criteria. An acute episode is a time period in which the symptom criteria are fulfilled. 54 Schizophrenia Spectrum and Other Psychotic Disorders First episode, currently in partial remission: Partial remission is a time period during which an improvement after a previous episode is maintained and in which the defining criteria of the dis- order are only partially fulfilled. First episode, currently in full remission: Full remission is a period of time after a previous episode during which no disorder- specific symptoms are present. Multiple episodes, currently in acute episode: Multiple epi- sodes may be determined after a minimum of two episodes (i.e., after a first episode, a remission and a minimum of one relapse). Multiple episodes, currently in partial remission Multiple episodes, currently in full remission Continuous: Symptoms fulfilling the diagnostic symptom criteria of the disorder are remaining for the majority of the illness course, with subthreshold symptom periods being very brief rel- ative to the overall course. Unspecified Specify current severity: Severity is rated by a quantitative assessment of the primary symptoms of psychosis, including delusions, hallucinations, disor- ganized speech, abnormal psychomotor behavior, and negative symptoms. Each of these symptoms may be rated for its current severity (most severe in the last 7 days) on a 5-point scale ranging from 0 (not present) to 4 (present and severe). (See Clinician- Rated Dimensions of Psychosis Symptom Severity in the chapter “Assessment Measures” in Section III of DSM-5.) Note: Diagnosis of schizoaffective disorder can be made without using this severity specifier.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}