{
  "id": "DSM-5_a1271bdd",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "128 Anxiety Disorders Other Specified Anxiety Disorder 300.09 (F41.8) This category applies to presentations in which symptoms characteristic of an anxiety disorder that cause clinically significant distress or impair- ment in social, occupational, or other important areas of functioning pre- dominate but do not meet the full criteria for any of the disorders in the anxiety disorders diagnostic class. The other specified anxiety disorder category is used in situations in which the clinician chooses to commu- nicate the specific reason that the presentation does not meet the crite- ria for any specific anxiety disorder. This is done by recording “other specified anxiety disorder” followed by the specific reason (e.g., “gener- alized anxiety not occurring more days than not”). Examples of presentations that can be specified using the “other specified” designation include the following: 1. Limited-symptom attacks 2. Generalized anxiety not occurring more days than not 3. Khyâl cap (wind attacks): See “Glossary of Cultural Concepts of Distress” in the Appendix to DSM-5. 4. Ataque de nervios (attack of nerves): See “Glossary of Cultural Concepts of Distress” in the Appendix to DSM-5. Unspecified Anxiety Disorder 300.00 (F41.9) This category applies to presentations in which symptoms character- istic of an anxiety disorder that cause clinically significant distress or impairment in social, occupational, or other important areas of func- tioning predominate but do not meet the full criteria for any of the dis- orders in the anxiety disorders diagnostic class. The unspecified anxiety disorder category is used in situations in which the clinician chooses not to specify the reason that the criteria are not met for a specific anxiety disorder, and includes presentations in which there is insuffi- cient information to make a more specific diagnosis (e.g., in emer- gency room settings). Obsessive-Compulsive and Related Disorders Obsessive-Compulsive Disorder 300.3 (F42) A. Presence of obsessions, compulsions, or both: Obsessions are defined by (1) and (2): 1. Recurrent and persistent thoughts, urges, or images that are experienced, at some time during the disturbance, as intru- sive and unwanted, and that in most individuals cause marked anxiety or distress. 2. The individual attempts to ignore or suppress such thoughts, urges, or images, or to neutralize them with some other thought or action (i.e., by performing a compulsion). Compulsions are defined by (1) and (2): 1. Repetitive behaviors (e.g., hand washing, ordering, check- ing) or mental acts (e.g., praying, counting, repeating words silently) that the individual feels driven to perform in re- sponse to an obsession or according to rules that must be applied rigidly. 2. The behaviors or mental acts are aimed at preventing or re- ducing anxiety or distress, or preventing some dreaded event or situation; however, these behaviors or mental acts are not connected in a realistic way with what they are de- signed to neutralize or prevent, or are clearly excessive. Note: Young children may not be able to articulate the aims of these behaviors or mental acts. B. The obsessions or compulsions are time-consuming (e.g., take more than 1 hour per day) or cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. 129 130 Obsessive-Compulsive and Related Disorders C. The obsessive-compulsive symptoms are not attributable to the physiological effects of a substance (e.g., a drug of abuse, a medication) or another medical condition. D. The disturbance is not better explained by the symptoms of an- other mental disorder (e.g., excessive worries, as in generalized anxiety disorder; preoccupation with appearance, as in body dys- morphic disorder; difficulty discarding or parting with possessions, as in hoarding disorder; hair pulling, as in trichotillomania [hair- pulling disorder]; skin picking, as in excoriation [skin-picking] dis- order; stereotypies, as in stereotypic movement disorder; ritualized eating behavior, as in eating disorders; preoccupation with sub- stances or gambling, as in substance-related and addictive dis- orders; preoccupation with having an illness, as in illness anxiety disorder; sexual urges or fantasies, as in paraphilic disorders; im- pulses, as in disruptive, impulse-control, and conduct disorders; guilty ruminations, as in major depressive disorder; thought inser- tion or delusional preoccupations, as in schizophrenia spectrum and other psychotic disorders; or repetitive patterns of behavior, as in autism spectrum disorder). Specify if: With good or fair insight: The individual recognizes that obses- sive-compulsive disorder beliefs are definitely or probably not true or that they may or may not be true. With poor insight: The individual thinks obsessive-compulsive disorder beliefs are probably true. With absent insight/delusional beliefs: The individual is com- pletely convinced that obsessive-compulsive disorder beliefs are true. Specify if: Tic-related: The individual has a current or past history of a tic disorder.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": true
  }
}