{
  "id": "DSM-5_1a714d2b",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "190 Sleep-Wake Disorders Parasomnias Non–Rapid Eye Movement Sleep Arousal Disorders A. Recurrent episodes of incomplete awakening from sleep, usually occurring during the first third of the major sleep episode, accom- panied by either one of the following: 1. Sleepwalking: Repeated episodes of rising from bed during sleep and walking about. While sleepwalking, the individual has a blank, staring face; is relatively unresponsive to the ef- forts of others to communicate with him or her; and can be awakened only with great difficulty. 2. Sleep terrors: Recurrent episodes of abrupt terror arousals from sleep, usually beginning with a panicky scream. There is intense fear and signs of autonomic arousal, such as my- driasis, tachycardia, rapid breathing, and sweating, during each episode. There is relative unresponsiveness to efforts of others to comfort the individual during the episodes. B. No or little (e.g., only a single visual scene) dream imagery is re- called. C. Amnesia for the episodes is present. D. The episodes cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. E. The disturbance is not attributable to the physiological effects of a substance (e.g., a drug of abuse, a medication). F. Coexisting mental and medical disorders do not explain the epi- sodes of sleepwalking or sleep terrors. Coding note: For ICD-9-CM, code 307.46 for all subtypes. For ICD- 10-CM, code is based on subtype. Specify whether: 307.46 (F51.3) Sleepwalking type Nightmare Disorder 191 Specify if: With sleep-related eating With sleep-related sexual behavior (sexsomnia) 307.46 (F51.4) Sleep terror type Nightmare Disorder 307.47 (F51.5) A. Repeated occurrences of extended, extremely dysphoric, and well-remembered dreams that usually involve efforts to avoid threats to survival, security, or physical integrity and that gener- ally occur during the second half of the major sleep episode. B. On awakening from the dysphoric dreams, the individual rapidly becomes oriented and alert. C. The sleep disturbance causes clinically significant distress or im- pairment in social, occupational, or other important areas of func- tioning. D. The nightmare symptoms are not attributable to the physiological effects of a substance (e.g., a drug of abuse, a medication). E. Coexisting mental and medical disorders do not adequately ex- plain the predominant complaint of dysphoric dreams. Specify if: During sleep onset Specify if: With associated non–sleep disorder, including substance use disorders With associated other medical condition With associated other sleep disorder Coding note: The code 307.47 (F51.5) applies to all three spec- ifiers. Code also the relevant associated mental disorder, medi- cal condition, or other sleep disorder immediately after the code for nightmare disorder in order to indicate the association. 192 Sleep-Wake Disorders Specify if: Acute: Duration of period of nightmares is 1 month or less. Subacute: Duration of period of nightmares is greater than 1 month but less than 6 months. Persistent: Duration of period of nightmares is 6 months or greater. Specify current severity: Severity can be rated by the frequency with which the nightmares occur: Mild: Less than one episode per week on average. Moderate: One or more episodes per week but less than nightly. Severe: Episodes nightly. Rapid Eye Movement Sleep Behavior Disorder 327.42 (G47.52) A. Repeated episodes of arousal during sleep associated with vo- calization and/or complex motor behaviors. B. These behaviors arise during rapid eye movement (REM) sleep and therefore usually occur more than 90 minutes after sleep on- set, are more frequent during the later portions of the sleep pe- riod, and uncommonly occur during daytime naps. C. Upon awakening from these episodes, the individual is completely awake, alert, and not confused or disoriented. D. Either of the following: 1. REM sleep without atonia on polysomnographic recording. 2. A history suggestive of REM sleep behavior disorder and an established synucleinopathy diagnosis (e.g., Parkinson’s disease, multiple system atrophy). E. The behaviors cause clinically significant distress or impairment in social, occupational, or other important areas of functioning (which may include injury to self or the bed partner). F. The disturbance is not attributable to the physiological effects of a substance (e.g., a drug of abuse, a medication) or another medical condition. G. Coexisting mental and medical disorders do not explain the epi- sodes.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}