{
  "id": "DSM-5_d0864559",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "50 Schizophrenia Spectrum and Other Psychotic Disorders Specify if: With catatonia (refer to the criteria for catatonia associated with another mental disorder, pp. 60–61, for definition). Coding note: Use additional code 293.89 (F06.1) catatonia associated with schizophreniform disorder to indicate the presence of the comorbid catatonia. Specify current severity: Severity is rated by a quantitative assessment of the primary symptoms of psychosis, including delusions, hallucinations, disor- ganized speech, abnormal psychomotor behavior, and negative symptoms. Each of these symptoms may be rated for its current severity (most severe in the last 7 days) on a 5-point scale ranging from 0 (not present) to 4 (present and severe). (See Clinician- Rated Dimensions of Psychosis Symptom Severity in the chapter “Assessment Measures” in Section III of DSM-5.) Note: Diagnosis of schizophreniform disorder can be made with- out using this severity specifier. Schizophrenia 295.90 (F20.9) A. Two (or more) of the following, each present for a significant por- tion of time during a 1-month period (or less if successfully treated). At least one of these must be (1), (2), or (3): 1. Delusions. 2. Hallucinations. 3. Disorganized speech (e.g., frequent derailment or incoher- ence). 4. Grossly disorganized or catatonic behavior. 5. Negative symptoms (i.e., diminished emotional expression or avolition). B. For a significant portion of the time since the onset of the distur- bance, level of functioning in one or more major areas, such as work, interpersonal relations, or self-care, is markedly below the level achieved prior to the onset (or when the onset is in child- Schizophrenia 51 hood or adolescence, there is failure to achieve expected level of interpersonal, academic, or occupational functioning). C. Continuous signs of the disturbance persist for at least 6 months. This 6-month period must include at least 1 month of symptoms (or less if successfully treated) that meet Criterion A (i.e., active- phase symptoms) and may include periods of prodromal or re- sidual symptoms. During these prodromal or residual periods, the signs of the disturbance may be manifested by only negative symptoms or by two or more symptoms listed in Criterion A pres- ent in an attenuated form (e.g., odd beliefs, unusual perceptual experiences). D. Schizoaffective disorder and depressive or bipolar disorder with psychotic features have been ruled out because either 1) no ma- jor depressive or manic episodes have occurred concurrently with the active-phase symptoms, or 2) if mood episodes have occurred during active-phase symptoms, they have been present for a minority of the total duration of the active and residual peri- ods of the illness. E. The disturbance is not attributable to the physiological effects of a substance (e.g., a drug of abuse, a medication) or another med- ical condition. F. If there is a history of autism spectrum disorder or a communica- tion disorder of childhood onset, the additional diagnosis of schizophrenia is made only if prominent delusions or hallucina- tions, in addition to the other required symptoms of schizophre- nia, are also present for at least 1 month (or less if successfully treated). Specify if: The following course specifiers are only to be used after a 1-year du- ration of the disorder and if they are not in contradiction to the diag- nostic course criteria. First episode, currently in acute episode: First manifestation of the disorder meeting the defining diagnostic symptom and time criteria. An acute episode is a time period in which the symptom criteria are fulfilled. First episode, currently in partial remission: Partial remission is a period of time during which an improvement after a previous 52 Schizophrenia Spectrum and Other Psychotic Disorders episode is maintained and in which the defining criteria of the dis- order are only partially fulfilled. First episode, currently in full remission: Full remission is a period of time after a previous episode during which no disorder- specific symptoms are present. Multiple episodes, currently in acute episode: Multiple epi- sodes may be determined after a minimum of two episodes (i.e., after a first episode, a remission and a minimum of one relapse). Multiple episodes, currently in partial remission Multiple episodes, currently in full remission Continuous: Symptoms fulfilling the diagnostic symptom criteria of the disorder are remaining for the majority of the illness course, with subthreshold symptom periods being very brief rel- ative to the overall course. Unspecified Specify if: With catatonia (refer to the criteria for catatonia associated with another mental disorder, pp. 60–61, for definition). Coding note: Use additional code 293.89 (F06.1) catatonia associated with schizophrenia to indicate the presence of the comorbid catatonia. Specify current severity: Severity is rated by a quantitative assessment of the primary symptoms of psychosis, including delusions, hallucinations, disor- ganized speech, abnormal psychomotor behavior, and negative symptoms. Each of these symptoms may be rated for its current severity (most severe in the last 7 days) on a 5-point scale ranging from 0 (not present) to 4 (present and severe). (See Clinician- Rated Dimensions of Psychosis Symptom Severity in the chapter “Assessment Measures” in Section III of DSM-5.) Note: Diagnosis of schizophrenia can be made without using this severity specifier. Schizoaffective Disorder 53 Schizoaffective Disorder A. An uninterrupted period of illness during which there is a major mood episode (major depressive or manic) concurrent with Cri- terion A of schizophrenia. Note: The major depressive episode must include Criterion A1: Depressed mood. B. Delusions or hallucinations for 2 or more weeks in the absence of a major mood episode (depressive or manic) during the life- time duration of the illness. C. Symptoms that meet criteria for a major mood episode are pres- ent for the majority of the total duration of the active and residual portions of the illness. D. The disturbance is not attributable to the effects of a substance (e.g., a drug of abuse, a medication) or another medical condi- tion. Specify whether: 295.70 (F25.0) Bipolar type: This subtype applies if a manic ep- isode is part of the presentation. Major depressive episodes may also occur. 295.70 (F25.1) Depressive type: This subtype applies if only major depressive episodes are part of the presentation. Specify if: With catatonia (refer to the criteria for catatonia associated with another mental disorder, pp. 60–61, for definition). Coding note: Use additional code 293.89 (F06.1) catatonia associated with schizoaffective disorder to indicate the pres- ence of the comorbid catatonia. Specify if: The following course specifiers are only to be used after a 1-year du- ration of the disorder and if they are not in contradiction to the diag- nostic course criteria. First episode, currently in acute episode: First manifestation of the disorder meeting the defining diagnostic symptom and time criteria. An acute episode is a time period in which the symptom criteria are fulfilled.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}