{
  "id": "DSM-5_9bd240d8",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "232 Substance-Related and Addictive Disorders As noted above, the substance-related codes in ICD-10-CM com- bine the substance use disorder aspect of the clinical picture and the substance-induced aspect into a single combined code. Thus, if both heroin withdrawal and moderate heroin use disorder are present, the single code F11.23 is given to cover both presentations. In ICD-9-CM, separate diagnostic codes (292.0 and 304.00) are given to indicate with- drawal and a moderate heroin use disorder, respectively. See the indi- vidual substance-specific sections for additional coding information. Recording Procedures for Substance/ Medication-Induced Mental Disorders Coding notes and separate recording procedures for ICD-9-CM and ICD-10-CM codes for other specific substance/medication-induced mental disorders are provided in other chapters of the manual with disorders with which they share phenomenology (see the substance/ medication-induced mental disorders in these chapters: “Schizophrenia Spectrum and Other Psychotic Disorders,” “Bipolar and Related Dis- orders,” “Depressive Disorders,” “Anxiety Disorders,” “Obsessive- Compulsive and Related Disorders,” “Sleep-Wake Disorders,” “Sexual Dysfunctions,” and “Neurocognitive Disorders”). Generally, for ICD-9- CM, if a mental disorder is induced by a substance use disorder, a sep- arate diagnostic code is given for the specific substance use disorder, in addition to the code for the substance/medication-induced mental dis- order. For ICD-10-CM, a single code combines the substance-induced mental disorder with the substance use disorder. A separate diagnosis of the comorbid substance use disorder is not given, although the name and severity of the specific substance use disorder (when present) are used when recording the substance/medication-induced mental dis- order. ICD-10-CM codes are also provided for situations in which the substance/medication-induced mental disorder is not induced by a substance use disorder (e.g., when a disorder is induced by one-time use of a substance or medication). Additional information needed to record the diagnostic name of the substance/medication-induced mental dis- order is provided in the section “Recording Procedures” for each sub- stance/medication-induced mental disorder in its respective chapter. Alcohol Use Disorder 233 Alcohol-Related Disorders Alcohol Use Disorder A. A problematic pattern of alcohol use leading to clinically signifi- cant impairment or distress, as manifested by at least two of the following, occurring within a 12-month period: 1. Alcohol is often taken in larger amounts or over a longer pe- riod than was intended. 2. There is a persistent desire or unsuccessful efforts to cut down or control alcohol use. 3. A great deal of time is spent in activities necessary to obtain alcohol, use alcohol, or recover from its effects. 4. Craving, or a strong desire or urge to use alcohol. 5. Recurrent alcohol use resulting in a failure to fulfill major role obligations at work, school, or home. 6. Continued alcohol use despite having persistent or recurrent social or interpersonal problems caused or exacerbated by the effects of alcohol. 7. Important social, occupational, or recreational activities are given up or reduced because of alcohol use. 8. Recurrent alcohol use in situations in which it is physically hazardous. 9. Alcohol use is continued despite knowledge of having a per- sistent or recurrent physical or psychological problem that is likely to have been caused or exacerbated by alcohol. 10. Tolerance, as defined by either of the following: a. A need for markedly increased amounts of alcohol to achieve intoxication or desired effect. b. A markedly diminished effect with continued use of the same amount of alcohol.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}