{
  "id": "DSM-5_46e8d9eb",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "186 Sleep-Wake Disorders Breathing-Related Sleep Disorders Obstructive Sleep Apnea Hypopnea 327.23 (G47.33) A. Either (1) or (2): 1. Evidence by polysomnography of at least five obstructive ap- neas or hypopneas per hour of sleep and either of the follow- ing sleep symptoms: a. Nocturnal breathing disturbances: snoring, snorting/ gasping, or breathing pauses during sleep. b. Daytime sleepiness, fatigue, or unrefreshing sleep despite sufficient opportunities to sleep that is not better explained by another mental disorder (including a sleep disorder) and is not attributable to another medical condition. 2. Evidence by polysomnography of 15 or more obstructive ap- neas and/or hypopneas per hour of sleep regardless of ac- companying symptoms. Specify current severity: Mild: Apnea hypopnea index is less than 15. Moderate: Apnea hypopnea index is 15–30. Severe: Apnea hypopnea index is greater than 30. Central Sleep Apnea A. Evidence by polysomnography of five or more central apneas per hour of sleep. B. The disorder is not better explained by another current sleep disorder. Specify whether: 327.21 (G47.31) Idiopathic central sleep apnea: Characterized by repeated episodes of apneas and hypopneas during sleep Sleep-Related Hypoventilation 187 caused by variability in respiratory effort but without evidence of airway obstruction. 786.04 (R06.3) Cheyne-Stokes breathing: A pattern of periodic crescendo-decrescendo variation in tidal volume that results in central apneas and hypopneas at a frequency of at least five events per hour, accompanied by frequent arousal. 780.57 (G47.37) Central sleep apnea comorbid with opioid use: The pathogenesis of this subtype is attributed to the effects of opioids on the respiratory rhythm generators in the medulla as well as the differential effects on hypoxic versus hypercapnic re- spiratory drive. Coding note (for 780.57 [G47.37] code only): When an opioid use disorder is present, first code the opioid use disorder: 305.50 (F11.10) mild opioid use disorder or 304.00 (F11.20) moderate or se- vere opioid use disorder; then code 780.57 (G47.37) central sleep apnea comorbid with opioid use. When an opioid use disorder is not present (e.g., after a one-time heavy use of the substance), code only 780.57 (G47.37) central sleep apnea comorbid with opioid use. Specify current severity: Severity of central sleep apnea is graded according to the fre- quency of the breathing disturbances as well as the extent of as- sociated oxygen desaturation and sleep fragmentation that occur as a consequence of repetitive respiratory disturbances. Sleep-Related Hypoventilation A. Polysomnograpy demonstrates episodes of decreased respira- tion associated with elevated CO levels. (Note: In the absence 2 of objective measurement of CO , persistent low levels of hemo- 2 globin oxygen saturation unassociated with apneic/hypopneic events may indicate hypoventilation.) B. The disturbance is not better explained by another current sleep disorder. Specify whether: 327.24 (G47.34) Idiopathic hypoventilation: This subtype is not attributable to any readily identified condition. 188 Sleep-Wake Disorders 327.25 (G47.35) Congenital central alveolar hypoventilation: This subtype is a rare congenital disorder in which the individual typically presents in the perinatal period with shallow breathing, or cyanosis and apnea during sleep. 327.26 (G47.36) Comorbid sleep-related hypoventilation: This subtype occurs as a consequence of a medical condition, such as a pulmonary disorder (e.g., interstitial lung disease, chronic obstruc- tive pulmonary disease) or a neuromuscular or chest wall disorder (e.g., muscular dystrophies, postpolio syndrome, cervical spinal cord injury, kyphoscoliosis), or medications (e.g., benzodiazepines, opiates). It also occurs with obesity (obesity hypoventilation disor- der), where it reflects a combination of increased work of breathing due to reduced chest wall compliance and ventilation-perfusion mis- match and variably reduced ventilatory drive. Such individuals usu- ally are characterized by body mass index of greater than 30 and hypercapnia during wakefulness (with a pCO of greater than 45), 2 without other evidence of hypoventilation. Specify current severity: Severity is graded according to the degree of hypoxemia and hy- percarbia present during sleep and evidence of end organ im- pairment due to these abnormalities (e.g., right-sided heart failure). The presence of blood gas abnormalities during wakeful- ness is an indicator of greater severity. Circadian Rhythm Sleep-Wake Disorders A. A persistent or recurrent pattern of sleep disruption that is primar- ily due to an alteration of the circadian system or to a misalign- ment between the endogenous circadian rhythm and the sleep- wake schedule required by an individual’s physical environment or social or professional schedule. B. The sleep disruption leads to excessive sleepiness or insomnia, or both. C. The sleep disturbance causes clinically significant distress or im- pairment in social, occupational, and other important areas of functioning.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}