{
  "id": "DSM-5_6f9df8ce",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "SECTION II Diagnostic Criteria and Codes Neurodevelopmental Disorders. . . . . . . . . . . . . . . . . . . . . . . .17 Schizophrenia Spectrum and Other Psychotic Disorders . . . .45 Bipolar and Related Disorders. . . . . . . . . . . . . . . . . . . . . . . . .65 Depressive Disorders . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .93 Anxiety Disorders. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .115 Obsessive-Compulsive and Related Disorders. . . . . . . . . . .129 Trauma- and Stressor-Related Disorders . . . . . . . . . . . . . . .141 Dissociative Disorders. . . . . . . . . . . . . . . . . . . . . . . . . . . . . .155 Somatic Symptom and Related Disorders. . . . . . . . . . . . . . .161 Feeding and Eating Disorders. . . . . . . . . . . . . . . . . . . . . . . .169 Elimination Disorders. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .177 Sleep-Wake Disorders. . . . . . . . . . . . . . . . . . . . . . . . . . . . . .181 Sexual Dysfunctions . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .201 Gender Dysphoria . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .215 Disruptive, Impulse-Control, and Conduct Disorders. . . . . . .219 Substance-Related and Addictive Disorders. . . . . . . . . . . . .227 Neurocognitive Disorders . . . . . . . . . . . . . . . . . . . . . . . . . . .285 Personality Disorders. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .321 Paraphilic Disorders. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .333 Other Mental Disorders. . . . . . . . . . . . . . . . . . . . . . . . . . . . .341 Medication-Induced Movement Disorders and Other Adverse Effects of Medication . . . . . . . . . . . . .345 Other Conditions That May Be a Focus of Clinical Attention . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .355 Neurodevelopmental Disorders Intellectual Disabilities Intellectual Disability (Intellectual Developmental Disorder) Intellectual disability (intellectual developmental disorder) is a disor- der with onset during the developmental period that includes both in- tellectual and adaptive functioning deficits in conceptual, social, and practical domains. The following three criteria must be met: A. Deficits in intellectual functions, such as reasoning, problem solv- ing, planning, abstract thinking, judgment, academic learning, and learning from experience, confirmed by both clinical assessment and individualized, standardized intelligence testing. B. Deficits in adaptive functioning that result in failure to meet devel- opmental and sociocultural standards for personal indepen- dence and social responsibility. Without ongoing support, the adaptive deficits limit functioning in one or more activities of daily life, such as communication, social participation, and indepen- dent living, across multiple environments, such as home, school, work, and community. C. Onset of intellectual and adaptive deficits during the develop- mental period. Note: The diagnostic term intellectual disability is the equivalent term for the ICD-11 diagnosis of intellectual developmental disor- ders. Although the term intellectual disability is used throughout this manual, both terms are used in the title to clarify relationships with other classification systems. Moreover, a federal statute in the United States (Public Law 111-256, Rosa’s Law) replaces the term mental retardation with intellectual disability, and research journals use the 17 18 Neurodevelopmental Disorders term intellectual disability. Thus, intellectual disability is the term in common use by medical, educational, and other professions and by the lay public and advocacy groups. Specify current severity (see Table 1): 317 (F70) Mild 318.0 (F71) Moderate 318.1 (F72) Severe 318.2 (F73) Profound Intellectual Disability (Intellectual Developmental Disorder) 19 TABLE 1 Severity levels for intellectual disability (intellectual developmental disorder) Severity level Conceptual domain Social domain Practical domain Mild For preschool children, there Compared with typically develop- The individual may function age-appropri- may be no obvious concep- ing age-mates, the individual is ately in personal care. Individuals need tual differences. For school- immature in social interactions. some support with complex daily living age children and adults, For example, there may be diffi- tasks in comparison to peers. In adulthood, there are difficulties in culty in accurately perceiving supports typically involve grocery shop- learning academic skills peers’ social cues. Communica- ping, transportation, home and child-care involving reading, writing, tion, conversation, and language organizing, nutritious food preparation, arithmetic, time, or money, are more concrete or immature and banking and money management. Rec- with support needed in one than expected for age. There may reational skills resemble those of age-mates, or more areas to meet age- be difficulties regulating emotion although judgment related to well-being related expectations. In and behavior in age-appropriate and organization around recreation adults, abstract thinking, fashion; these difficulties are requires support. In adulthood, competitive executive function (i.e., noticed by peers in social situa- employment is often seen in jobs that do not planning, strategizing, pri- tions. There is limited under- emphasize conceptual skills. Individuals ority setting, and cognitive standing of risk in social generally need support to make health care flexibility), and short-term situations; social judgment is decisions and legal decisions, and to learn to memory, as well as func- immature for age, and the person perform a skilled vocation competently. tional use of academic skills is at risk of being manipulated by Support is typically needed to raise a (e.g., reading, money man- others (gullibility). family. agement), are impaired. There is a somewhat con- crete approach to problems and solutions compared with age-mates. 20 Neurodevelopmental Disorders TABLE 1 Severity levels for intellectual disability (intellectual developmental disorder) (continued) Severity level Conceptual domain Social domain Practical domain Moderate All through development, the The individual shows marked dif- The individual can care for personal needs individual’s conceptual ferences from peers in social and involving eating, dressing, elimination, and skills lag markedly behind communicative behavior across hygiene as an adult, although an extended those of peers. For pre- development. Spoken language is period of teaching and time is needed for schoolers, language and typically a primary tool for social the individual to become independent in pre-academic skills develop communication but is much less these areas, and reminders may be needed. slowly. For school-age chil- complex than that of peers. Similarly, participation in all household dren, progress in reading, Capacity for relationships is evi- tasks can be achieved by adulthood, writing, mathematics and in dent in ties to family and friends, although an extended period of teaching is understanding time and and the individual may have suc- needed, and ongoing supports will typi- money occurs slowly across cessful friendships across life and cally occur for adult-level performance. the school years and is sometimes romantic relations in Independent employment in jobs that markedly limited compared adulthood. However, individuals require limited conceptual and communica- with that of peers. For may not perceive or interpret tion skills can be achieved, but considerable adults, academic skill devel- social cues accurately. Social support from co-workers, supervisors, and opment is typically at an ele- judgment and decision-making others is needed to manage social expecta- mentary level, and support abilities are limited, and caretak- tions, job complexities, and ancillary is required for all use of aca- ers must assist the person with responsibilities such as scheduling, trans- demic skills in work and life decisions. Friendships with portation, health benefits, and money man- personal life. Ongoing assis- typically developing peers are agement. A variety of recreational skills can tance on a daily basis is often affected by communication be developed. These typically require addi- needed to complete concep- or social limitations. Significant tional supports and learning opportunities tual tasks of day-to-day life, social and communicative sup- over an extended period of time. Maladap- and others may take over port is needed in work settings tive behavior is present in a significant these responsibilities fully for success. minority and causes social problems. for the individual.",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": true,
    "has_followup": false
  }
}