{
  "id": "DSM-5_6c6f8880",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Specific Phobia 117 C. The phobic object or situation is actively avoided or endured with intense fear or anxiety. D. The fear or anxiety is out of proportion to the actual danger posed by the specific object or situation and to the sociocultural context. E. The fear, anxiety, or avoidance is persistent, typically lasting for 6 months or more. F. The fear, anxiety, or avoidance causes clinically significant dis- tress or impairment in social, occupational, or other important ar- eas of functioning. G. The disturbance is not better explained by the symptoms of an- other mental disorder, including fear, anxiety, and avoidance of situations associated with panic-like symptoms or other inca- pacitating symptoms (as in agoraphobia); objects or situations related to obsessions (as in obsessive-compulsive disorder); reminders of traumatic events (as in posttraumatic stress disor- der); separation from home or attachment figures (as in separa- tion anxiety disorder); or social situations (as in social anxiety disorder). Specify if: Code based on the phobic stimulus: 300.29 (F40.218) Animal (e.g., spiders, insects, dogs) 300.29 (F40.228) Natural environment (e.g., heights, storms, water) 300.29 (F40.23x) Blood-injection-injury (e.g., needles, inva- sive medical procedures) Coding note: Select specific ICD-10-CM code as follows: F40.230 fear of blood; F40.231 fear of injections and trans- fusions; F40.232 fear of other medical care; or F40.233 fear of injury. 300.29 (F40.248) Situational (e.g., airplanes, elevators, en- closed places) 300.29 (F40.298) Other (e.g., situations that may lead to choking or vomiting; in children, e.g., loud sounds or costumed characters) Coding note. When more than one phobic stimulus is present, code all ICD-10-CM codes that apply (e.g., for fear of snakes and flying, F40.218 specific phobia, animal, and F40.248 specific phobia, situational). 118 Anxiety Disorders Social Anxiety Disorder (Social Phobia) 300.23 (F40.10) A. Marked fear or anxiety about one or more social situations in which the individual is exposed to possible scrutiny by others. Examples include social interactions (e.g., having a conver- sation, meeting unfamiliar people), being observed (e.g., eating or drinking), and performing in front of others (e.g., giving a speech). Note: In children, the anxiety must occur in peer settings and not just during interactions with adults. B. The individual fears that he or she will act in a way or show anx- iety symptoms that will be negatively evaluated (i.e., will be hu- miliating or embarrassing; will lead to rejection or offend others). C. The social situations almost always provoke fear or anxiety. Note: In children, the fear or anxiety may be expressed by cry- ing, tantrums, freezing, clinging, shrinking, or failing to speak in social situations. D. The social situations are avoided or endured with intense fear or anxiety. E. The fear or anxiety is out of proportion to the actual threat posed by the social situation and to the sociocultural context. F. The fear, anxiety, or avoidance is persistent, typically lasting for 6 months or more. G. The fear, anxiety, or avoidance causes clinically significant dis- tress or impairment in social, occupational, or other important ar- eas of functioning. H. The fear, anxiety, or avoidance is not attributable to the physio- logical effects of a substance (e.g., a drug of abuse, a medica- tion) or another medical condition. I. The fear, anxiety, or avoidance is not better explained by the symptoms of another mental disorder, such as panic disorder, body dysmorphic disorder, or autism spectrum disorder. J. If another medical condition (e.g., Parkinson’s disease, obesity, disfigurement from burns or injury) is present, the fear, anxiety, or avoidance is clearly unrelated or is excessive.",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": true,
    "has_followup": false
  }
}