{
  "id": "DSM-5_38d95a64",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "136 Obsessive-Compulsive and Related Disorders With onset during withdrawal: If criteria are met for withdrawal from the substance and the symptoms develop during, or shortly after, withdrawal. With onset after medication use: Symptoms may appear either at initiation of medication or after a modification or change in use. Recording Procedures ICD-9-CM. The name of the substance/medication-induced obses- sive-compulsive and related disorder begins with the specific sub- stance (e.g., cocaine) that is presumed to be causing the obsessive- compulsive and related symptoms. The diagnostic code is selected from the table included in the criteria set, which is based on the drug class. For substances that do not fit into any of the classes, the code for “other substance” should be used; and in cases in which a sub- stance is judged to be an etiological factor but the specific class of substance is unknown, the category “unknown substance” should be used. The name of the disorder is followed by the specification of onset (i.e., onset during intoxication, onset during withdrawal, with onset after medication use). Unlike the recording procedures for ICD-10- CM, which combine the substance-induced disorder and substance use disorder into a single code, for ICD-9-CM a separate diagnostic code is given for the substance use disorder. For example, in the case of repetitive behaviors occurring during intoxication in a man with a severe cocaine use disorder, the diagnosis is 292.89 cocaine-induced obsessive-compulsive and related disorder, with onset during intox- ication. An additional diagnosis of 304.20 severe cocaine use disorder is also given. When more than one substance is judged to play a sig- nificant role in the development of the obsessive-compulsive and re- lated disorder, each should be listed separately. ICD-10-CM. The name of the substance/medication-induced ob- sessive-compulsive and related disorder begins with the specific substance (e.g., cocaine) that is presumed to be causing the obses- sive-compulsive and related symptoms. The diagnostic code is se- lected from the table included in the criteria set, which is based on the drug class and presence or absence of a comorbid substance use disorder. For substances that do not fit into any of the classes, the OCRD Due to Another Medical Condition 137 code for “other substance” with no comorbid substance use should be used; and in cases in which a substance is judged to be an etiolog- ical factor but the specific class of substance is unknown, the cate- gory “unknown substance” with no comorbid substance use should be used. When recording the name of the disorder, the comorbid sub- stance use disorder (if any) is listed first, followed by the word “with,” followed by the name of the substance-induced obsessive-compul- sive and related disorder, followed by the specification of onset (i.e., onset during intoxication, onset during withdrawal, with onset after medication use). For example, in the case of repetitive behaviors oc- curring during intoxication in a man with a severe cocaine use dis- order, the diagnosis is F14.288 severe cocaine use disorder with co- caine-induced obsessive-compulsive and related disorder, with onset during intoxication. A separate diagnosis of the comorbid se- vere cocaine use disorder is not given. If the substance-induced ob- sessive-compulsive and related disorder occurs without a comorbid substance use disorder (e.g., after a one-time heavy use of the sub- stance), no accompanying substance use disorder is noted (e.g., F15.988 amphetamine-induced obsessive-compulsive and related disorder, with onset during intoxication). When more than one sub- stance is judged to play a significant role in the development of the obsessive-compulsive and related disorder, each should be listed separately. Obsessive-Compulsive and Related Disorder Due to Another Medical Condition 294.8 (F06.8) A. Obsessions, compulsions, preoccupations with appearance, hoarding, skin picking, hair pulling, other body-focused repetitive behaviors, or other symptoms characteristic of obsessive-com- pulsive and related disorder predominate in the clinical picture. B. There is evidence from the history, physical examination, or lab- oratory findings that the disturbance is the direct pathophysiolog- ical consequence of another medical condition. C. The disturbance is not better explained by another mental disorder. 138 Obsessive-Compulsive and Related Disorders D. The disturbance does not occur exclusively during the course of a delirium. E. The disturbance causes clinically significant distress or impairment in social, occupational, or other important areas of functioning. Specify if: With obsessive-compulsive disorder–like symptoms: If ob- sessive-compulsive disorder–like symptoms predominate in the clinical presentation. With appearance preoccupations: If preoccupation with per- ceived appearance defects or flaws predominates in the clinical presentation. With hoarding symptoms: If hoarding predominates in the clin- ical presentation. With hair-pulling symptoms: If hair pulling predominates in the clinical presentation. With skin-picking symptoms: If skin picking predominates in the clinical presentation. Coding note: Include the name of the other medical condition in the name of the mental disorder (e.g., 294.8 [F06.8] obsessive-compulsive and related disorder due to cerebral infarction). The other medical con- dition should be coded and listed separately immediately before the obsessive-compulsive and related disorder due to the medical condi- tion (e.g., 438.89 [I69.398] cerebral infarction; 294.8 [F06.8] obses- sive-compulsive and related disorder due to cerebral infarction). Other Specified Obsessive-Compulsive and Related Disorder 300.3 (F42) This category applies to presentations in which symptoms character- istic of an obsessive-compulsive and related disorder that cause clin- ically significant distress or impairment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for any of the disorders in the obsessive-compulsive and related disorders diagnostic class. The other specified obsessive- Other Specified Obsessive-Compulsive and Related Disorder 139 compulsive and related disorder category is used in situations in which the clinician chooses to communicate the specific reason that the presentation does not meet the criteria for any specific obsessive- compulsive and related disorder. This is done by recording “other specified obsessive-compulsive and related disorder” followed by the specific reason (e.g., “body-focused repetitive behavior disorder”). Examples of presentations that can be specified using the “other specified” designation include the following: 1. Body dysmorphic–like disorder with actual flaws: This is similar to body dysmorphic disorder except that the defects or flaws in physical appearance are clearly observable by others (i.e., they are more noticeable than “slight”). In such cases, the preoccupation with these flaws is clearly excessive and causes significant impairment or distress. 2. Body dysmorphic–like disorder without repetitive behav- iors: Presentations that meet body dysmorphic disorder except that the individual has not performed repetitive behaviors or mental acts in response to the appearance concerns. 3. Body-focused repetitive behavior disorder: This is character- ized by recurrent body-focused repetitive behaviors (e.g., nail bit- ing, lip biting, cheek chewing) and repeated attempts to decrease or stop the behaviors. These symptoms cause clinically significant distress or impairment in social, occupational, or other important areas of functioning and are not better explained by trichotilloma- nia (hair-pulling disorder), excoriation (skin-picking) disorder, ste- reotypic movement disorder, or nonsuicidal self-injury. 4. Obsessional jealousy: This is characterized by nondelusional preoccupation with a partner’s perceived infidelity. The preoccu- pations may lead to repetitive behaviors or mental acts in re- sponse to the infidelity concerns; they cause clinically significant distress or impairment in social, occupational, or other important areas of functioning; and they are not better explained by another mental disorder such as delusional disorder, jealous type, or par- anoid personality disorder. 5. Shubo-kyofu: A variant of taijin kyofusho (see “Glossary of Cul- tural Concepts of Distress” in the Appendix to DSM-5) that is sim- ilar to body dysmorphic disorder and is characterized by excessive fear of having a bodily deformity.",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": false,
    "has_followup": false
  }
}