{
  "id": "DSM-5_b3ffb209",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "272 Substance-Related and Addictive Disorders Stimulant Withdrawal A. Cessation of (or reduction in) prolonged amphetamine-type sub- stance, cocaine, or other stimulant use. B. Dysphoric mood and two (or more) of the following physiological changes, developing within a few hours to several days after Cri- terion A: 1. Fatigue. 2. Vivid, unpleasant dreams. 3. Insomnia or hypersomnia. 4. Increased appetite. 5. Psychomotor retardation or agitation. C. The signs or symptoms in Criterion B cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. D. The signs or symptoms are not attributable to another medical condition and are not better explained by another mental disor- der, including intoxication or withdrawal from another substance. Specify the specific substance that causes the withdrawal syn- drome (i.e., amphetamine-type substance, cocaine, or other stimulant). Coding note: The ICD-9-CM code is 292.0. The ICD-10-CM code depends on whether the stimulant is an amphetamine, cocaine, or another stimulant. The ICD-10-CM code for amphetamine or other stimulant withdrawal is F15.23, and the ICD-10-CM for cocaine with- drawal is F14.23. Note that the ICD-10-CM code indicates the comor- bid presence of a moderate or severe amphetamine, cocaine, or other stimulant use disorder, reflecting the fact that amphetamine, cocaine, or other stimulant withdrawal can only occur in the presence of a moderate or severe amphetamine, cocaine, or other stimulant use disorder. It is not permissible to code a comorbid mild amphet- amine, cocaine, or other stimulant use disorder with amphetamine, cocaine, or other stimulant withdrawal. Unspecified Stimulant-Related Disorder 273 Other Stimulant-Induced Disorders The following stimulant-induced disorders (which include amphet- amine-, cocaine-, and other stimulant–induced disorders) are de- scribed in other chapters of the book with disorders with which they share phenomenology (see the substance/medication-induced men- tal disorders in these chapters): stimulant-induced psychotic disorder (“Schizophrenia Spectrum and Other Psychotic Disorders”); stimu- lant-induced bipolar disorder (“Bipolar and Related Disorders”); stimulant-induced depressive disorder (“Depressive Disorders”); stimulant-induced anxiety disorder (“Anxiety Disorders”); stimu- lant-induced obsessive-compulsive disorder (“Obsessive-Compul- sive and Related Disorders”); stimulant-induced sleep disorder (“Sleep-Wake Disorders”); and stimulant-induced sexual dysfunc- tion (“Sexual Dysfunctions”). For stimulant intoxication delirium, see the criteria and discussion of delirium in the chapter “Neurocognitive Disorders.” These stimulant-induced disorders are diagnosed instead of stimulant intoxication or stimulant withdrawal only when the symptoms are sufficiently severe to warrant independent clinical at- tention. Unspecified Stimulant-Related Disorder This category applies to presentations in which symptoms character- istic of a stimulant-related disorder that cause clinically significant distress or impairment in social, occupational, or other important ar- eas of functioning predominate but do not meet the full criteria for any specific stimulant-related disorder or any of the disorders in the sub- stance-related and addictive disorders diagnostic class. Coding note: The ICD-9-CM code is 292.9. The ICD-10-CM code depends on whether the stimulant is an amphetamine, cocaine, or another stimulant. The ICD-10-CM code for an unspecified amphet- amine- or other stimulant-related disorder is F15.99. The ICD-10-CM code for an unspecified cocaine-related disorder is F14.99.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}