{
  "id": "DSM-5_aa1ae103",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Posttraumatic Stress Disorder 143 3. Rearing in unusual settings that severely limit opportunities to form selective attachments (e.g., institutions with high child- to-caregiver ratios). D. The care in Criterion C is presumed to be responsible for the dis- turbed behavior in Criterion A (e.g., the disturbances in Criterion A began following the pathogenic care in Criterion C). E. The child has a developmental age of at least 9 months. Specify if: Persistent: The disorder has been present for more than 12 months. Specify current severity: Disinhibited social engagement disorder is specified as severe when the child exhibits all symptoms of the disorder, with each symptom manifesting at relatively high levels. Posttraumatic Stress Disorder 309.81 (F43.10) Posttraumatic Stress Disorder Note: The following criteria apply to adults, adolescents, and children older than 6 years. For children 6 years and younger, see correspond- ing criteria below. A. Exposure to actual or threatened death, serious injury, or sexual violence in one (or more) of the following ways: 1. Directly experiencing the traumatic event(s). 2. Witnessing, in person, the event(s) as it occurred to others. 3. Learning that the traumatic event(s) occurred to a close fam- ily member or close friend. In cases of actual or threatened death of a family member or friend, the event(s) must have been violent or accidental. 4. Experiencing repeated or extreme exposure to aversive de- tails of the traumatic event(s) (e.g., first responders collect- ing human remains; police officers repeatedly exposed to details of child abuse). 144 Trauma- and Stressor-Related Disorders Note: Criterion A4 does not apply to exposure through elec- tronic media, television, movies, or pictures, unless this ex- posure is work related. B. Presence of one (or more) of the following intrusion symptoms associated with the traumatic event(s), beginning after the trau- matic event(s) occurred: 1. Recurrent, involuntary, and intrusive distressing memories of the traumatic event(s). Note: In children older than 6 years, repetitive play may oc- cur in which themes or aspects of the traumatic event(s) are expressed. 2. Recurrent distressing dreams in which the content and/or af- fect of the dream are related to the traumatic event(s). Note: In children, there may be frightening dreams without recognizable content. 3. Dissociative reactions (e.g., flashbacks) in which the individ- ual feels or acts as if the traumatic event(s) were recurring. (Such reactions may occur on a continuum, with the most ex- treme expression being a complete loss of awareness of present surroundings.) Note: In children, trauma-specific reenactment may occur in play. 4. Intense or prolonged psychological distress at exposure to internal or external cues that symbolize or resemble an as- pect of the traumatic event(s). 5. Marked physiological reactions to internal or external cues that symbolize or resemble an aspect of the traumatic event(s). C. Persistent avoidance of stimuli associated with the traumatic event(s), beginning after the traumatic event(s) occurred, as ev- idenced by one or both of the following: 1. Avoidance of or efforts to avoid distressing memories, thoughts, or feelings about or closely associated with the traumatic event(s). 2. Avoidance of or efforts to avoid external reminders (peo- ple, places, conversations, activities, objects, situations) that Posttraumatic Stress Disorder 145 arouse distressing memories, thoughts, or feelings about or closely associated with the traumatic event(s). D. Negative alterations in cognitions and mood associated with the traumatic event(s), beginning or worsening after the traumatic event(s) occurred, as evidenced by two (or more) of the following: 1. Inability to remember an important aspect of the traumatic event(s) (typically due to dissociative amnesia and not to other factors such as head injury, alcohol, or drugs). 2. Persistent and exaggerated negative beliefs or expectations about oneself, others, or the world (e.g., “I am bad,” “No one can be trusted,” “The world is completely dangerous,” “My whole nervous system is permanently ruined”). 3. Persistent, distorted cognitions about the cause or conse- quences of the traumatic event(s) that lead the individual to blame himself/herself or others. 4. Persistent negative emotional state (e.g., fear, horror, anger, guilt, or shame). 5. Markedly diminished interest or participation in significant activities. 6. Feelings of detachment or estrangement from others. 7. Persistent inability to experience positive emotions (e.g., inabil- ity to experience happiness, satisfaction, or loving feelings). E. Marked alterations in arousal and reactivity associated with the traumatic event(s), beginning or worsening after the traumatic event(s) occurred, as evidenced by two (or more) of the following: 1. Irritable behavior and angry outbursts (with little or no provo- cation) typically expressed as verbal or physical aggression toward people or objects. 2. Reckless or self-destructive behavior. 3. Hypervigilance. 4. Exaggerated startle response. 5. Problems with concentration. 6. Sleep disturbance (e.g., difficulty falling or staying asleep or restless sleep). F. Duration of the disturbance (Criteria B, C, D, and E) is more than 1 month.",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": false,
    "has_followup": false
  }
}