{
  "id": "DSM-5_a6511f43",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "290 Neurocognitive Disorders TABLE 1 Neurocognitive domains (continued) Cognitive domain Examples of symptoms or observations Examples of assessments Perceptual-motor Major: Has significant difficulties with previ- Visual perception: Line bisection tasks can be used to (includes abili- ously familiar activities (using tools, driv- detect basic visual defect or attentional neglect. ties subsumed ing motor vehicle), navigating in familiar Motor-free perceptual tasks (including facial rec- under the terms environments; is often more confused at ognition) require the identification and/or visual perception, dusk, when shadows and lowering levels matching of figures—best when tasks cannot be visuoconstruc- of light change perceptions. verbally mediated (e.g., figures are not objects); tional, perceptual- Mild: May need to rely more on maps or oth- some require the decision of whether a figure can motor, praxis, and ers for directions. Uses notes and follows be “real” or not based on dimensionality. gnosis) others to get to a new place. May find self Visuoconstructional: Assembly of items requiring lost or turned around when not concentrat- hand-eye coordination, such as drawing, copy- ing on task. Is less precise in parking. ing, and block assembly. Needs to expend greater effort for spatial Perceptual-motor: Integrating perception with pur- tasks such as carpentry, assembly, sewing, poseful movement (e.g., inserting blocks into a or knitting. form board without visual cues; rapidly inserting pegs into a slotted board). Praxis: Integrity of learned movements, such as ability to imitate gestures (wave goodbye) or pantomime use of objects to command (“Show me how you would use a hammer”). Gnosis: Perceptual integrity of awareness and rec- ognition, such as recognition of faces and colors. Neurocognitive Disorders 291 TABLE 1 Neurocognitive domains (continued) Cognitive domain Examples of symptoms or observations Examples of assessments Social cognition Major: Behavior clearly out of acceptable Recognition of emotions: Identification of emotion in (recognition of social range; shows insensitivity to social images of faces representing a variety of both emotions, theory standards of modesty in dress, or of politi- positive and negative emotions. of mind) cal, religious, or sexual topics of conversa- Theory of mind: Ability to consider another person’s tion. Focuses excessively on a topic despite mental state (thoughts, desires, intentions) or group’s disinterest or direct feedback. experience—story cards with questions to elicit Behavioral intention without regard to information about the mental state of the individ- family or friends. Makes decisions without uals’ portrayed, such as “Where will the girl look regard to safety (e.g., inappropriate cloth- for the lost bag?” or “Why is the boy sad?” ing for weather or social setting). Typically, has little insight into these changes. Mild: Has subtle changes in behavior or atti- tude, often described as a change in person- ality, such as less ability to recognize social cues or read facial expressions, decreased empathy, increased extraversion or intro- version, decreased inhibition, or subtle or episodic apathy or restlessness.",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": false,
    "has_followup": false
  }
}