{
  "id": "DSM-5_dfd65810",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Persistent Depressive Disorder (Dysthymia) 99 Specify if: With anxious distress (pp. 107–108) With mixed features (pp. 108–109) With melancholic features (pp. 109–110) With atypical features (pp. 110–111) With mood-congruent psychotic features (p. 111) With mood-incongruent psychotic features (p. 111) With peripartum onset (pp. 111–112) Specify if: In partial remission (p. 114) In full remission (p. 114) Specify if: Early onset: If onset is before age 21 years. Late onset: If onset is at age 21 years or older. Specify if (for most recent 2 years of persistent depressive disorder): With pure dysthymic syndrome: Full criteria for a major depres- sive episode have not been met in at least the preceding 2 years. With persistent major depressive episode: Full criteria for a major depressive episode have been met throughout the preced- ing 2-year period. With intermittent major depressive episodes, with current episode: Full criteria for a major depressive episode are currently met, but there have been periods of at least 8 weeks in at least the preceding 2 years with symptoms below the threshold for a full major depressive episode. With intermittent major depressive episodes, without cur- rent episode: Full criteria for a major depressive episode are not currently met, but there has been one or more major depressive episodes in at least the preceding 2 years. Specify current severity: Mild (p. 114) Moderate (p. 114) Severe (p. 114) 100 Depressive Disorders Premenstrual Dysphoric Disorder 625.4 (N94.3) A. In the majority of menstrual cycles, at least five symptoms must be present in the final week before the onset of menses, start to improve within a few days after the onset of menses, and be- come minimal or absent in the week postmenses. B. One (or more) of the following symptoms must be present: 1. Marked affective lability (e.g., mood swings; feeling suddenly sad or tearful, or increased sensitivity to rejection). 2. Marked irritability or anger or increased interpersonal con- flicts. 3. Marked depressed mood, feelings of hopelessness, or self- deprecating thoughts. 4. Marked anxiety, tension, and/or feelings of being keyed up or on edge. C. One (or more) of the following symptoms must additionally be present, to reach a total of five symptoms when combined with symptoms from Criterion B. 1. Decreased interest in usual activities (e.g., work, school, friends, hobbies). 2. Subjective difficulty in concentration. 3. Lethargy, easy fatigability, or marked lack of energy. 4. Marked change in appetite; overeating; or specific food cravings. 5. Hypersomnia or insomnia. 6. A sense of being overwhelmed or out of control. 7. Physical symptoms such as breast tenderness or swelling, joint or muscle pain, a sensation of “bloating,” or weight gain. Note: The symptoms in Criteria A–C must have been met for most menstrual cycles that occurred in the preceding year. D. The symptoms are associated with clinically significant distress or interference with work, school, usual social activities, or rela- tionships with others (e.g., avoidance of social activities; de- creased productivity and efficiency at work, school, or home). Substance/Medication-Induced Depressive Disorder 101 E. The disturbance is not merely an exacerbation of the symptoms of another disorder, such as major depressive disorder, panic disor- der, persistent depressive disorder (dysthymia), or a personality dis- order (although it may co-occur with any of these disorders). F. Criterion A should be confirmed by prospective daily ratings dur- ing at least two symptomatic cycles. (Note: The diagnosis may be made provisionally prior to this confirmation.) G. The symptoms are not attributable to the physiological effects of a substance (e.g., a drug of abuse, a medication, other treat- ment) or another medical condition (e.g., hyperthyroidism). Recording Procedures If symptoms have not been confirmed by prospective daily ratings of at least two symptomatic cycles, “provisional” should be noted after the name of the diagnosis (i.e., “premenstrual dysphoric disorder, provisional”). Substance/Medication-Induced Depressive Disorder A. A prominent and persistent disturbance in mood that predomi- nates in the clinical picture and is characterized by depressed mood or markedly diminished interest or pleasure in all, or almost all, activities. B. There is evidence from the history, physical examination, or lab- oratory findings of both (1) and (2): 1. The symptoms in Criterion A developed during or soon after substance intoxication or withdrawal or after exposure to a medication. 2. The involved substance/medication is capable of producing the symptoms in Criterion A. C. The disturbance is not better explained by a depressive disorder that is not substance/medication-induced. Such evidence of an independent depressive disorder could include the following: The symptoms preceded the onset of the substance/medica- tion use; the symptoms persist for a substantial period of 102 Depressive Disorders time (e.g., about 1 month) after the cessation of acute with- drawal or severe intoxication; or there is other evidence sug- gesting the existence of an independent non-substance/ medication-induced depressive disorder (e.g., a history of re- current non-substance/medication-related episodes). D. The disturbance does not occur exclusively during the course of a delirium. E. The disturbance causes clinically significant distress or impairment in social, occupational, or other important areas of functioning. Note: This diagnosis should be made instead of a diagnosis of sub- stance intoxication or substance withdrawal only when the symptoms in Criterion A predominate in the clinical picture and when they are sufficiently severe to warrant clinical attention. Coding note: The ICD-9-CM and ICD-10-CM codes for the [specific substance/medication]-induced depressive disorders are indicated in the table below. Note that the ICD-10-CM code depends on whether or not there is a comorbid substance use disorder present for the same class of substance. If a mild substance use disorder is comor- bid with the substance-induced depressive disorder, the 4th position character is “1,” and the clinician should record “mild [substance] use disorder” before the substance-induced depressive disorder (e.g., “mild cocaine use disorder with cocaine-induced depressive disor- der”). If a moderate or severe substance use disorder is comorbid with the substance-induced depressive disorder, the 4th position charac- ter is “2,” and the clinician should record “moderate [substance] use disorder” or “severe [substance] use disorder,” depending on the se- verity of the comorbid substance use disorder. If there is no comorbid substance use disorder (e.g., after a one-time heavy use of the sub- stance), then the 4th position character is “9,” and the clinician should record only the substance-induced depressive disorder.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}