{
  "id": "DSM-5_4ce142dd",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "222 Disruptive, Impulse-Control, and Conduct Disorders 3. Has used a weapon that can cause serious physical harm to others (e.g., a bat, brick, broken bottle, knife, gun). 4. Has been physically cruel to people. 5. Has been physically cruel to animals. 6. Has stolen while confronting a victim (e.g., mugging, purse snatching, extortion, armed robbery). 7. Has forced someone into sexual activity. Destruction of Property 8. Has deliberately engaged in fire setting with the intention of causing serious damage. 9. Has deliberately destroyed others’ property (other than by fire setting). Deceitfulness or Theft 10. Has broken into someone else’s house, building, or car. 11. Often lies to obtain goods or favors or to avoid obligations (i.e., “cons” others). 12. Has stolen items of nontrivial value without confronting a vic- tim (e.g., shoplifting, but without breaking and entering; forg- ery). Serious Violations of Rules 13. Often stays out at night despite parental prohibitions, begin- ning before age 13 years. 14. Has run away from home overnight at least twice while living in the parental or parental surrogate home, or once without returning for a lengthy period. 15. Is often truant from school, beginning before age 13 years. B. The disturbance in behavior causes clinically significant impair- ment in social, academic, or occupational functioning. C. If the individual is age 18 years or older, criteria are not met for antisocial personality disorder. Specify whether: 312.81 (F91.1) Childhood-onset type: Individuals show at least one symptom characteristic of conduct disorder prior to age 10 years. Conduct Disorder 223 312.82 (F91.2) Adolescent-onset type: Individuals show no symptom characteristic of conduct disorder prior to age 10 years. 312.89 (F91.9) Unspecified onset: Criteria for a diagnosis of conduct disorder are met, but there is not enough information available to determine whether the onset of the first symptom was before or after age 10 years. Specify if: With limited prosocial emotions: To qualify for this specifier, an individual must have displayed at least two of the following char- acteristics persistently over at least 12 months and in multiple relationships and settings. These characteristics reflect the indi- vidual’s typical pattern of interpersonal and emotional functioning over this period and not just occasional occurrences in some sit- uations. Thus, to assess the criteria for the specifier, multiple in- formation sources are necessary. In addition to the individual’s self-report, it is necessary to consider reports by others who have known the individual for extended periods of time (e.g., parents, teachers, co-workers, extended family members, peers). Lack of remorse or guilt: Does not feel bad or guilty when he or she does something wrong (exclude remorse when ex- pressed only when caught and/or facing punishment). The individual shows a general lack of concern about the nega- tive consequences of his or her actions. For example, the in- dividual is not remorseful after hurting someone or does not care about the consequences of breaking rules. Callous—lack of empathy: Disregards and is unconcerned about the feelings of others. The individual is described as cold and uncaring. The person appears more concerned about the effects of his or her actions on himself or herself, rather than their effects on others, even when they result in substantial harm to others. Unconcerned about performance: Does not show concern about poor/problematic performance at school, at work, or in other important activities. The individual does not put forth the effort necessary to perform well, even when expectations are clear, and typically blames others for his or her poor per- formance.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}