{
  "id": "DSM-5_877b63cc",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Substance/Medication-Induced Depressive Disorder 103 ICD-10-CM With use disorder, With use moder- Without ICD-9- disorder, ate or use CM mild severe disorder Alcohol 291.89 F10.14 F10.24 F10.94 Phencyclidine 292.84 F16.14 F16.24 F16.94 Other hallucinogen 292.84 F16.14 F16.24 F16.94 Inhalant 292.84 F18.14 F18.24 F18.94 Opioid 292.84 F11.14 F11.24 F11.94 Sedative, hypnotic, or 292.84 F13.14 F13.24 F13.94 anxiolytic Amphetamine (or other 292.84 F15.14 F15.24 F15.94 stimulant) Cocaine 292.84 F14.14 F14.24 F14.94 Other (or unknown) 292.84 F19.14 F19.24 F19.94 substance Specify if (see Table 1 in the chapter “Substance-Related and Addic- tive Disorders” for diagnoses associated with substance class): With onset during intoxication: If criteria are met for intoxication with the substance and the symptoms develop during intoxication. With onset during withdrawal: If criteria are met for withdrawal from the substance and the symptoms develop during, or shortly after, withdrawal. Recording Procedures ICD-9-CM. The name of the substance/medication-induced de- pressive disorder begins with the specific substance (e.g., cocaine, dexamethasone) that is presumed to be causing the depressive symptoms. The diagnostic code is selected from the table included in 104 Depressive Disorders the criteria set, which is based on the drug class. For substances that do not fit into any of the classes (e.g., dexamethasone), the code for “other substance” should be used; and in cases in which a substance is judged to be an etiological factor but the specific class of substance is unknown, the category “unknown substance” should be used. The name of the disorder is followed by the specification of onset (i.e., onset during intoxication, onset during withdrawal). Unlike the recording procedures for ICD-10-CM, which combine the substance- induced disorder and substance use disorder into a single code, for ICD- 9-CM a separate diagnostic code is given for the substance use disorder. For example, in the case of depressive symptoms occurring during with- drawal in a man with a severe cocaine use disorder, the diagnosis is 292.84 cocaine-induced depressive disorder, with onset during with- drawal. An additional diagnosis of 304.20 severe cocaine use disorder is also given. When more than one substance is judged to play a significant role in the development of depressive mood symptoms, each should be listed separately (e.g., 292.84 methylphenidate-induced depressive dis- order, with onset during withdrawal; 292.84 dexamethasone-induced depressive disorder, with onset during intoxication). ICD-10-CM. The name of the substance/medication-induced de- pressive disorder begins with the specific substance (e.g., cocaine, dexamethasone) that is presumed to be causing the depressive symptoms. The diagnostic code is selected from the table included in the criteria set, which is based on the drug class and presence or ab- sence of a comorbid substance use disorder. For substances that do not fit into any of the classes (e.g., dexamethasone), the code for “other substance” should be used; and in cases in which a substance is judged to be an etiological factor but the specific class of substance is unknown, the category “unknown substance” should be used. When recording the name of the disorder, the comorbid sub- stance use disorder (if any) is listed first, followed by the word “with,” followed by the name of the substance-induced depressive disorder, followed by the specification of onset (i.e., onset during intoxication, onset during withdrawal). For example, in the case of depressive symp- toms occurring during withdrawal in a man with a severe cocaine use disorder, the diagnosis is F14.24 severe cocaine use disorder with co- caine-induced depressive disorder, with onset during withdrawal. A separate diagnosis of the comorbid severe cocaine use disorder is not Depressive Disorder Due to Another Medical Condition 105 given. If the substance-induced depressive disorder occurs without a comorbid substance use disorder (e.g., after a one-time heavy use of the substance), no accompanying substance use disorder is noted (e.g., F16.94 phencyclidine-induced depressive disorder, with onset during intoxication). When more than one substance is judged to play a sig- nificant role in the development of depressive mood symptoms, each should be listed separately (e.g., F15.24 severe methylphenidate use disorder with methylphenidate-induced depressive disorder, with onset during withdrawal; F19.94 dexamethasone-induced depressive disorder, with onset during intoxication). Depressive Disorder Due to Another Medical Condition A. A prominent and persistent period of depressed mood or mark- edly diminished interest or pleasure in all, or almost all, activities that predominates in the clinical picture. B. There is evidence from the history, physical examination, or lab- oratory findings that the disturbance is the direct pathophysiolog- ical consequence of another medical condition. C. The disturbance is not better explained by another mental disor- der (e.g., adjustment disorder, with depressed mood, in which the stressor is a serious medical condition). D. The disturbance does not occur exclusively during the course of a delirium. E. The disturbance causes clinically significant distress or impairment in social, occupational, or other important areas of functioning. Coding note: The ICD-9-CM code for depressive disorder due to an- other medical condition is 293.83, which is assigned regardless of the specifier. The ICD-10-CM code depends on the specifier (see below). Specify if: (F06.31) With depressive features: Full criteria are not met for a major depressive episode. (F06.32) With major depressive–like episode: Full criteria are met (except Criterion C) for a major depressive episode. (F06.34) With mixed features: Symptoms of mania or hypoma- nia are also present but do not predominate in the clinical picture. 106 Depressive Disorders Coding note: Include the name of the other medical condition in the name of the mental disorder (e.g., 293.83 [F06.31] depressive disor- der due to hypothyroidism, with depressive features). The other med- ical condition should also be coded and listed separately immediately before the depressive disorder due to the medical condition (e.g., 244.9 [E03.9] hypothyroidism; 293.83 [F06.31] depressive disorder due to hypothyroidism, with depressive features). Other Specified Depressive Disorder 311 (F32.8) This category applies to presentations in which symptoms character- istic of a depressive disorder that cause clinically significant distress or impairment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for any of the disorders in the depressive disorders diagnostic class. The other specified depressive disorder category is used in situations in which the clinician chooses to communicate the specific reason that the presentation does not meet the criteria for any specific depressive disorder. This is done by recording “other specified depressive disor- der” followed by the specific reason (e.g., “short-duration depressive episode”). Examples of presentations that can be specified using the “other specified” designation include the following: 1. Recurrent brief depression: Concurrent presence of depressed mood and at least four other symptoms of depression for 2–13 days at least once per month (not associated with the menstrual cycle) for at least 12 consecutive months in an individual whose presentation has never met criteria for any other depressive or bipolar disorder and does not currently meet active or residual criteria for any psychotic disorder. 2. Short-duration depressive episode (4–13 days): Depressed affect and at least four of the other eight symptoms of a major de- pressive episode associated with clinically significant distress or impairment that persists for more than 4 days, but less than 14 days, in an individual whose presentation has never met criteria for any other depressive or bipolar disorder, does not currently meet ac- Unspecified Depressive Disorder 107 tive or residual criteria for any psychotic disorder, and does not meet criteria for recurrent brief depression. 3. Depressive episode with insufficient symptoms: Depressed affect and at least one of the other eight symptoms of a major de- pressive episode associated with clinically significant distress or impairment that persist for at least 2 weeks in an individual whose presentation has never met criteria for any other depressive or bipolar disorder, does not currently meet active or residual crite- ria for any psychotic disorder, and does not meet criteria for mixed anxiety and depressive disorder symptoms. Unspecified Depressive Disorder 311 (F32.9) This category applies to presentations in which symptoms character- istic of a depressive disorder that cause clinically significant distress or impairment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for any of the disorders in the depressive disorders diagnostic class. The unspeci- fied depressive disorder category is used in situations in which the clinician chooses not to specify the reason that the criteria are not met for a specific depressive disorder, and includes presentations for which there is insufficient information to make a more specific diag- nosis (e.g., in emergency room settings). Specifiers for Depressive Disorders Specify if: With anxious distress: Anxious distress is defined as the pres- ence of at least two of the following symptoms during the majority of days of a major depressive episode or persistent depressive disorder (dysthymia): 1. Feeling keyed up or tense. 2. Feeling unusually restless. 3. Difficulty concentrating because of worry.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}