{
  "id": "DSM-5_c4153c10",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "This page intentionally left blank Gender Dysphoria Gender Dysphoria Gender Dysphoria in Children 302.6 (F64.2) A. A marked incongruence between one’s experienced/expressed gender and assigned gender, of at least 6 months’ duration, as manifested by at least six of the following (one of which must be Criterion A1): 1. A strong desire to be of the other gender or an insistence that he or she is the other gender (or some alternative gender dif- ferent from one’s assigned gender). 2. In boys (assigned gender), a strong preference for cross- dressing or simulating female attire; or in girls (assigned gen- der), a strong preference for wearing only typical masculine clothing and a strong resistance to the wearing of typical feminine clothing. 3. A strong preference for cross-gender roles in make-believe play or fantasy play. 4. A strong preference for the toys, games, or activities stereo- typically used or engaged in by the other gender. 5. A strong preference for playmates of the other gender. 6. In boys (assigned gender), a strong rejection of typically mas- culine toys, games, and activities and a strong avoidance of rough-and-tumble play; or in girls (assigned gender), a strong rejection of typically feminine toys, games, and activities. 7. A strong dislike of one’s sexual anatomy. 8. A strong desire for the primary and/or secondary sex charac- teristics that match one’s experienced gender. B. The condition is associated with clinically significant distress or im- pairment in social, school, or other important areas of functioning. 215 216 Gender Dysphoria Specify if: With a disorder of sex development (e.g., a congenital adre- nogenital disorder such as 255.2 [E25.0] congenital adrenal hy- perplasia or 259.50 [E34.50] androgen insensitivity syndrome). Coding note: Code the disorder of sex development as well as gender dysphoria. Gender Dysphoria in Adolescents and Adults 302.85 (F64.1) A. A marked incongruence between one’s experienced/expressed gender and assigned gender, of at least 6 months’ duration, as manifested by at least two of the following: 1. A marked incongruence between one’s experienced/ expressed gender and primary and/or secondary sex char- acteristics (or in young adolescents, the anticipated second- ary sex characteristics). 2. A strong desire to be rid of one’s primary and/or secondary sex characteristics because of a marked incongruence with one’s experienced/expressed gender (or in young adoles- cents, a desire to prevent the development of the anticipated secondary sex characteristics). 3. A strong desire for the primary and/or secondary sex charac- teristics of the other gender. 4. A strong desire to be of the other gender (or some alternative gender different from one’s assigned gender). 5. A strong desire to be treated as the other gender (or some alternative gender different from one’s assigned gender). 6. A strong conviction that one has the typical feelings and re- actions of the other gender (or some alternative gender dif- ferent from one’s assigned gender). B. The condition is associated with clinically significant distress or impairment in social, occupational, or other important areas of functioning. Other Specified Gender Dysphoria 217 Specify if: With a disorder of sex development (e.g., a congenital adre- nogenital disorder such as 255.2 [E25.0] congenital adrenal hy- perplasia or 259.50 [E34.50] androgen insensitivity syndrome). Coding note: Code the disorder of sex development as well as gender dysphoria. Specify if: Posttransition: The individual has transitioned to full-time living in the desired gender (with or without legalization of gender change) and has undergone (or is preparing to have) at least one cross-sex medical procedure or treatment regimen—namely, regular cross-sex hormone treatment or gender reassignment surgery confirming the desired gender (e.g., penectomy, vagino- plasty in a natal male; mastectomy or phalloplasty in a natal fe- male). Other Specified Gender Dysphoria 302.6 (F64.8) This category applies to presentations in which symptoms character- istic of gender dysphoria that cause clinically significant distress or impairment in social, occupational, or other important areas of func- tioning predominate but do not meet the full criteria for gender dys- phoria. The other specified gender dysphoria category is used in situations in which the clinician chooses to communicate the specific reason that the presentation does not meet the criteria for gender dysphoria. This is done by recording “other specified gender dyspho- ria” followed by the specific reason (e.g., “brief gender dysphoria”). An example of a presentation that can be specified using the “other specified” designation is the following: The current disturbance meets symptom criteria for gender dysphoria, but the duration is less than 6 months. Other Specified Gender Dysphoria 217 Specify if: With a disorder of sex development (e.g., a congenital adre- nogenital disorder such as 255.2 [E25.0] congenital adrenal hy- perplasia or 259.50 [E34.50] androgen insensitivity syndrome). Coding note: Code the disorder of sex development as well as gender dysphoria. Specify if: Posttransition: The individual has transitioned to full-time living in the desired gender (with or without legalization of gender change) and has undergone (or is preparing to have) at least one cross-sex medical procedure or treatment regimen—namely, regular cross-sex hormone treatment or gender reassignment surgery confirming the desired gender (e.g., penectomy, vagino- plasty in a natal male; mastectomy or phalloplasty in a natal fe- male). Other Specified Gender Dysphoria 302.6 (F64.8) This category applies to presentations in which symptoms character- istic of gender dysphoria that cause clinically significant distress or impairment in social, occupational, or other important areas of func- tioning predominate but do not meet the full criteria for gender dys- phoria. The other specified gender dysphoria category is used in situations in which the clinician chooses to communicate the specific reason that the presentation does not meet the criteria for gender dysphoria. This is done by recording “other specified gender dyspho- ria” followed by the specific reason (e.g., “brief gender dysphoria”). An example of a presentation that can be specified using the “other specified” designation is the following: The current disturbance meets symptom criteria for gender dysphoria, but the duration is less than 6 months. 218 Gender Dysphoria Unspecified Gender Dysphoria 302.6 (F64.9) This category applies to presentations in which symptoms character- istic of gender dysphoria that cause clinically significant distress or impairment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for gender dysphoria. The unspecified gender dysphoria category is used in sit- uations in which the clinician chooses not to specify the reason that the criteria are not met for gender dysphoria, and includes presenta- tions in which there is insufficient information to make a more specific diagnosis.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": true,
    "has_followup": false
  }
}