{
  "id": "DSM-5_c1438317",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Cannabis Withdrawal 243 3. Sleep difficulty (e.g., insomnia, disturbing dreams). 4. Decreased appetite or weight loss. 5. Restlessness. 6. Depressed mood. 7. At least one of the following physical symptoms causing significant discomfort: abdominal pain, shakiness/tremors, sweating, fever, chills, or headache. C. The signs or symptoms in Criterion B cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. D. The signs or symptoms are not attributable to another medical condition and are not better explained by another mental disor- der, including intoxication or withdrawal from another substance. Coding note: The ICD-9-CM code is 292.0. The ICD-10-CM code for cannabis withdrawal is F12.288. Note that the ICD-10-CM code indi- cates the comorbid presence of a moderate or severe cannabis use disorder, reflecting the fact that cannabis withdrawal can only occur in the presence of a moderate or severe cannabis use disorder. It is not permissible to code a comorbid mild cannabis use disorder with cannabis withdrawal. Other Cannabis-Induced Disorders The following cannabis-induced disorders are described in other chapters of the book with disorders with which they share phenome- nology (see the substance/medication-induced mental disorders in these chapters): cannabis-induced psychotic disorder (“Schizophre- nia Spectrum and Other Psychotic Disorders”); cannabis-induced anxiety disorder (“Anxiety Disorders”); and cannabis-induced sleep disorder (“Sleep-Wake Disorders”). For cannabis intoxication delir- ium, see the criteria and discussion of delirium in the chapter “Neu- rocognitive Disorders.” These cannabis-induced disorders are diagnosed instead of cannabis intoxication or cannabis withdrawal when the symptoms are sufficiently severe to warrant independent clinical attention. 244 Substance-Related and Addictive Disorders Unspecified Cannabis-Related Disorder 292.9 (F12.99) This category applies to presentations in which symptoms character- istic of a cannabis-related disorder that cause clinically significant distress or impairment in social, occupational, or other important ar- eas of functioning predominate but do not meet the full criteria for any specific cannabis-related disorder or any of the disorders in the sub- stance-related and addictive disorders diagnostic class. Hallucinogen-Related Disorders Phencyclidine Use Disorder A. A pattern of phencyclidine (or a pharmacologically similar sub- stance) use leading to clinically significant impairment or dis- tress, as manifested by at least two of the following, occurring within a 12-month period: 1. Phencyclidine is often taken in larger amounts or over a lon- ger period than was intended. 2. There is a persistent desire or unsuccessful efforts to cut down or control phencyclidine use. 3. A great deal of time is spent in activities necessary to obtain phencyclidine, use the phencyclidine, or recover from its ef- fects. 4. Craving, or a strong desire or urge to use phencyclidine. 5. Recurrent phencyclidine use resulting in a failure to fulfill ma- jor role obligations at work, school, or home (e.g., repeated absences from work or poor work performance related to phencyclidine use; phencyclidine-related absences, suspen- Phencyclidine Use Disorder 245 sions, or expulsions from school; neglect of children or household). 6. Continued phencyclidine use despite having persistent or re- current social or interpersonal problems caused or exacer- bated by the effects of the phencyclidine (e.g., arguments with a spouse about consequences of intoxication; physical fights). 7. Important social, occupational, or recreational activities are given up or reduced because of phencyclidine use. 8. Recurrent phencyclidine use in situations in which it is phys- ically hazardous (e.g., driving an automobile or operating a machine when impaired by a phencyclidine). 9. Phencyclidine use is continued despite knowledge of having a persistent or recurrent physical or psychological problem that is likely to have been caused or exacerbated by the phencyclidine. 10. Tolerance, as defined by either of the following: a. A need for markedly increased amounts of the phency- clidine to achieve intoxication or desired effect. b. A markedly diminished effect with continued use of the same amount of the phencyclidine. Note: Withdrawal symptoms and signs are not established for phencyclidines, and so this criterion does not apply. (Withdrawal from phencyclidines has been reported in animals but not docu- mented in human users.) Specify if: In early remission: After full criteria for phencyclidine use disor- der were previously met, none of the criteria for phencyclidine use disorder have been met for at least 3 months but for less than 12 months (with the exception that Criterion A4, “Craving, or a strong desire or urge to use the phencyclidine,” may be met). In sustained remission: After full criteria for phencyclidine use dis- order were previously met, none of the criteria for phencyclidine use disorder have been met at any time during a period of 12 months or longer (with the exception that Criterion A4, “Craving, or a strong desire or urge to use the phencyclidine,” may be met).",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}