{
  "id": "DSM-5_0049dbc9",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Posttraumatic Stress Disorder 147 3. Learning that the traumatic event(s) occurred to a parent or caregiving figure. B. Presence of one (or more) of the following intrusion symptoms associated with the traumatic event(s), beginning after the trau- matic event(s) occurred: 1. Recurrent, involuntary, and intrusive distressing memories of the traumatic event(s). Note: Spontaneous and intrusive memories may not neces- sarily appear distressing and may be expressed as play re- enactment. 2. Recurrent distressing dreams in which the content and/or af- fect of the dream are related to the traumatic event(s). Note: It may not be possible to ascertain that the frightening content is related to the traumatic event. 3. Dissociative reactions (e.g., flashbacks) in which the child feels or acts as if the traumatic event(s) were recurring. (Such reactions may occur on a continuum, with the most extreme expression being a complete loss of awareness of present surroundings.) Such trauma-specific reenactment may occur in play. 4. Intense or prolonged psychological distress at exposure to internal or external cues that symbolize or resemble an as- pect of the traumatic event(s). 5. Marked physiological reactions to reminders of the traumatic event(s). C. One (or more) of the following symptoms, representing either persistent avoidance of stimuli associated with the traumatic event(s) or negative alterations in cognitions and mood associ- ated with the traumatic event(s), must be present, beginning af- ter the event(s) or worsening after the event(s): Persistent Avoidance of Stimuli 1. Avoidance of or efforts to avoid activities, places, or physical reminders that arouse recollections of the traumatic event(s). 148 Trauma- and Stressor-Related Disorders 2. Avoidance of or efforts to avoid people, conversations, or in- terpersonal situations that arouse recollections of the trau- matic event(s). Negative Alterations in Cognitions 3. Substantially increased frequency of negative emotional states (e.g., fear, guilt, sadness, shame, confusion). 4. Markedly diminished interest or participation in significant activities, including constriction of play. 5. Socially withdrawn behavior. 6. Persistent reduction in expression of positive emotions. D. Alterations in arousal and reactivity associated with the traumatic event(s), beginning or worsening after the traumatic event(s) oc- curred, as evidenced by two (or more) of the following: 1. Irritable behavior and angry outbursts (with little or no provoca- tion) typically expressed as verbal or physical aggression to- ward people or objects (including extreme temper tantrums). 2. Hypervigilance. 3. Exaggerated startle response. 4. Problems with concentration. 5. Sleep disturbance (e.g., difficulty falling or staying asleep or restless sleep). E. The duration of the disturbance is more than 1 month. F. The disturbance causes clinically significant distress or impair- ment in relationships with parents, siblings, peers, or other care- givers or with school behavior. G. The disturbance is not attributable to the physiological effects of a substance (e.g., medication or alcohol) or another medical con- dition. Specify whether: With dissociative symptoms: The individual’s symptoms meet the criteria for posttraumatic stress disorder, and the individual experiences persistent or recurrent symptoms of either of the fol- lowing: 1. Depersonalization: Persistent or recurrent experiences of feeling detached from, and as if one were an outside ob- Acute Stress Disorder 149 server of, one’s mental processes or body (e.g., feeling as though one were in a dream; feeling a sense of unreality of self or body or of time moving slowly). 2. Derealization: Persistent or recurrent experiences of unre- ality of surroundings (e.g., the world around the individual is experienced as unreal, dreamlike, distant, or distorted). Note: To use this subtype, the dissociative symptoms must not be attributable to the physiological effects of a substance (e.g., blackouts) or another medical condition (e.g., complex partial seizures). Specify if: With delayed expression: If the full diagnostic criteria are not met until at least 6 months after the event (although the onset and expression of some symptoms may be immediate). Acute Stress Disorder 308.3 (F43.0) A. Exposure to actual or threatened death, serious injury, or sexual violation in one (or more) of the following ways: 1. Directly experiencing the traumatic event(s). 2. Witnessing, in person, the event(s) as it occurred to others. 3. Learning that the event(s) occurred to a close family member or close friend. Note: In cases of actual or threatened death of a family member or friend, the event(s) must have been vi- olent or accidental. 4. Experiencing repeated or extreme exposure to aversive de- tails of the traumatic event(s) (e.g., first responders collect- ing human remains, police officers repeatedly exposed to details of child abuse). Note: This does not apply to exposure through electronic media, television, movies, or pictures, unless this exposure is work related. B. Presence of nine (or more) of the following symptoms from any of the five categories of intrusion, negative mood, dissociation, 150 Trauma- and Stressor-Related Disorders avoidance, and arousal, beginning or worsening after the trau- matic event(s) occurred: Intrusion Symptoms 1. Recurrent, involuntary, and intrusive distressing memories of the traumatic event(s). Note: In children, repetitive play may occur in which themes or aspects of the traumatic event(s) are expressed. 2. Recurrent distressing dreams in which the content and/or affect of the dream are related to the event(s). Note: In children, there may be frightening dreams without recognizable content. 3. Dissociative reactions (e.g., flashbacks) in which the individ- ual feels or acts as if the traumatic event(s) were recurring. (Such reactions may occur on a continuum, with the most ex- treme expression being a complete loss of awareness of present surroundings.) Note: In children, trauma-specific re- enactment may occur in play. 4. Intense or prolonged psychological distress or marked phys- iological reactions in response to internal or external cues that symbolize or resemble an aspect of the traumatic event(s). Negative Mood 5. Persistent inability to experience positive emotions (e.g., inabil- ity to experience happiness, satisfaction, or loving feelings). Dissociative Symptoms 6. An altered sense of the reality of one’s surroundings or one- self (e.g., seeing oneself from another’s perspective, being in a daze, time slowing). 7. Inability to remember an important aspect of the traumatic event(s) (typically due to dissociative amnesia and not to other factors such as head injury, alcohol, or drugs). Avoidance Symptoms 8. Efforts to avoid distressing memories, thoughts, or feelings about or closely associated with the traumatic event(s). 9. Efforts to avoid external reminders (people, places, conver- sations, activities, objects, situations) that arouse distressing Adjustment Disorders 151 memories, thoughts, or feelings about or closely associated with the traumatic event(s). Arousal Symptoms 10. Sleep disturbance (e.g., difficulty falling or staying asleep, restless sleep). 11. Irritable behavior and angry outbursts (with little or no provo- cation), typically expressed as verbal or physical aggression toward people or objects. 12. Hypervigilance. 13. Problems with concentration. 14. Exaggerated startle response. C. Duration of the disturbance (symptoms in Criterion B) is 3 days to 1 month after trauma exposure. Note: Symptoms typically begin immediately after the trauma, but persistence for at least 3 days and up to a month is needed to meet disorder criteria. D. The disturbance causes clinically significant distress or impairment in social, occupational, or other important areas of functioning. E. The disturbance is not attributable to the physiological effects of a substance (e.g., medication or alcohol) or another medical condition (e.g., mild traumatic brain injury) and is not better ex- plained by brief psychotic disorder. Adjustment Disorders A. The development of emotional or behavioral symptoms in re- sponse to an identifiable stressor(s) occurring within 3 months of the onset of the stressor(s). B. These symptoms or behaviors are clinically significant, as evi- denced by one or both of the following: 1. Marked distress that is out of proportion to the severity or in- tensity of the stressor, taking into account the external con- text and the cultural factors that might influence symptom severity and presentation.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}