{
  "id": "DSM-5_bacd5b65",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Sexual Masochism Disorder 335 In full remission: The individual has not acted on the urges with a nonconsenting person, and there has been no distress or im- pairment in social, occupational, or other areas of functioning, for at least 5 years while in an uncontrolled environment. Sexual Masochism Disorder 302.83 (F65.51) A. Over a period of at least 6 months, recurrent and intense sexual arousal from the act of being humiliated, beaten, bound, or oth- erwise made to suffer, as manifested by fantasies, urges, or be- haviors. B. The fantasies, sexual urges, or behaviors cause clinically signif- icant distress or impairment in social, occupational, or other im- portant areas of functioning. Specify if: With asphyxiophilia: If the individual engages in the practice of achieving sexual arousal related to restriction of breathing. Specify if: In a controlled environment: This specifier is primarily appli- cable to individuals living in institutional or other settings where opportunities to engage in masochistic sexual behaviors are re- stricted. In full remission: There has been no distress or impairment in social, occupational, or other areas of functioning for at least 5 years while in an uncontrolled environment. Sexual Sadism Disorder 302.84 (F65.52) A. Over a period of at least 6 months, recurrent and intense sexual arousal from the physical or psychological suffering of another person, as manifested by fantasies, urges, or behaviors. 336 Paraphilic Disorders B. The individual has acted on these sexual urges with a noncon- senting person, or the sexual urges or fantasies cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. Specify if: In a controlled environment: This specifier is primarily applica- ble to individuals living in institutional or other settings where op- portunities to engage in sadistic sexual behaviors are restricted. In full remission: The individual has not acted on the urges with a nonconsenting person, and there has been no distress or im- pairment in social, occupational, or other areas of functioning, for at least 5 years while in an uncontrolled environment. Pedophilic Disorder 302.2 (F65.4) A. Over a period of at least 6 months, recurrent, intense sexually arousing fantasies, sexual urges, or behaviors involving sexual activity with a prepubescent child or children (generally age 13 years or younger). B. The individual has acted on these sexual urges, or the sexual urges or fantasies cause marked distress or interpersonal difficulty. C. The individual is at least age 16 years and at least 5 years older than the child or children in Criterion A. Note: Do not include an individual in late adolescence involved in an ongoing sexual relationship with a 12- or 13-year-old. Specify whether: Exclusive type (attracted only to children) Nonexclusive type Specify if: Sexually attracted to males Sexually attracted to females Sexually attracted to both Specify if: Limited to incest Fetishistic Disorder 337 Fetishistic Disorder 302.81 (F65.0) A. Over a period of at least 6 months, recurrent and intense sexual arousal from either the use of nonliving objects or a highly spe- cific focus on nongenital body part(s), as manifested by fanta- sies, urges, or behaviors. B. The fantasies, sexual urges, or behaviors cause clinically signif- icant distress or impairment in social, occupational, or other im- portant areas of functioning. C. The fetish objects are not limited to articles of clothing used in cross- dressing (as in transvestic disorder) or devices specifically de- signed for the purpose of tactile genital stimulation (e.g., vibrator). Specify: Body part(s) Nonliving object(s) Other Specify if: In a controlled environment: This specifier is primarily applica- ble to individuals living in institutional or other settings where op- portunities to engage in fetishistic behaviors are restricted. In full remission: There has been no distress or impairment in social, occupational, or other areas of functioning for at least 5 years while in an uncontrolled environment. Transvestic Disorder 302.3 (F65.1) A. Over a period of at least 6 months, recurrent and intense sexual arousal from cross-dressing, as manifested by fantasies, urges, or behaviors. B. The fantasies, sexual urges, or behaviors cause clinically signif- icant distress or impairment in social, occupational, or other im- portant areas of functioning.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}