{
  "id": "DSM-5_5c0b81f8",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Trichotillomania (Hair-Pulling Disorder) 133 With absent insight/delusional beliefs: The individual is com- pletely convinced that hoarding-related beliefs and behaviors (pertaining to difficulty discarding items, clutter, or excessive ac- quisition) are not problematic despite evidence to the contrary. Trichotillomania (Hair-Pulling Disorder) 312.39 (F63.3) A. Recurrent pulling out of one’s hair, resulting in hair loss. B. Repeated attempts to decrease or stop hair pulling. C. The hair pulling causes clinically significant distress or impairment in social, occupational, or other important areas of functioning. D. The hair pulling or hair loss is not attributable to another medical condition (e.g., a dermatological condition). E. The hair pulling is not better explained by the symptoms of an- other mental disorder (e.g., attempts to improve a perceived de- fect or flaw in appearance in body dysmorphic disorder). Excoriation (Skin-Picking) Disorder 698.4 (L98.1) A. Recurrent skin picking resulting in skin lesions. B. Repeated attempts to decrease or stop skin picking. C. The skin picking causes clinically significant distress or impairment in social, occupational, or other important areas of functioning. D. The skin picking is not attributable to the physiological effects of a substance (e.g., cocaine) or another medical condition (e.g., scabies). E. The skin picking is not better explained by symptoms of another mental disorder (e.g., delusions or tactile hallucinations in a psy- chotic disorder, attempts to improve a perceived defect or flaw in appearance in body dysmorphic disorder, stereotypies in stereo- typic movement disorder, or intention to harm oneself in nonsui- cidal self-injury). 134 Obsessive-Compulsive and Related Disorders Substance/Medication-Induced Obsessive-Compulsive and Related Disorder A. Obsessions, compulsions, skin picking, hair pulling, other body- focused repetitive behaviors, or other symptoms characteristic of the obsessive-compulsive and related disorders predominate in the clinical picture. B. There is evidence from the history, physical examination, or lab- oratory findings of both (1) and (2): 1. The symptoms in Criterion A developed during or soon after substance intoxication or withdrawal or after exposure to a medication. 2. The involved substance/medication is capable of producing the symptoms in Criterion A. C. The disturbance is not better explained by an obsessive-compul- sive and related disorder that is not substance/medication- induced. Such evidence of an independent obsessive-compul- sive and related disorder could include the following: The symptoms precede the onset of the substance/medica- tion use; the symptoms persist for a substantial period of time (e.g., about 1 month) after the cessation of acute with- drawal or severe intoxication; or there is other evidence sug- gesting the existence of an independent non-substance/ medication-induced obsessive-compulsive and related dis- order (e.g., a history of recurrent non-substance/medication- related episodes). D. The disturbance does not occur exclusively during the course of a delirium. E. The disturbance causes clinically significant distress or impairment in social, occupational, or other important areas of functioning. Note: This diagnosis should be made in addition to a diagnosis of substance intoxication or substance withdrawal only when the symp- toms in Criterion A predominate in the clinical picture and are suffi- ciently severe to warrant clinical attention. Coding note: The ICD-9-CM and ICD-10-CM codes for the [specific substance/medication]-induced obsessive-compulsive and related Substance/Medication-Induced OCRD 135 disorders are indicated in the table below. Note that the ICD-10-CM code depends on whether or not there is a comorbid substance use disorder present for the same class of substance. If a mild substance use disorder is comorbid with the substance-induced obsessive- compulsive and related disorder, the 4th position character is “1,” and the clinician should record “mild [substance] use disorder” before the substance-induced obsessive-compulsive and related disorder (e.g., “mild cocaine use disorder with cocaine-induced obsessive-compul- sive and related disorder”). If a moderate or severe substance use disorder is comorbid with the substance-induced obsessive-compul- sive and related disorder, the 4th position character is “2,” and the cli- nician should record “moderate [substance] use disorder” or “severe [substance] use disorder,” depending on the severity of the comorbid substance use disorder. If there is no comorbid substance use disor- der (e.g., after a one-time heavy use of the substance), then the 4th position character is “9,” and the clinician should record only the sub- stance-induced obsessive-compulsive and related disorder. ICD-10-CM With use With use disorder, ICD-9- disorder, moderate Without use CM mild or severe disorder Amphetamine 292.89 F15.188 F15.288 F15.988 (or other stimulant) Cocaine 292.89 F14.188 F14.288 F14.988 Other (or unknown) 292.89 F19.188 F19.288 F19.988 substance Specify if (see Table 1 in the chapter “Substance-Related and Addic- tive Disorders” for diagnoses associated with substance class): With onset during intoxication: If the criteria are met for intox- ication with the substance and the symptoms develop during in- toxication.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}