{
  "id": "DSM-5_85f44f95",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Substance/Medication-Induced Anxiety Disorder 125 ICD-10-CM With use With use disorder, Without disorder, moderate use ICD-9-CM mild or severe disorder Alcohol 291.89 F10.180 F10.280 F10.980 Caffeine 292.89 F15.180 F15.280 F15.980 Cannabis 292.89 F12.180 F12.280 F12.980 Phencyclidine 292.89 F16.180 F16.280 F16.980 Other hallucinogen 292.89 F16.180 F16.280 F16.980 Inhalant 292.89 F18.180 F18.280 F18.980 Opioid 292.89 F11.188 F11.288 F11.988 Sedative, hypnotic, 292.89 F13.180 F13.280 F13.980 or anxiolytic Amphetamine (or 292.89 F15.180 F15.280 F15.980 other stimulant) Cocaine 292.89 F14.180 F14.280 F14.980 Other (or unknown) 292.89 F19.180 F19.280 F19.980 substance Specify if (see Table 1 in the chapter “Substance-Related and Addic- tive Disorders” for diagnoses associated with substance class): With onset during intoxication: This specifier applies if criteria are met for intoxication with the substance and the symptoms de- velop during intoxication. With onset during withdrawal: This specifier applies if criteria are met for withdrawal from the substance and the symptoms de- velop during, or shortly after, withdrawal. With onset after medication use: Symptoms may appear either at initiation of medication or after a modification or change in use. 126 Anxiety Disorders Recording Procedures ICD-9-CM. The name of the substance/medication-induced anxi- ety disorder begins with the specific substance (e.g., cocaine, salbu- tamol) that is presumed to be causing the anxiety symptoms. The diagnostic code is selected from the table included in the criteria set, which is based on the drug class. For substances that do not fit into any of the classes (e.g., salbutamol), the code for “other substance” should be used; and in cases in which a substance is judged to be an etiological factor but the specific class of substance is unknown, the category “unknown substance” should be used. The name of the disorder is followed by the specification of onset (i.e., onset during intoxication, onset during withdrawal, onset during medication use). Unlike the recording procedures for ICD-10-CM, which combine the substance-induced disorder and substance use dis- order into a single code, for ICD-9-CM a separate diagnostic code is given for the substance use disorder. For example, in the case of anxiety symptoms occurring during withdrawal in a man with a severe loraze- pam use disorder, the diagnosis is 292.89 lorazepam-induced anxiety disorder, with onset during withdrawal. An additional diagnosis of 304.10 severe lorazepam use disorder is also given. When more than one substance is judged to play a significant role in the development of anx- iety symptoms, each should be listed separately (e.g., 292.89 methylphe- nidate-induced anxiety disorder, with onset during intoxication; 292.89 salbutamol-induced anxiety disorder, with onset after medication use). ICD-10-CM. The name of the substance/medication-induced anx- iety disorder begins with the specific substance (e.g., cocaine, salbu- tamol) that is presumed to be causing the anxiety symptoms. The diagnostic code is selected from the table included in the criteria set, which is based on the drug class and presence or absence of a co- morbid substance use disorder. For substances that do not fit into any of the classes (e.g., salbutamol), the code for “other substance” should be used; and in cases in which a substance is judged to be an etiological factor but the specific class of substance is unknown, the category “unknown substance” should be used. When recording the name of the disorder, the comorbid substance use disorder (if any) is listed first, followed by the word “with,” fol- lowed by the name of the substance-induced anxiety disorder, followed Anxiety Disorder Due to Another Medical Condition 127 by the specification of onset (i.e., onset during intoxication, onset dur- ing withdrawal, onset during medication use). For example, in the case of anxiety symptoms occurring during withdrawal in a man with a se- vere lorazepam use disorder, the diagnosis is F13.280 severe loraze- pam use disorder with lorazepam-induced anxiety disorder, with on- set during withdrawal. A separate diagnosis of the comorbid severe lorazepam use disorder is not given. If the substance-induced anxiety disorder occurs without a comorbid substance use disorder (e.g., after a one-time heavy use of the substance), no accompanying substance use disorder is noted (e.g., F16.980 psilocybin-induced anxiety disor- der, with onset during intoxication). When more than one substance is judged to play a significant role in the development of anxiety symp- toms, each should be listed separately (e.g., F15.280 severe methylphe- nidate use disorder with methylphenidate-induced anxiety disorder, with onset during intoxication; F19.980 salbutamol-induced anxiety disorder, with onset after medication use). Anxiety Disorder Due to Another Medical Condition 293.84 (F06.4) A. Panic attacks or anxiety is predominant in the clinical picture. B. There is evidence from the history, physical examination, or lab- oratory findings that the disturbance is the direct pathophysiolog- ical consequence of another medical condition. C. The disturbance is not better explained by another mental dis- order. D. The disturbance does not occur exclusively during the course of a delirium. E. The disturbance causes clinically significant distress or impairment in social, occupational, or other important areas of functioning. Coding note: Include the name of the other medical condition within the name of the mental disorder (e.g., 293.84 [F06.4] anxiety disor- der due to pheochromocytoma). The other medical condition should be coded and listed separately immediately before the anxiety disor- der due to the medical condition (e.g., 227.0 [D35.00] pheochromo- cytoma; 293.84 [F06.4] anxiety disorder due to pheochromocytoma.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}