{
  "id": "DSM-5_f5263f8f",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Bipolar II Disorder 75 D. The symptoms of depression or the unpredictability caused by frequent alternation between periods of depression and hypoma- nia causes clinically significant distress or impairment in social, occupational, or other important areas of functioning. Coding and Recording Procedures Bipolar II disorder has one diagnostic code: 296.89 (F31.81). Its status with respect to current severity, presence of psychotic features, course, and other specifiers cannot be coded but should be indicated in writing (e.g., 296.89 [F31.81] bipolar II disorder, current episode de- pressed, moderate severity, with mixed features; 296.89 [F31.81] bi- polar II disorder, most recent episode depressed, in partial remission). Specify current or most recent episode: Hypomanic Depressed Specify if: With anxious distress (pp. 83–84) With mixed features (pp. 84–86) With rapid cycling (p. 86) With mood-congruent psychotic features (pp. 88–89) With mood-incongruent psychotic features (pp. 88–89) With catatonia (p. 89). Coding note: Use additional code 293.89 (F06.1). With peripartum onset (pp. 89–90) With seasonal pattern (pp. 90–92): Applies only to the pattern of major depressive episodes. Specify course if full criteria for a mood episode are not currently met: In partial remission (p. 92) In full remission (p. 92) Specify severity if full criteria for a mood episode are currently met: Mild (p. 92) Moderate (p. 92) Severe (p. 92) 76 Bipolar and Related Disorders Cyclothymic Disorder 301.13 (F34.0) A. For at least 2 years (at least 1 year in children and adolescents) there have been numerous periods with hypomanic symptoms that do not meet criteria for a hypomanic episode and numerous periods with depressive symptoms that do not meet criteria for a major depressive episode. B. During the above 2-year period (1 year in children and adoles- cents), the hypomanic and depressive periods have been pres- ent for at least half the time and the individual has not been without the symptoms for more than 2 months at a time. C. Criteria for a major depressive, manic, or hypomanic episode have never been met. D. The symptoms in Criterion A are not better explained by schizo- affective disorder, schizophrenia, schizophreniform disorder, de- lusional disorder, or other specified or unspecified schizophrenia spectrum and other psychotic disorder. E. The symptoms are not attributable to the physiological effects of a substance (e.g., a drug of abuse, a medication) or another med- ical condition (e.g., hyperthyroidism). F. The symptoms cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. Specify if: With anxious distress (see pp. 83–84) Substance/Medication-Induced Bipolar and Related Disorder A. A prominent and persistent disturbance in mood that predominates in the clinical picture and is characterized by elevated, expansive, or irritable mood, with or without depressed mood, or markedly dimin- ished interest or pleasure in all, or almost all, activities. Substance/Medication-Induced Bipolar and Related Disorder 77 B. There is evidence from the history, physical examination, or lab- oratory findings of both (1) and (2): 1. The symptoms in Criterion A developed during or soon after substance intoxication or withdrawal or after exposure to a medication. 2. The involved substance/medication is capable of producing the symptoms in Criterion A. C. The disturbance is not better explained by a bipolar or related disor- der that is not substance/medication-induced. Such evidence of an independent bipolar or related disorder could include the following: The symptoms precede the onset of the substance/medica- tion use; the symptoms persist for a substantial period of time (e.g., about 1 month) after the cessation of acute withdrawal or severe intoxication; or there is other evidence suggesting the existence of an independent non-substance/medication- induced bipolar and related disorder (e.g., a history of recur- rent non-substance/medication-related episodes). D. The disturbance does not occur exclusively during the course of a delirium. E. The disturbance causes clinically significant distress or impairment in social, occupational, or other important areas of functioning. Coding note: The ICD-9-CM and ICD-10-CM codes for the [specific substance/medication]-induced bipolar and related disorders are in- dicated in the table below. Note that the ICD-10-CM code depends on whether or not there is a comorbid substance use disorder pres- ent for the same class of substance. If a mild substance use disorder is comorbid with the substance-induced bipolar and related disorder, the 4th position character is “1,” and the clinician should record “mild [substance] use disorder” before the substance-induced bipolar and related disorder (e.g., “mild cocaine use disorder with cocaine- induced bipolar and related disorder”). If a moderate or severe sub- stance use disorder is comorbid with the substance-induced bipolar and related disorder, the 4th position character is “2,” and the clini- cian should record “moderate [substance] use disorder” or “severe [substance] use disorder,” depending on the severity of the comorbid 78 Bipolar and Related Disorders substance use disorder. If there is no comorbid substance use disor- der (e.g., after a one-time heavy use of the substance), then the 4th position character is “9,” and the clinician should record only the sub- stance-induced bipolar and related disorder. ICD-10-CM With use With use disorder, Without disorder, moderate use ICD-9-CM mild or severe disorder Alcohol 291.89 F10.14 F10.24 F10.94 Phencyclidine 292.84 F16.14 F16.24 F16.94 Other hallucinogen 292.84 F16.14 F16.24 F16.94 Sedative, hypnotic, 292.84 F13.14 F13.24 F13.94 or anxiolytic Amphetamine (or 292.84 F15.14 F15.24 F15.94 other stimulant) Cocaine 292.84 F14.14 F14.24 F14.94 Other (or unknown) 292.84 F19.14 F19.24 F19.94 substance Specify if (see Table 1 in the chapter “Substance-Related and Addic- tive Disorders” for diagnoses associated with substance class): With onset during intoxication: If the criteria are met for intox- ication with the substance and the symptoms develop during in- toxication. With onset during withdrawal: If criteria are met for withdrawal from the substance and the symptoms develop during, or shortly after, withdrawal.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}