{
  "id": "DSM-5_cd060351",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Alcohol Intoxication 235 Alcohol Intoxication A. Recent ingestion of alcohol. B. Clinically significant problematic behavioral or psychological changes (e.g., inappropriate sexual or aggressive behavior, mood lability, impaired judgment) that developed during, or shortly af- ter, alcohol ingestion. C. One (or more) of the following signs or symptoms developing during, or shortly after, alcohol use: 1. Slurred speech. 2. Incoordination. 3. Unsteady gait. 4. Nystagmus. 5. Impairment in attention or memory. 6. Stupor or coma. D. The signs or symptoms are not attributable to another medical condition and are not better explained by another mental disor- der, including intoxication with another substance. Coding note: The ICD-9-CM code is 303.00. The ICD-10-CM code depends on whether there is a comorbid alcohol use disorder. If a mild alcohol use disorder is comorbid, the ICD-10-CM code is F10.129, and if a moderate or severe alcohol use disorder is comor- bid, the ICD-10-CM code is F10.229. If there is no comorbid alcohol use disorder, then the ICD-10-CM code is F10.929. Alcohol Withdrawal A. Cessation of (or reduction in) alcohol use that has been heavy and prolonged. B. Two (or more) of the following, developing within several hours to a few days after the cessation of (or reduction in) alcohol use described in Criterion A: 1. Autonomic hyperactivity (e.g., sweating or pulse rate greater than 100 bpm). 2. Increased hand tremor. 236 Substance-Related and Addictive Disorders 3. Insomnia. 4. Nausea or vomiting. 5. Transient visual, tactile, or auditory hallucinations or illu- sions. 6. Psychomotor agitation. 7. Anxiety. 8. Generalized tonic-clonic seizures. C. The signs or symptoms in Criterion B cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. D. The signs or symptoms are not attributable to another medical condition and are not better explained by another mental disor- der, including intoxication or withdrawal from another substance. Specify if: With perceptual disturbances: This specifier applies in the rare instance when hallucinations (usually visual or tactile) occur with intact reality testing, or auditory, visual, or tactile illusions occur in the absence of a delirium. Coding note: The ICD-9-CM code is 291.81. The ICD-10-CM code for alcohol withdrawal without perceptual disturbances is F10.239, and the ICD-10-CM code for alcohol withdrawal with perceptual dis- turbances is F10.232. Note that the ICD-10-CM code indicates the comorbid presence of a moderate or severe alcohol use disorder, reflecting the fact that alcohol withdrawal can only occur in the presence of a moderate or severe alcohol use disorder. It is not per- missible to code a comorbid mild alcohol use disorder with alcohol withdrawal. Other Alcohol-Induced Disorders The following alcohol-induced disorders are described in other chap- ters of the book with disorders with which they share phenomenol- ogy (see the substance/medication-induced mental disorders in these chapters): alcohol-induced psychotic disorder (“Schizophrenia Spec- trum and Other Psychotic Disorders”); alcohol-induced bipolar dis- order (“Bipolar and Related Disorders”); alcohol-induced depressive Unspecified Alcohol-Related Disorder 237 disorder (“Depressive Disorders”); alcohol-induced anxiety disorder (“Anxiety Disorders”); alcohol-induced sleep disorder (“Sleep-Wake Disorders”); alcohol-induced sexual dysfunction (“Sexual Dysfunc- tions”); and alcohol-induced major or mild neurocognitive disorder (“Neurocognitive Disorders”). For alcohol intoxication delirium and alcohol withdrawal delirium, see the criteria and discussion of delir- ium in the chapter “Neurocognitive Disorders.” These alcohol- induced disorders are diagnosed instead of alcohol intoxication or al- cohol withdrawal only when the symptoms are sufficiently severe to warrant independent clinical attention. Unspecified Alcohol-Related Disorder 291.9 (F10.99) This category applies to presentations in which symptoms character- istic of an alcohol-related disorder that cause clinically significant dis- tress or impairment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for any specific alcohol-related disorder or any of the disorders in the sub- stance-related and addictive disorders diagnostic class. Caffeine-Related Disorders Caffeine Intoxication 305.90 (F15.929) A. Recent consumption of caffeine (typically a high dose well in ex- cess of 250 mg). B. Five (or more) of the following signs or symptoms developing during, or shortly after, caffeine use: 1. Restlessness. 2. Nervousness.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}