{
  "id": "DSM-5_fc4f3013",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Medication-Induced Movement Disorders 351 Antidepressant Discontinuation Syndrome 995.29 (T43.205A) Initial encounter 995.29 (T43.205D) Subsequent encounter 995.29 (T43.205S) Sequelae Antidepressant discontinuation syndrome is a set of symptoms that can occur after an abrupt cessation (or marked reduction in dose) of an anti- depressant medication that was taken continuously for at least 1 month. Symptoms generally begin within 2–4 days and typically include specif- ic sensory, somatic, and cognitive-emotional manifestations. Frequently reported sensory and somatic symptoms include flashes of lights, “electric shock” sensations, nausea, and hyperresponsivity to noises or lights. Nonspecific anxiety and feelings of dread may also be report- ed. Symptoms are alleviated by restarting the same medication or starting a different medication that has a similar mechanism of action— for example, discontinuation symptoms after withdrawal from a sero- tonin-norepinephrine reuptake inhibitor may be alleviated by starting a tricyclic antidepressant. To qualify as antidepressant discontinuation syndrome, the symptoms should not have been present before the anti- depressant dosage was reduced and are not better explained by another mental disorder (e.g., manic or hypomanic episode, substance intoxica- tion, substance withdrawal, somatic symptom disorder). Diagnostic Features Discontinuation symptoms may occur following treatment with tri- cyclic antidepressants (e.g., imipramine, amitriptyline, desipra- mine), serotonin reuptake inhibitors (e.g., fluoxetine, paroxetine, sertraline), and monoamine oxidase inhibitors (e.g., phenelzine, selegiline, pargyline). The incidence of this syndrome depends on the dosage and half-life of the medication being taken, as well as the rate at which the medication is tapered. Short-acting medications that are stopped abruptly rather than tapered gradually may pose the greatest risk. The short-acting selective serotonin reuptake in- hibitor (SSRI) paroxetine is the agent most commonly associated with discontinuation symptoms, but such symptoms occur for all types of antidepressants. Unlike withdrawal syndromes associated with opioids, alcohol, and other substances of abuse, antidepressant discontinuation syn- 352 Medication-Induced Movement Disorders drome has no pathognomonic symptoms. Instead, the symptoms tend to be vague and variable and typically begin 2–4 days after the last dose of the antidepressant. For SSRIs (e.g., paroxetine), symptoms such as dizziness, ringing in the ears, “electric shocks in the head,” an inability to sleep, and acute anxiety are described. The antidepressant use prior to discontinuation must not have incurred hypomania or euphoria (i.e., there should be confidence that the discontinuation syndrome is not the result of fluctuations in mood stability associated with the previous treatment). The antidepressant discontinuation syndrome is based solely on pharmacological factors and is not related to the reinforcing ef- fects of an antidepressant. Also, in the case of stimulant augmentation of an antidepressant, abrupt cessation may result in stimulant withdrawal symptoms (see “Stimulant Withdrawal” in the chapter “Substance- Related and Addictive Disorders”) rather than the antidepressant dis- continuation syndrome described here. Prevalence The prevalence of antidepressant discontinuation syndrome is un- known but is thought to vary according to the dosage prior to dis- continuation, the half-life and receptor-binding affinity of the medication, and possibly the individual’s genetically influenced rate of metabolism for this medication. Course and Development Because longitudinal studies are lacking, little is known about the clinical course of antidepressant discontinuation syndrome. Symp- toms appear to abate over time with very gradual dosage reductions. After an episode, some individuals may prefer to resume medication indefinitely if tolerated. Differential Diagnosis The differential diagnosis of antidepressant discontinuation syn- drome includes anxiety and depressive disorders, substance use dis- orders, and tolerance to medications. Anxiety and depressive disorders. Discontinuation symptoms of- ten resemble symptoms of a persistent anxiety disorder or a return of somatic symptoms of depression for which the medication was ini- tially given. Medication-Induced Movement Disorders 353 Substance use disorders. Antidepressant discontinuation syn- drome differs from substance withdrawal in that antidepressants themselves have no reinforcing or euphoric effects. The medication dosage has usually not been increased without the clinician’s permis- sion, and the individual generally does not engage in drug-seeking behavior to obtain additional medication. Criteria for a substance use disorder are not met. Tolerance to medications. Tolerance and discontinuation symp- toms can occur as a normal physiological response to stopping med- ication after a substantial duration of exposure. Most cases of medication tolerance can be managed through carefully controlled tapering. Comorbidity Typically, the individual was initially started on the medication for a major depressive disorder; the original symptoms may return dur- ing the discontinuation syndrome. Other Adverse Effect of Medication 995.20 (T50.905A) Initial encounter 995.20 (T50.905D) Subsequent encounter 995.20 (T50.905S) Sequelae This category is available for optional use by clinicians to code side effects of medication (other than movement symptoms) when these adverse effects become a main focus of clinical attention. Examples include severe hypotension, cardiac arrhythmias, and priapism.",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": true,
    "has_followup": false
  }
}