{
  "id": "DSM-5_e44a2f50",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Childhood-Onset Fluency Disorder (Stuttering) 25 B. The disturbance causes limitations in effective communication that interfere with social participation, academic achievement, or occupational performance, individually or in any combination. C. Onset of symptoms is in the early developmental period. D. The difficulties are not attributable to congenital or acquired condi- tions, such as cerebral palsy, cleft palate, deafness or hearing loss, traumatic brain injury, or other medical or neurological conditions. Childhood-Onset Fluency Disorder (Stuttering) 315.35 (F80.81) A. Disturbances in the normal fluency and time patterning of speech that are inappropriate for the individual’s age and language skills, persist over time, and are characterized by frequent and marked occurrences of one (or more) of the following: 1. Sound and syllable repetitions. 2. Sound prolongations of consonants as well as vowels. 3. Broken words (e.g., pauses within a word). 4. Audible or silent blocking (filled or unfilled pauses in speech). 5. Circumlocutions (word substitutions to avoid problematic words). 6. Words produced with an excess of physical tension. 7. Monosyllabic whole-word repetitions (e.g., “I-I-I-I see him”). B. The disturbance causes anxiety about speaking or limitations in effective communication, social participation, or academic or oc- cupational performance, individually or in any combination. C. The onset of symptoms is in the early developmental period. (Note: Later-onset cases are diagnosed as 307.0 [F98.5] adult- onset fluency disorder.) D. The disturbance is not attributable to a speech-motor or sensory deficit, dysfluency associated with neurological insult (e.g., stroke, tumor, trauma), or another medical condition and is not better ex- plained by another mental disorder. 26 Neurodevelopmental Disorders Social (Pragmatic) Communication Disorder 315.39 (F80.89) A. Persistent difficulties in the social use of verbal and nonverbal communication as manifested by all of the following: 1. Deficits in using communication for social purposes, such as greeting and sharing information, in a manner that is appro- priate for the social context. 2. Impairment of the ability to change communication to match context or the needs of the listener, such as speaking differ- ently in a classroom than on a playground, talking differently to a child than to an adult, and avoiding use of overly formal language. 3. Difficulties following rules for conversation and storytelling, such as taking turns in conversation, rephrasing when mis- understood, and knowing how to use verbal and nonverbal signals to regulate interaction. 4. Difficulties understanding what is not explicitly stated (e.g., making inferences) and nonliteral or ambiguous meanings of language (e.g., idioms, humor, metaphors, multiple mean- ings that depend on the context for interpretation). B. The deficits result in functional limitations in effective communica- tion, social participation, social relationships, academic achieve- ment, or occupational performance, individually or in combination. C. The onset of the symptoms is in the early developmental period (but deficits may not become fully manifest until social communi- cation demands exceed limited capacities). D. The symptoms are not attributable to another medical or neuro- logical condition or to low abilities in the domains of word struc- ture and grammar, and are not better explained by autism spectrum disorder, intellectual disability (intellectual develop- mental disorder), global developmental delay, or another mental disorder.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}