{
  "id": "DSM-5_e179f1ac",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "364 Other Conditions That May Be a Focus of Clinical Attention Spouse or Partner Violence, Sexual, Confirmed 995.83 (T74.21XA) Initial encounter 995.83 (T74.21XD) Subsequent encounter Spouse or Partner Violence, Sexual, Suspected 995.83 (T76.21XA) Initial encounter 995.83 (T76.21XD) Subsequent encounter Other Circumstances Related to Spouse or Partner Violence, Sexual V61.11 (Z69.81) Encounter for mental health services for victim of spouse or partner violence, sexual V15.41 (Z91.410) Personal history (past history) of spouse or part- ner violence, sexual V61.12 (Z69.12) Encounter for mental health services for perpe- trator of spouse or partner violence, sexual Spouse or Partner Neglect Partner neglect is any egregious act or omission in the past year by one partner that deprives a dependent partner of basic needs and thereby results, or has reasonable potential to result, in physical or psychological harm to the dependent partner. This category is used in the context of relationships in which one partner is extremely de- pendent on the other partner for care or for assistance in navigating ordinary daily activities—for example, a partner who is incapable of self-care owing to substantial physical, psychological/intellectual, or cultural limitations (e.g., inability to communicate with others and manage everyday activities due to living in a foreign culture). Spouse or Partner Neglect, Confirmed 995.85 (T74.01XA) Initial encounter 995.85 (T74.01XD) Subsequent encounter Spouse or Partner Neglect, Suspected 995.85 (T76.01XA) Initial encounter 995.85 (T76.01XD) Subsequent encounter Other Conditions That May Be a Focus of Clinical Attention 365 Other Circumstances Related to Spouse or Partner Neglect V61.11 (Z69.11) Encounter for mental health services for victim of spouse or partner neglect V15.42 (Z91.412) Personal history (past history) of spouse or part- ner neglect V61.12 (Z69.12) Encounter for mental health services for perpe- trator of spouse or partner neglect Spouse or Partner Abuse, Psychological Partner psychological abuse encompasses nonaccidental verbal or symbolic acts by one partner that result, or have reasonable potential to result, in significant harm to the other partner. This category should be used when such psychological abuse has occurred during the past year. Acts of psychological abuse include berating or humil- iating the victim; interrogating the victim; restricting the victim’s ability to come and go freely; obstructing the victim’s access to assis- tance (e.g., law enforcement; legal, protective, or medical resources); threatening the victim with physical harm or sexual assault; harm- ing, or threatening to harm, people or things that the victim cares about; unwarranted restriction of the victim’s access to or use of eco- nomic resources; isolating the victim from family, friends, or social support resources; stalking the victim; and trying to make the victim think that he or she is crazy. Spouse or Partner Abuse, Psychological, Confirmed 995.82 (T74.31XA) Initial encounter 995.82 (T74.31XD) Subsequent encounter Spouse or Partner Abuse, Psychological, Suspected 995.82 (T76.31XA) Initial encounter 995.82 (T76.31XD) Subsequent encounter Other Circumstances Related to Spouse or Partner Abuse, Psycho- logical V61.11 (Z69.11) Encounter for mental health services for victim of spouse or partner psychological abuse 366 Other Conditions That May Be a Focus of Clinical Attention V15.42 (Z91.411) Personal history (past history) of spouse or part- ner psychological abuse V61.12 (Z69.12) Encounter for mental health services for perpe- trator of spouse or partner psychological abuse Adult Abuse by Nonspouse or Nonpartner These categories should be used when an adult has been abused by another adult who is not an intimate partner. Such maltreatment may involve acts of physical, sexual, or emotional abuse. Examples of adult abuse include nonaccidental acts of physical force (e.g., push- ing/shoving, scratching, slapping, throwing something that could hurt, punching, biting) that have resulted—or have reasonable po- tential to result—in physical harm or have caused significant fear; forced or coerced sexual acts; and verbal or symbolic acts with the po- tential to cause psychological harm (e.g., berating or humiliating the person; interrogating the person; restricting the person’s ability to come and go freely; obstructing the person’s access to assistance; threatening the person; harming or threatening to harm people or things that the person cares about; restricting the person’s access to or use of economic resources; isolating the person from family, friends, or social support resources; stalking the person; trying to make the person think that he or she is crazy). Acts for the purpose of physi- cally protecting oneself or the other person are excluded. Adult Physical Abuse by Nonspouse or Nonpartner, Confirmed 995.81 (T74.11XA) Initial encounter 995.81 (T74.11XD) Subsequent encounter Adult Physical Abuse by Nonspouse or Nonpartner, Suspected 995.81 (T76.11XA) Initial encounter 995.81 (T76.11XD) Subsequent encounter Adult Sexual Abuse by Nonspouse or Nonpartner, Confirmed 995.83 (T74.21XA) Initial encounter 995.83 (T74.21XD) Subsequent encounter Other Conditions That May Be a Focus of Clinical Attention 367 Adult Sexual Abuse by Nonspouse or Nonpartner, Suspected 995.83 (T76.21XA) Initial encounter 995.83 (T76.21XD) Subsequent encounter Adult Psychological Abuse by Nonspouse or Nonpartner, Confirmed 995.82 (T74.31XA) Initial encounter 995.82 (T74.31XD) Subsequent encounter Adult Psychological Abuse by Nonspouse or Nonpartner, Suspected 995.82 (T76.31XA) Initial encounter 995.82 (T76.31XD) Subsequent encounter Other Circumstances Related to Adult Abuse by Nonspouse or Nonpartner V65.49 (Z69.81) Encounter for mental health services for victim of nonspousal or nonpartner adult abuse V62.83 (Z69.82) Encounter for mental health services for perpe- trator of nonspousal or nonpartner adult abuse Educational and Occupational Problems Educational Problems V62.3 (Z55.9) Academic or Educational Problem This category should be used when an academic or educational prob- lem is the focus of clinical attention or has an impact on the individ- ual’s diagnosis, treatment, or prognosis. Problems to be considered include illiteracy or low-level literacy; lack of access to schooling ow- ing to unavailability or unattainability; problems with academic per- formance (e.g., failing school examinations, receiving failing marks or grades) or underachievement (below what would be expected given the individual’s intellectual capacity); discord with teachers, school staff, or other students; and any other problems related to ed- ucation and/or literacy. 368 Other Conditions That May Be a Focus of Clinical Attention Occupational Problems V62.21 (Z56.82) Problem Related to Current Military Deploy- ment Status This category should be used when an occupational problem directly related to an individual’s military deployment status is the focus of clinical attention or has an impact on the individual’s diagnosis, treatment, or prognosis. Psychological reactions to deployment are not included in this category; such reactions would be better cap- tured as an adjustment disorder or another mental disorder. V62.29 (Z56.9) Other Problem Related to Employment This category should be used when an occupational problem is the focus of clinical attention or has an impact on the individual’s treat- ment or prognosis. Areas to be considered include problems with employment or in the work environment, including unemployment; recent change of job; threat of job loss; job dissatisfaction; stressful work schedule; uncertainty about career choices; sexual harassment on the job; other discord with boss, supervisor, co-workers, or others in the work environment; uncongenial or hostile work environments; other psychosocial stressors related to work; and any other problems related to employment and/or occupation. Housing and Economic Problems Housing Problems V60.0 (Z59.0) Homelessness This category should be used when lack of a regular dwelling or liv- ing quarters has an impact on an individual’s treatment or prognosis. An individual is considered to be homeless if his or her primary nighttime residence is a homeless shelter, a warming shelter, a do- mestic violence shelter, a public space (e.g., tunnel, transportation station, mall), a building not intended for residential use (e.g., aban- doned structure, unused factory), a cardboard box or cave, or some other ad hoc housing situation. V60.1 (Z59.1) Inadequate Housing This category should be used when lack of adequate housing has an impact on an individual’s treatment or prognosis. Examples of inad- Other Conditions That May Be a Focus of Clinical Attention 369 equate housing conditions include lack of heat (in cold temperatures) or electricity, infestation by insects or rodents, inadequate plumbing and toilet facilities, overcrowding, lack of adequate sleeping space, and excessive noise. It is important to consider cultural norms before assigning this category. V60.89 (Z59.2) Discord With Neighbor, Lodger, or Landlord This category should be used when discord with neighbors, lodgers, or a landlord is a focus of clinical attention or has an impact on the in- dividual’s treatment or prognosis. V60.6 (Z59.3) Problem Related to Living in a Residential Institution This category should be used when a problem (or problems) related to living in a residential institution is a focus of clinical attention or has an impact on the individual’s treatment or prognosis. Psycholog- ical reactions to a change in living situation are not included in this category; such reactions would be better captured as an adjustment disorder. Economic Problems V60.2 (Z59.4) Lack of Adequate Food or Safe Drinking Water V60.2 (Z59.5) Extreme Poverty V60.2 (Z59.6) Low Income V60.2 (Z59.7) Insufficient Social Insurance or Welfare Support This category should be used for individuals who meet eligibility cri- teria for social or welfare support but are not receiving such support, who receive support that is insufficient to address their needs, or who otherwise lack access to needed insurance or support programs. Examples include inability to qualify for welfare support owing to lack of proper documentation or evidence of address, inability to ob- tain adequate health insurance because of age or a preexisting condi- tion, and denial of support owing to excessively stringent income or other requirements. V60.9 (Z59.9) Unspecified Housing or Economic Problem This category should be used when there is a problem related to housing or economic circumstances other than as specified above.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": true,
    "has_followup": false
  }
}