{
  "id": "DSM-5_c3102e4d",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Medication-Induced Movement Disorders 353 Substance use disorders. Antidepressant discontinuation syn- drome differs from substance withdrawal in that antidepressants themselves have no reinforcing or euphoric effects. The medication dosage has usually not been increased without the clinician’s permis- sion, and the individual generally does not engage in drug-seeking behavior to obtain additional medication. Criteria for a substance use disorder are not met. Tolerance to medications. Tolerance and discontinuation symp- toms can occur as a normal physiological response to stopping med- ication after a substantial duration of exposure. Most cases of medication tolerance can be managed through carefully controlled tapering. Comorbidity Typically, the individual was initially started on the medication for a major depressive disorder; the original symptoms may return dur- ing the discontinuation syndrome. Other Adverse Effect of Medication 995.20 (T50.905A) Initial encounter 995.20 (T50.905D) Subsequent encounter 995.20 (T50.905S) Sequelae This category is available for optional use by clinicians to code side effects of medication (other than movement symptoms) when these adverse effects become a main focus of clinical attention. Examples include severe hypotension, cardiac arrhythmias, and priapism. This page intentionally left blank Other Conditions That May Be a Focus of Clinical Attention This discussion covers other conditions and problems that may be a focus of clinical attention or that may otherwise affect the diagnosis, course, prognosis, or treatment of a patient’s mental dis- order. These conditions are presented with their corresponding codes from ICD-9-CM (usually V codes) and ICD-10-CM (usually Z codes). A condition or problem in this chapter may be coded if it is a reason for the current visit or helps to explain the need for a test, pro- cedure, or treatment. Conditions and problems in this chapter may also be included in the medical record as useful information on cir- cumstances that may affect the patient’s care, regardless of their rel- evance to the current visit. The conditions and problems listed in this chapter are not mental disorders. Their inclusion in DSM-5 is meant to draw attention to the scope of additional issues that may be encountered in routine clinical practice and to provide a systematic listing that may be useful to cli- nicians in documenting these issues. Relational Problems Key relationships, especially intimate adult partner relationships and parent/caregiver-child relationships, have a significant impact on the health of the individuals in these relationships. These relation- ships can be health promoting and protective, neutral, or detrimental to health outcomes. In the extreme, these close relationships can be associated with maltreatment or neglect, which has significant med- ical and psychological consequences for the affected individual. A re- lational problem may come to clinical attention either as the reason that the individual seeks health care or as a problem that affects the course, prognosis, or treatment of the individual’s mental or other medical disorder. 355 356 Other Conditions That May Be a Focus of Clinical Attention Problems Related to Family Upbringing V61.20 (Z62.820) Parent-Child Relational Problem For this category, the term parent is used to refer to one of the child’s primary caregivers, who may be a biological, adoptive, or foster par- ent or may be another relative (such as a grandparent) who fulfills a parental role for the child. This category should be used when the main focus of clinical attention is to address the quality of the parent- child relationship or when the quality of the parent-child relation- ship is affecting the course, prognosis, or treatment of a mental or other medical disorder. Typically, the parent-child relational prob- lem is associated with impaired functioning in behavioral, cognitive, or affective domains. Examples of behavioral problems include inad- equate parental control, supervision, and involvement with the child; parental overprotection; excessive parental pressure; arguments that escalate to threats of physical violence; and avoidance without reso- lution of problems. Cognitive problems may include negative attri- butions of the other’s intentions, hostility toward or scapegoating of the other, and unwarranted feelings of estrangement. Affective prob- lems may include feelings of sadness, apathy, or anger about the other individual in the relationship. Clinicians should take into ac- count the developmental needs of the child and the cultural context. V61.8 (Z62.891) Sibling Relational Problem This category should be used when the focus of clinical attention is a pat- tern of interaction among siblings that is associated with significant im- pairment in individual or family functioning or with development of symptoms in one or more of the siblings, or when a sibling relational problem is affecting the course, prognosis, or treatment of a sibling’s mental or other medical disorder. This category can be used for either children or adults if the focus is on the sibling relationship. Siblings in this context include full, half-, step-, foster, and adopted siblings. V61.8 (Z62.29) Upbringing Away From Parents This category should be used when the main focus of clinical atten- tion pertains to issues regarding a child being raised away from the parents or when this separate upbringing affects the course, progno- sis, or treatment of a mental or other medical disorder. The child could be one who is under state custody and placed in kin care or fos- ter care. The child could also be one who is living in a nonparental rel- Other Conditions That May Be a Focus of Clinical Attention 357 ative’s home, or with friends, but whose out-of-home placement is not mandated or sanctioned by the courts. Problems related to a child living in a group home or orphanage are also included. This category excludes issues related to V60.6 (Z59.3) children in boarding schools. V61.29 (Z62.898) Child Affected by Parental Relationship Distress This category should be used when the focus of clinical attention is the negative effects of parental relationship discord (e.g., high levels of conflict, distress, or disparagement) on a child in the family, in- cluding effects on the child’s mental or other medical disorders. Other Problems Related to Primary Support Group V61.10 (Z63.0) Relationship Distress With Spouse or Intimate Partner This category should be used when the major focus of the clinical contact is to address the quality of the intimate (spouse or partner) re- lationship or when the quality of that relationship is affecting the course, prognosis, or treatment of a mental or other medical disorder. Partners can be of the same or different genders. Typically, the rela- tionship distress is associated with impaired functioning in be- havioral, cognitive, or affective domains. Examples of behavioral problems include conflict resolution difficulty, withdrawal, and overinvolvement. Cognitive problems can manifest as chronic nega- tive attributions of the other’s intentions or dismissals of the part- ner’s positive behaviors. Affective problems would include chronic sadness, apathy, and/or anger about the other partner. Note: This category excludes clinical encounters for V61.1x (Z69.1x) mental health services for spousal or partner abuse problems and V65.49 (Z70.9) sex counseling. V61.03 (Z63.5) Disruption of Family by Separation or Divorce This category should be used when partners in an intimate adult cou- ple are living apart due to relationship problems or are in the process of divorce. V61.8 (Z63.8) High Expressed Emotion Level Within Family Expressed emotion is a construct used as a qualitative measure of the “amount” of emotion—in particular, hostility, emotional overin- 358 Other Conditions That May Be a Focus of Clinical Attention volvement, and criticism directed toward a family member who is an identified patient—displayed in the family environment. This cate- gory should be used when a family’s high level of expressed emotion is the focus of clinical attention or is affecting the course, prognosis, or treatment of a family member’s mental or other medical disorder. V62.82 (Z63.4) Uncomplicated Bereavement This category can be used when the focus of clinical attention is a nor- mal reaction to the death of a loved one. As part of their reaction to such a loss, some grieving individuals present with symptoms char- acteristic of a major depressive episode—for example, feelings of sad- ness and associated symptoms such as insomnia, poor appetite, and weight loss. The bereaved individual typically regards the depressed mood as “normal,” although the individual may seek professional help for relief of associated symptoms such as insomnia or anorexia. The duration and expression of “normal” bereavement vary consid- erably among different cultural groups. Further guidance in distin- guishing grief from a major depressive episode is provided in the criteria for major depressive episode. Abuse and Neglect Maltreatment by a family member (e.g., caregiver, intimate adult partner) or by a nonrelative can be the area of current clinical focus, or such maltreatment can be an important factor in the assessment and treatment of patients with mental or other medical disorders. Be- cause of the legal implications of abuse and neglect, care should be used in assessing these conditions and assigning these codes. Having a past history of abuse or neglect can influence diagnosis and treat- ment response in a number of mental disorders, and may also be noted along with the diagnosis. For the following categories, in addition to listings of the con- firmed or suspected event of abuse or neglect, other codes are pro- vided for use if the current clinical encounter is to provide mental health services to either the victim or the perpetrator of the abuse or neglect. A separate code is also provided for designating a past his- tory of abuse or neglect. Coding Note for ICD-10-CM Abuse and Neglect Conditions For T codes only, the 7th character should be coded as follows: Other Conditions That May Be a Focus of Clinical Attention 359 A (initial encounter)—Use while the patient is receiving ac- tive treatment for the condition (e.g., surgical treatment, emergency department encounter, evaluation and treatment by a new clinician); or D (subsequent encounter)—Use for encounters after the pa- tient has received active treatment for the condition and when he or she is receiving routine care for the condition during the healing or recovery phase (e.g., cast change or re- moval, removal of external or internal fixation device, med- ication adjustment, other aftercare and follow-up visits). Child Maltreatment and Neglect Problems Child Physical Abuse Child physical abuse is nonaccidental physical injury to a child—rang- ing from minor bruises to severe fractures or death—occurring as a result of punching, beating, kicking, biting, shaking, throwing, stab- bing, choking, hitting (with a hand, stick, strap, or other object), burn- ing, or any other method that is inflicted by a parent, caregiver, or other individual who has responsibility for the child. Such injury is considered abuse regardless of whether the caregiver intended to hurt the child. Physical discipline, such as spanking or paddling, is not considered abuse as long as it is reasonable and causes no bodily injury to the child. Child Physical Abuse, Confirmed 995.54 (T74.12XA) Initial encounter 995.54 (T74.12XD) Subsequent encounter Child Physical Abuse, Suspected 995.54 (T76.12XA) Initial encounter 995.54 (T76.12XD) Subsequent encounter Other Circumstances Related to Child Physical Abuse V61.21 (Z69.010) Encounter for mental health services for victim of child abuse by parent 360 Other Conditions That May Be a Focus of Clinical Attention V61.21 (Z69.020) Encounter for mental health services for victim of nonparental child abuse V15.41 (Z62.810) Personal history (past history) of physical abuse in childhood V61.22 (Z69.011) Encounter for mental health services for perpe- trator of parental child abuse V62.83 (Z69.021) Encounter for mental health services for perpe- trator of nonparental child abuse Child Sexual Abuse Child sexual abuse encompasses any sexual act involving a child that is intended to provide sexual gratification to a parent, caregiver, or other individual who has responsibility for the child. Sexual abuse includes activities such as fondling a child’s genitals, penetration, in- cest, rape, sodomy, and indecent exposure. Sexual abuse also in- cludes noncontact exploitation of a child by a parent or caregiver— for example, forcing, tricking, enticing, threatening, or pressuring a child to participate in acts for the sexual gratification of others, with- out direct physical contact between child and abuser. Child Sexual Abuse, Confirmed 995.53 (T74.22XA) Initial encounter 995.53 (T74.22XD) Subsequent encounter Child Sexual Abuse, Suspected 995.53 (T76.22XA) Initial encounter 995.53 (T76.22XD) Subsequent encounter Other Circumstances Related to Child Sexual Abuse V61.21 (Z69.010) Encounter for mental health services for victim of child sexual abuse by parent V61.21 (Z69.020) Encounter for mental health services for victim of nonparental child sexual abuse V15.41 (Z62.810) Personal history (past history) of sexual abuse in childhood Other Conditions That May Be a Focus of Clinical Attention 361 V61.22 (Z69.011) Encounter for mental health services for perpe- trator of parental child sexual abuse V62.83 (Z69.021) Encounter for mental health services for perpe- trator of nonparental child sexual abuse Child Neglect Child neglect is defined as any confirmed or suspected egregious act or omission by a child’s parent or other caregiver that deprives the child of basic age-appropriate needs and thereby results, or has rea- sonable potential to result, in physical or psychological harm to the child. Child neglect encompasses abandonment; lack of appropriate supervision; failure to attend to necessary emotional or psychologi- cal needs; and failure to provide necessary education, medical care, nourishment, shelter, and/or clothing. Child Neglect, Confirmed 995.52 (T74.02XA) Initial encounter 995.52 (T74.02XD) Subsequent encounter Child Neglect, Suspected 995.52 (T76.02XA) Initial encounter 995.52 (T76.02XD) Subsequent encounter Other Circumstances Related to Child Neglect V61.21 (Z69.010) Encounter for mental health services for victim of child neglect by parent V61.21 (Z69.020) Encounter for mental health services for victim of nonparental child neglect V15.42 (Z62.812) Personal history (past history) of neglect in childhood V61.22 (Z69.011) Encounter for mental health services for perpe- trator of parental child neglect V62.83 (Z69.021) Encounter for mental health services for perpe- trator of nonparental child neglect 362 Other Conditions That May Be a Focus of Clinical Attention Child Psychological Abuse Child psychological abuse is nonaccidental verbal or symbolic acts by a child’s parent or caregiver that result, or have reasonable poten- tial to result, in significant psychological harm to the child. (Physical and sexual abusive acts are not included in this category.) Examples of psychological abuse of a child include berating, disparaging, or humiliating the child; threatening the child; harming/abandoning— or indicating that the alleged offender will harm/abandon—people or things that the child cares about; confining the child (as by tying a child’s arms or legs together or binding a child to furniture or another object, or confining a child to a small enclosed area [e.g., a closet]); egregious scapegoating of the child; coercing the child to inflict pain on himself or herself; and disciplining the child excessively (i.e., at an extremely high frequency or duration, even if not at a level of phys- ical abuse) through physical or nonphysical means. Child Psychological Abuse, Confirmed 995.51 (T74.32XA) Initial encounter 995.51 (T74.32XD) Subsequent encounter Child Psychological Abuse, Suspected 995.51 (T76.32XA) Initial encounter 995.51 (T76.32XD) Subsequent encounter Other Circumstances Related to Child Psychological Abuse V61.21 (Z69.010) Encounter for mental health services for victim of child psychological abuse by parent V61.21 (Z69.020) Encounter for mental health services for victim of nonparental child psychological abuse V15.42 (Z62.811) Personal history (past history) of psychological abuse in childhood V61.22 (Z69.011) Encounter for mental health services for perpe- trator of parental child psychological abuse V62.83 (Z69.021) Encounter for mental health services for perpe- trator of nonparental child psychological abuse Other Conditions That May Be a Focus of Clinical Attention 363 Adult Maltreatment and Neglect Problems Spouse or Partner Violence, Physical This category should be used when nonaccidental acts of physical force that result, or have reasonable potential to result, in physical harm to an intimate partner or that evoke significant fear in the partner have occurred during the past year. Nonaccidental acts of physical force include shoving, slapping, hair pulling, pinching, re- straining, shaking, throwing, biting, kicking, hitting with the fist or an object, burning, poisoning, applying force to the throat, cutting off the air supply, holding the head under water, and using a weapon. Acts for the purpose of physically protecting oneself or one’s partner are excluded. Spouse or Partner Violence, Physical, Confirmed 995.81 (T74.11XA) Initial encounter 995.81 (T74.11XD) Subsequent encounter Spouse or Partner Violence, Physical, Suspected 995.81 (T76.11XA) Initial encounter 995.81 (T76.11XD) Subsequent encounter Other Circumstances Related to Spouse or Partner Violence, Physical V61.11 (Z69.11) Encounter for mental health services for victim of spouse or partner violence, physical V15.41 (Z91.410) Personal history (past history) of spouse or part- ner violence, physical V61.12 (Z69.12) Encounter for mental health services for perpe- trator of spouse or partner violence, physical Spouse or Partner Violence, Sexual This category should be used when forced or coerced sexual acts with an intimate partner have occurred during the past year. Sexual vio- lence may involve the use of physical force or psychological coercion to compel the partner to engage in a sexual act against his or her will, whether or not the act is completed. Also included in this category are sexual acts with an intimate partner who is unable to consent.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": true,
    "has_followup": true
  }
}