{
  "id": "DSM-5_5d331903",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "260 Substance-Related and Addictive Disorders 3. Muscle aches. 4. Lacrimation or rhinorrhea. 5. Pupillary dilation, piloerection, or sweating. 6. Diarrhea. 7. Yawning. 8. Fever. 9. Insomnia. C. The signs or symptoms in Criterion B cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. D. The signs or symptoms are not attributable to another medical condition and are not better explained by another mental disor- der, including intoxication or withdrawal from another substance. Coding note: The ICD-9-CM code is 292.0. The ICD-10-CM code for opioid withdrawal is F11.23. Note that the ICD-10-CM code indicates the comorbid presence of a moderate or severe opioid use disorder, reflecting the fact that opioid withdrawal can only occur in the pres- ence of a moderate or severe opioid use disorder. It is not permis- sible to code a comorbid mild opioid use disorder with opioid withdrawal. Other Opioid-Induced Disorders The following opioid-induced disorders are described in other chap- ters of the book with disorders with which they share phenomenol- ogy (see the substance/medication-induced mental disorders in these chapters): opioid-induced depressive disorder (“Depressive Dis- orders”); opioid-induced anxiety disorder (“Anxiety Disorders”); opi- oid-induced sleep disorder (“Sleep-Wake Disorders”); and opioid- induced sexual dysfunction (“Sexual Dysfunctions”). For opioid in- toxication delirium and opioid withdrawal delirium, see the criteria and discussion of delirium in the chapter “Neurocognitive Disor- ders.” These opioid-induced disorders are diagnosed instead of opi- oid intoxication or opioid withdrawal only when the symptoms are sufficiently severe to warrant independent clinical attention. Unspecified Opioid-Related Disorder 261 Unspecified Opioid-Related Disorder 292.9 (F11.99) This category applies to presentations in which symptoms character- istic of an opioid-related disorder that cause clinically significant dis- tress or impairment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for any specific opioid-related disorder or any of the disorders in the sub- stance-related and addictive disorders diagnostic class. Sedative-, Hypnotic-, or Anxiolytic-Related Disorders Sedative, Hypnotic, or Anxiolytic Use Disorder A. A problematic pattern of sedative, hypnotic, or anxiolytic use leading to clinically significant impairment or distress, as manifested by at least two of the following, occurring within a 12-month period: 1. Sedatives, hypnotics, or anxiolytics are often taken in larger amounts or over a longer period than was intended. 2. There is a persistent desire or unsuccessful efforts to cut down or control sedative, hypnotic, or anxiolytic use. 3. A great deal of time is spent in activities necessary to obtain the sedative, hypnotic, or anxiolytic; use the sedative, hyp- notic, or anxiolytic; or recover from its effects. 4. Craving, or a strong desire or urge to use the sedative, hyp- notic, or anxiolytic. 5. Recurrent sedative, hypnotic, or anxiolytic use resulting in a failure to fulfill major role obligations at work, school, or home (e.g., repeated absences from work or poor work perfor- mance related to sedative, hypnotic, or anxiolytic use; seda- tive-, hypnotic-, or anxiolytic-related absences, suspensions, or expulsions from school; neglect of children or household).",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}