{
  "id": "DSM-5_142a1426",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Specific Learning Disorder 37 C. The learning difficulties begin during school-age years but may not become fully manifest until the demands for those affected academic skills exceed the individual’s limited capacities (e.g., as in timed tests, reading or writing lengthy complex reports for a tight deadline, excessively heavy academic loads). D. The learning difficulties are not better accounted for by intellec- tual disabilities, uncorrected visual or auditory acuity, other men- tal or neurological disorders, psychosocial adversity, lack of proficiency in the language of academic instruction, or inade- quate educational instruction. Note: The four diagnostic criteria are to be met based on a clinical synthesis of the individual’s history (developmental, medical, family, educational), school reports, and psychoeducational assessment. Coding note: Specify all academic domains and subskills that are impaired. When more than one domain is impaired, each one should be coded individually according to the following specifiers. Specify if: 315.00 (F81.0) With impairment in reading: Word reading accuracy Reading rate or fluency Reading comprehension Note: Dyslexia is an alternative term used to refer to a pattern of learning difficulties characterized by problems with accurate or fluent word recognition, poor decoding, and poor spelling abili- ties. If dyslexia is used to specify this particular pattern of difficul- ties, it is important also to specify any additional difficulties that are present, such as difficulties with reading comprehension or math reasoning. 315.2 (F81.81) With impairment in written expression: Spelling accuracy Grammar and punctuation accuracy Clarity or organization of written expression 315.1 (F81.2) With impairment in mathematics: Number sense Memorization of arithmetic facts 38 Neurodevelopmental Disorders Accurate or fluent calculation Accurate math reasoning Note: Dyscalculia is an alternative term used to refer to a pattern of difficulties characterized by problems processing numerical in- formation, learning arithmetic facts, and performing accurate or fluent calculations. If dyscalculia is used to specify this particular pattern of mathematic difficulties, it is important also to specify any additional difficulties that are present, such as difficulties with math reasoning or word reasoning accuracy. Specify current severity: Mild: Some difficulties learning skills in one or two academic do- mains, but of mild enough severity that the individual may be able to compensate or function well when provided with appropriate accommodations or support services, especially during the school years. Moderate: Marked difficulties learning skills in one or more aca- demic domains, so that the individual is unlikely to become profi- cient without some intervals of intensive and specialized teaching during the school years. Some accommodations or supportive services at least part of the day at school, in the workplace, or at home may be needed to complete activities accurately and effi- ciently. Severe: Severe difficulties learning skills, affecting several aca- demic domains, so that the individual is unlikely to learn those skills without ongoing intensive individualized and specialized teaching for most of the school years. Even with an array of ap- propriate accommodations or services at home, at school, or in the workplace, the individual may not be able to complete all ac- tivities efficiently. Recording Procedures Each impaired academic domain and subskill of specific learning disorder should be recorded. Because of ICD coding requirements, impairments in reading, impairments in written expression, and im- pairments in mathematics, with their corresponding impairments in subskills, must be coded separately. For example, impairments in reading and mathematics and impairments in the subskills of read- Developmental Coordination Disorder 39 ing rate or fluency, reading comprehension, accurate or fluent calcu- lation, and accurate math reasoning would be coded and recorded as 315.00 (F81.0) specific learning disorder with impairment in reading, with impairment in reading rate or fluency and impairment in read- ing comprehension; 315.1 (F81.2) specific learning disorder with im- pairment in mathematics, with impairment in accurate or fluent calculation and impairment in accurate math reasoning. Motor Disorders Developmental Coordination Disorder 315.4 (F82) A. The acquisition and execution of coordinated motor skills is sub- stantially below that expected given the individual’s chronologi- cal age and opportunity for skill learning and use. Difficulties are manifested as clumsiness (e.g., dropping or bumping into ob- jects) as well as slowness and inaccuracy of performance of mo- tor skills (e.g., catching an object, using scissors or cutlery, handwriting, riding a bike, or participating in sports). B. The motor skills deficit in Criterion A significantly and persistently interferes with activities of daily living appropriate to chrono- logical age (e.g., self-care and self-maintenance) and impacts academic/school productivity, prevocational and vocational ac- tivities, leisure, and play. C. Onset of symptoms is in the early developmental period. D. The motor skills deficits are not better explained by intellectual disability (intellectual developmental disorder) or visual impair- ment and are not attributable to a neurological condition affecting movement (e.g., cerebral palsy, muscular dystrophy, degenera- tive disorder). 40 Neurodevelopmental Disorders Stereotypic Movement Disorder 307.3 (F98.4) A. Repetitive, seemingly driven, and apparently purposeless motor behavior (e.g., hand shaking or waving, body rocking, head bang- ing, self-biting, hitting own body). B. The repetitive motor behavior interferes with social, academic, or other activities and may result in self-injury. C. Onset is in the early developmental period. D. The repetitive motor behavior is not attributable to the physiolog- ical effects of a substance or neurological condition and is not better explained by another neurodevelopmental or mental disorder (e.g., trichotillomania [hair-pulling disorder], obsessive- compulsive disorder). Specify if: With self-injurious behavior (or behavior that would result in an injury if preventive measures were not used). Without self-injurious behavior Specify if: Associated with a known medical or genetic condition, neu- rodevelopmental disorder, or environmental factor (e.g., Lesch-Nyhan syndrome, intellectual disability [intellectual devel- opmental disorder], intrauterine alcohol exposure). Coding note: Use additional code to identify the associated medical or genetic condition, or neurodevelopmental disorder. Specify current severity: Mild: Symptoms are easily suppressed by sensory stimulus or distraction. Moderate: Symptoms require explicit protective measures and behavioral modification. Severe: Continuous monitoring and protective measures are re- quired to prevent serious injury.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": true
  }
}