{
  "id": "DSM-5_ff8c5865",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Specifiers for Depressive Disorders 113 With seasonal pattern: This specifier applies to recurrent major depressive disorder. A. There has been a regular temporal relationship between the onset of major depressive episodes in major depressive disor- der and a particular time of the year (e.g., in the fall or winter). Note: Do not include cases in which there is an obvious ef- fect of seasonally related psychosocial stressors (e.g., regu- larly being unemployed every winter). B. Full remissions (or a change from major depression to mania or hypomania) also occur at a characteristic time of the year (e.g., depression disappears in the spring). C. In the last 2 years, two major depressive episodes have oc- curred that demonstrate the temporal seasonal relationships defined above and no nonseasonal major depressive epi- sodes have occurred during that same period. D. Seasonal major depressive episodes (as described above) substantially outnumber the nonseasonal major depressive episodes that may have occurred over the individual’s life- time. Note: The specifier “with seasonal pattern” can be applied to the pattern of major depressive episodes in major depressive disor- der, recurrent. The essential feature is the onset and remission of major depressive episodes at characteristic times of the year. In most cases, the episodes begin in fall or winter and remit in spring. Less commonly, there may be recurrent summer depressive epi- sodes. This pattern of onset and remission of episodes must have occurred during at least a 2-year period, without any nonseasonal episodes occurring during this period. In addition, the seasonal de- pressive episodes must substantially outnumber any nonseasonal depressive episodes over the individual’s lifetime. This specifier does not apply to those situations in which the pat- tern is better explained by seasonally linked psychosocial stress- ors (e.g., seasonal unemployment or school schedule). Major depressive episodes that occur in a seasonal pattern are often char- acterized by loss of energy, hypersomnia, overeating, weight gain, and a craving for carbohydrates. It is unclear whether a sea- sonal pattern is more likely in recurrent major depressive disorder 114 Depressive Disorders or in bipolar disorders. However, within the bipolar disorders group, a seasonal pattern appears to be more likely in bipolar II disorder than in bipolar I disorder. In some individuals, the onset of manic or hypomanic episodes may also be linked to a particular season. The prevalence of winter-type seasonal pattern appears to vary with latitude, age, and sex. Prevalence increases with higher lat- itudes. Age is also a strong predictor of seasonality, with younger persons at higher risk for winter depressive episodes. Specify if: In partial remission: Symptoms of the immediately previous major depressive episode are present, but full criteria are not met, or there is a period lasting less than 2 months without any significant symptoms of a major depressive episode following the end of such an episode. In full remission: During the past 2 months, no significant signs or symptoms of the disturbance were present. Specify current severity: Severity is based on the number of criterion symptoms, the severity of those symptoms, and the degree of functional disability. Mild: Few, if any, symptoms in excess of those required to make the diagnosis are present, the intensity of the symptoms is dis- tressing but manageable, and the symptoms result in minor im- pairment in social or occupational functioning. Moderate: The number of symptoms, intensity of symptoms, and/or functional impairment are between those specified for “mild” and “severe.” Severe: The number of symptoms is substantially in excess of that required to make the diagnosis, the intensity of the symp- toms is seriously distressing and unmanageable, and the symp- toms markedly interfere with social and occupational functioning. Anxiety Disorders Separation Anxiety Disorder 309.21 (F93.0) A. Developmentally inappropriate and excessive fear or anxiety concerning separation from those to whom the individual is at- tached, as evidenced by at least three of the following: 1. Recurrent excessive distress when anticipating or experiencing separation from home or from major attachment figures. 2. Persistent and excessive worry about losing major attach- ment figures or about possible harm to them, such as illness, injury, disasters, or death. 3. Persistent and excessive worry about experiencing an un- toward event (e.g., getting lost, being kidnapped, having an accident, becoming ill) that causes separation from a major attachment figure. 4. Persistent reluctance or refusal to go out, away from home, to school, to work, or elsewhere because of fear of separation. 5. Persistent and excessive fear of or reluctance about being alone or without major attachment figures at home or in other settings. 6. Persistent reluctance or refusal to sleep away from home or to go to sleep without being near a major attachment figure. 7. Repeated nightmares involving the theme of separation. 8. Repeated complaints of physical symptoms (e.g., head- aches, stomachaches, nausea, vomiting) when separation from major attachment figures occurs or is anticipated. B. The fear, anxiety, or avoidance is persistent, lasting at least 4 weeks in children and adolescents and typically 6 months or more in adults. 115 116 Anxiety Disorders C. The disturbance causes clinically significant distress or impair- ment in social, academic, occupational, or other important areas of functioning. D. The disturbance is not better explained by another mental disor- der, such as refusing to leave home because of excessive resis- tance to change in autism spectrum disorder; delusions or hallucinations concerning separation in psychotic disorders; re- fusal to go outside without a trusted companion in agoraphobia; worries about ill health or other harm befalling significant others in generalized anxiety disorder; or concerns about having an ill- ness in illness anxiety disorder. Selective Mutism 313.23 (F94.0) A. Consistent failure to speak in specific social situations in which there is an expectation for speaking (e.g., at school) despite speaking in other situations. B. The disturbance interferes with educational or occupational achievement or with social communication. C. The duration of the disturbance is at least 1 month (not limited to the first month of school). D. The failure to speak is not attributable to a lack of knowledge of, or comfort with, the spoken language required in the social situation. E. The disturbance is not better explained by a communication dis- order (e.g., childhood-onset fluency disorder) and does not oc- cur exclusively during the course of autism spectrum disorder, schizophrenia, or another psychotic disorder. Specific Phobia A. Marked fear or anxiety about a specific object or situation (e.g., flying, heights, animals, receiving an injection, seeing blood). Note: In children, the fear or anxiety may be expressed by cry- ing, tantrums, freezing, or clinging. B. The phobic object or situation almost always provokes immedi- ate fear or anxiety.",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": true,
    "has_followup": false
  }
}