{
  "id": "DSM-5_8272a531",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Elimination Disorders Enuresis 307.6 (F98.0) A. Repeated voiding of urine into bed or clothes, whether involun- tary or intentional. B. The behavior is clinically significant as manifested by either a fre- quency of at least twice a week for at least 3 consecutive months or the presence of clinically significant distress or impairment in social, academic (occupational), or other important areas of functioning. C. Chronological age is at least 5 years (or equivalent developmen- tal level). D. The behavior is not attributable to the physiological effects of a substance (e.g., a diuretic, an antipsychotic medication) or an- other medical condition (e.g., diabetes, spina bifida, a seizure disorder). Specify whether: Nocturnal only: Passage of urine only during nighttime sleep. Diurnal only: Passage of urine during waking hours. Nocturnal and diurnal: A combination of the two subtypes above. 177 178 Elimination Disorders Encopresis 307.7 (F98.1) A. Repeated passage of feces into inappropriate places (e.g., cloth- ing, floor), whether involuntary or intentional. B. At least one such event occurs each month for at least 3 months. C. Chronological age is at least 4 years (or equivalent developmen- tal level). D. The behavior is not attributable to the physiological effects of a substance (e.g., laxatives) or another medical condition except through a mechanism involving constipation. Specify whether: With constipation and overflow incontinence: There is evi- dence of constipation on physical examination or by history. Without constipation and overflow incontinence: There is no evidence of constipation on physical examination or by history. Other Specified Elimination Disorder This category applies to presentations in which symptoms character- istic of an elimination disorder that cause clinically significant distress or impairment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for any of the disorders in the elimination disorders diagnostic class. The other specified elimination disorder category is used in situations in which the clinician chooses to communicate the specific reason that the presentation does not meet the criteria for any specific elimination disorder. This is done by recording “other specified elimination disor- der” followed by the specific reason (e.g., “low-frequency enuresis”). Coding note: Code 788.39 (N39.498) for other specified elimination disorder with urinary symptoms; 787.60 (R15.9) for other specified elimination disorder with fecal symptoms. Unspecified Elimination Disorder 179 Unspecified Elimination Disorder This category applies to presentations in which symptoms character- istic of an elimination disorder that cause clinically significant distress or impairment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for any of the disorders in the elimination disorders diagnostic class. The unspeci- fied elimination disorder category is used in situations in which the clinician chooses not to specify the reason that the criteria are not met for a specific elimination disorder, and includes presentations in which there is insufficient information to make a more specific diag- nosis (e.g., in emergency room settings). Coding note: Code 788.30 (R32) for unspecified elimination disor- der with urinary symptoms; 787.60 (R15.9) for unspecified elimina- tion disorder with fecal symptoms.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}