{
  "id": "DSM-5_9fa204e8",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Catatonic Disorder Due to Another Medical Condition 61 11. Echolalia (i.e., mimicking another’s speech). 12. Echopraxia (i.e., mimicking another’s movements). Coding note: Indicate the name of the associated mental disorder when recording the name of the condition (e.g., 293.89 [F06.1] catatonia associated with major depressive disorder). Code first the associated mental disorder (i.e., neurodevelopmental disorder, brief psychotic dis- order, schizophreniform disorder, schizophrenia, schizoaffective disor- der, bipolar disorder, major depressive disorder, or other mental disorder) (e.g., 295.70 [F25.1] schizoaffective disorder, depressive type; 293.89 [F06.1] catatonia associated with schizoaffective disorder). Catatonic Disorder Due to Another Medical Condition 293.89 (F06.1) A. The clinical picture is dominated by three (or more) of the follow- ing symptoms: 1. Stupor (i.e., no psychomotor activity; not actively relating to environment). 2. Catalepsy (i.e., passive induction of a posture held against gravity). 3. Waxy flexibility (i.e., slight, even resistance to positioning by examiner). 4. Mutism (i.e., no, or very little, verbal response [Note: not applicable if there is an established aphasia]). 5. Negativism (i.e., opposition or no response to instructions or external stimuli). 6. Posturing (i.e., spontaneous and active maintenance of a posture against gravity). 7. Mannerism (i.e., odd, circumstantial caricature of normal actions). 8. Stereotypy (i.e., repetitive, abnormally frequent, non-goal- directed movements). 9. Agitation, not influenced by external stimuli. 10. Grimacing. 62 Schizophrenia Spectrum and Other Psychotic Disorders 11. Echolalia (i.e., mimicking another’s speech). 12. Echopraxia (i.e., mimicking another’s movements). B. There is evidence from the history, physical examination, or lab- oratory findings that the disturbance is the direct pathophysiolog- ical consequence of another medical condition. C. The disturbance is not better explained by another mental disor- der (e.g., a manic episode). D. The disturbance does not occur exclusively during the course of a delirium. E. The disturbance causes clinically significant distress or impairment in social, occupational, or other important areas of functioning. Coding note: Include the name of the medical condition in the name of the mental disorder (e.g., 293.89 [F06.1]) catatonic disorder due to hepatic encephalopathy). The other medical condition should be coded and listed separately immediately before the catatonic disorder due to the medical condition (e.g., 572.2 [K71.90] hepatic encephalopathy; 293.89 [F06.1] catatonic disorder due to hepatic encephalopathy). Unspecified Catatonia This category applies to presentations in which symptoms character- istic of catatonia cause clinically significant distress or impairment in social, occupational, or other important areas of functioning but either the nature of the underlying mental disorder or other medical con- dition is unclear, full criteria for catatonia are not met, or there is insufficient information to make a more specific diagnosis (e.g., in emergency room settings). Coding note: Code first 781.99 (R29.818) other symptoms involving nervous and musculoskeletal systems, followed by 293.89 (F06.1) unspecified catatonia.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}