{
  "id": "DSM-5_e0e07144",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Other Conditions That May Be a Focus of Clinical Attention 373 V71.02 (Z72.810) Child or Adolescent Antisocial Behavior This category can be used when the focus of clinical attention is anti- social behavior in a child or adolescent that is not due to a mental dis- order (e.g., intermittent explosive disorder, conduct disorder). Examples include isolated antisocial acts by children or adolescents (not a pattern of antisocial behavior). Problems Related to Access to Medical and Other Health Care V63.9 (Z75.3) Unavailability or Inaccessibility of Health Care Facilities V63.8 (Z75.4) Unavailability or Inaccessibility of Other Helping Agencies Nonadherence to Medical Treatment V15.81 (Z91.19) Nonadherence to Medical Treatment This category can be used when the focus of clinical attention is non- adherence to an important aspect of treatment for a mental disorder or another medical condition. Reasons for such nonadherence may include discomfort resulting from treatment (e.g., medication side ef- fects), expense of treatment, personal value judgments or religious or cultural beliefs about the proposed treatment, age-related debility, and the presence of a mental disorder (e.g., schizophrenia, personal- ity disorder). This category should be used only when the problem is sufficiently severe to warrant independent clinical attention and does not meet diagnostic criteria for psychological factors affecting other medical conditions. 278.00 (E66.9) Overweight or Obesity This category may be used when overweight or obesity is a focus of clinical attention. V65.2 (Z76.5) Malingering The essential feature of malingering is the intentional production of false or grossly exaggerated physical or psychological symptoms, motivated by external incentives such as avoiding military duty, avoiding work, obtaining financial compensation, evading criminal prosecution, or obtaining drugs. Under some circumstances, ma- lingering may represent adaptive behavior—for example, feigning 374 Other Conditions That May Be a Focus of Clinical Attention illness while a captive of the enemy during wartime. Malingering should be strongly suspected if any combination of the following is noted: 1. Medicolegal context of presentation (e.g., the individual is referred by an attorney to the clinician for examination, or the individual self-refers while litigation or criminal charges are pending). 2. Marked discrepancy between the individual’s claimed stress or disability and the objective findings and observations. 3. Lack of cooperation during the diagnostic evaluation and in complying with the prescribed treatment regimen. 4. The presence of antisocial personality disorder. Malingering differs from factitious disorder in that the motiva- tion for the symptom production in malingering is an external incen- tive, whereas in factitious disorder external incentives are absent. Malingering is differentiated from conversion disorder and somatic symptom–related mental disorders by the intentional production of symptoms and by the obvious external incentives associated with it. Definite evidence of feigning (such as clear evidence that loss of func- tion is present during the examination but not at home) would sug- gest a diagnosis of factitious disorder if the individual’s apparent aim is to assume the sick role, or malingering if it is to obtain an incentive, such as money. V40.31 (Z91.83) Wandering Associated With a Mental Disorder This category is used for individuals with a mental disorder whose desire to walk about leads to significant clinical management or safety concerns. For example, individuals with major neurocognitive or neurodevelopmental disorders may experience a restless urge to wander that places them at risk for falls and causes them to leave su- pervised settings without needed accompaniment. This category ex- cludes individuals whose intent is to escape an unwanted housing situation (e.g., children who are running away from home, patients who no longer wish to remain in the hospital) or those who walk or pace as a result of medication-induced akathisia. Coding note: First code associated mental disorder (e.g., major neu- rocognitive disorder, autism spectrum disorder), then code V40.31 (Z91.83) wandering associated with [specific mental disorder]. Other Conditions That May Be a Focus of Clinical Attention 375 V62.89 (R41.83) Borderline Intellectual Functioning This category can be used when an individual’s borderline intellectual functioning is the focus of clinical attention or has an impact on the individual’s treatment or prognosis. Differentiating borderline intel- lectual functioning and mild intellectual disability (intellectual devel- opmental disorder) requires careful assessment of intellectual and adaptive functions and their discrepancies, particularly in the pres- ence of co-occurring mental disorders that may affect patient compli- ance with standardized testing procedures (e.g., schizophrenia or attention-deficit/hyperactivity disorder with severe impulsivity).",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": true,
    "has_followup": false
  }
}