{
  "id": "DSM-5_959d2bb8",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "152 Trauma- and Stressor-Related Disorders 2. Significant impairment in social, occupational, or other im- portant areas of functioning. C. The stress-related disturbance does not meet the criteria for an- other mental disorder and is not merely an exacerbation of a pre- existing mental disorder. D. The symptoms do not represent normal bereavement. E. Once the stressor or its consequences have terminated, the symptoms do not persist for more than an additional 6 months. Specify whether: 309.0 (F43.21) With depressed mood: Low mood, tearfulness, or feelings of hopelessness are predominant. 309.24 (F43.22) With anxiety: Nervousness, worry, jitteriness, or separation anxiety is predominant. 309.28 (F43.23) With mixed anxiety and depressed mood: A combination of depression and anxiety is predominant. 309.3 (F43.24) With disturbance of conduct: Disturbance of conduct is predominant. 309.4 (F43.25) With mixed disturbance of emotions and con- duct: Both emotional symptoms (e.g., depression, anxiety) and a disturbance of conduct are predominant. 309.9 (F43.20) Unspecified: For maladaptive reactions that are not classifiable as one of the specific subtypes of adjustment disorder. Other Specified Trauma- and Stressor-Related Disorder 309.89 (F43.8) This category applies to presentations in which symptoms character- istic of a trauma- and stressor-related disorder that cause clinically significant distress or impairment in social, occupational, or other im- portant areas of functioning predominate but do not meet the full cri- teria for any of the disorders in the trauma- and stressor-related disorders diagnostic class. The other specified trauma- and stressor- related disorder category is used in situations in which the clinician Unspecified Trauma- and Stressor-Related Disorder 153 chooses to communicate the specific reason that the presentation does not meet the criteria for any specific trauma- and stressor- related disorder. This is done by recording “other specified trauma- and stressor-related disorder” followed by the specific reason (e.g., “persistent complex bereavement disorder”). Examples of presentations that can be specified using the “other specified” designation include the following: 1. Adjustment-like disorders with delayed onset of symptoms that occur more than 3 months after the stressor. 2. Adjustment-like disorders with prolonged duration of more than 6 months without prolonged duration of stressor. 3. Ataque de nervios: See “Glossary of Cultural Concepts of Dis- tress” in the Appendix to DSM-5. 4. Other cultural syndromes: See “Glossary of Cultural Concepts of Distress” in the Appendix to DSM-5. 5. Persistent complex bereavement disorder: This disorder is characterized by severe and persistent grief and mourning reac- tions (see the chapter “Conditions for Further Study” in Section III of DSM-5). Unspecified Trauma- and Stressor-Related Disorder 309.9 (F43.9) This category applies to presentations in which symptoms character- istic of a trauma- and stressor-related disorder that cause clinically significant distress or impairment in social, occupational, or other im- portant areas of functioning predominate but do not meet the full cri- teria for any of the disorders in the trauma- and stressor-related disorders diagnostic class. The unspecified trauma- and stressor- related disorder category is used in situations in which the clinician chooses not to specify the reason that the criteria are not met for a specific trauma- and stressor-related disorder, and includes presen- tations in which there is insufficient information to make a more spe- cific diagnosis (e.g., in emergency room settings). This page intentionally left blank Dissociative Disorders Dissociative Identity Disorder 300.14 (F44.81) A. Disruption of identity characterized by two or more distinct per- sonality states, which may be described in some cultures as an experience of possession. The disruption in identity involves marked discontinuity in sense of self and sense of agency, ac- companied by related alterations in affect, behavior, conscious- ness, memory, perception, cognition, and/or sensory-motor func- tioning. These signs and symptoms may be observed by others or reported by the individual. B. Recurrent gaps in the recall of everyday events, important per- sonal information, and/or traumatic events that are inconsistent with ordinary forgetting. C. The symptoms cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. D. The disturbance is not a normal part of a broadly accepted cul- tural or religious practice. Note: In children, the symptoms are not better explained by imaginary playmates or other fantasy play. E. The symptoms are not attributable to the physiological effects of a substance (e.g., blackouts or chaotic behavior during alcohol intoxication) or another medical condition (e.g., complex partial seizures). 155 156 Dissociative Disorders Dissociative Amnesia 300.12 (F44.0) A. An inability to recall important autobiographical information, usu- ally of a traumatic or stressful nature, that is inconsistent with or- dinary forgetting. Note: Dissociative amnesia most often consists of localized or selective amnesia for a specific event or events; or generalized amnesia for identity and life history. B. The symptoms cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. C. The disturbance is not attributable to the physiological effects of a substance (e.g., alcohol or other drug of abuse, a medication) or a neurological or other medical condition (e.g., partial complex seizures, transient global amnesia, sequelae of a closed head in- jury/traumatic brain injury, other neurological condition). D. The disturbance is not better explained by dissociative identity disorder, posttraumatic stress disorder, acute stress disorder, somatic symptom disorder, or major or mild neurocognitive dis- order. Coding note: The code for dissociative amnesia without dissociative fugue is 300.12 (F44.0). The code for dissociative amnesia with dis- sociative fugue is 300.13 (F44.1). Specify if: 300.13 (F44.1) With dissociative fugue: Apparently purposeful travel or bewildered wandering that is associated with amnesia for identity or for other important autobiographical information.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}