{
  "id": "DSM-5_5b5327b1",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Major or Mild NCD Due to Huntington’s Disease 317 D. The neurocognitive disorder is not attributable to another medical condition and is not better explained by another mental disorder. Major or mild neurocognitive disorder probably due to Parkin- son’s disease should be diagnosed if 1 and 2 are both met. Major or mild neurocognitive disorder possibly due to Parkinson’s disease should be diagnosed if 1 or 2 is met: 1. There is no evidence of mixed etiology (i.e., absence of other neurodegenerative or cerebrovascular disease or another neuro- logical, mental, or systemic disease or condition likely contribut- ing to cognitive decline). 2. The Parkinson’s disease clearly precedes the onset of the neu- rocognitive disorder. Coding note: For major neurocognitive disorder probably due to Parkinson’s disease, with behavioral disturbance, code first 332.0 (G20) Parkinson’s disease, followed by 294.11 (F02.81) major neu- rocognitive disorder probably due to Parkinson’s disease, with behav- ioral disturbance. For major neurocognitive disorder probably due to Parkinson’s disease, without behavioral disturbance, code first 332.0 (G20) Parkinson’s disease, followed by 294.10 (F02.80) major neu- rocognitive disorder probably due to Parkinson’s disease, without be- havioral disturbance. For major neurocognitive disorder possibly due to Parkinson’s dis- ease, code 331.9 (G31.9) major neurocognitive disorder possibly due to Parkinson’s disease. (Note: Do not use the additional code for Parkinson’s disease. Behavioral disturbance cannot be coded but should still be indicated in writing.) For mild neurocognitive disorder due to Parkinson’s disease, code 331.83 (G31.84). (Note: Do not use the additional code for Parkin- son’s disease. Behavioral disturbance cannot be coded but should still be indicated in writing.) Major or Mild Neurocognitive Disorder Due to Huntington’s Disease A. The criteria are met for major or mild neurocognitive disorder. B. There is insidious onset and gradual progression. 318 Neurocognitive Disorders C. There is clinically established Huntington’s disease, or risk for Huntington’s disease based on family history or genetic testing. D. The neurocognitive disorder is not attributable to another medical condition and is not better explained by another mental disorder. Coding note: For major neurocognitive disorder due to Huntington’s disease, with behavioral disturbance, code first 333.4 (G10) Hunting- ton’s disease, followed by 294.11 (F02.81) major neurocognitive dis- order due to Huntington’s disease, with behavioral disturbance. For major neurocognitive disorder due to Huntington’s disease, without behavioral disturbance, code first 333.4 (G10) Huntington’s disease, followed by 294.10 (F02.80) major neurocognitive disorder due to Huntington’s disease, without behavioral disturbance. For mild neurocognitive disorder due to Huntington’s disease, code 331.83 (G31.84). (Note: Do not use the additional code for Huntington’s disease. Behavioral disturbance cannot be coded but should still be indicated in writing.) Major or Mild Neurocognitive Disorder Due to Another Medical Condition A. The criteria are met for major or mild neurocognitive disorder. B. There is evidence from the history, physical examination, or labo- ratory findings that the neurocognitive disorder is the pathophys- iological consequence of another medical condition. C. The cognitive deficits are not better explained by another mental disorder or another specific neurocognitive disorder (e.g., Alzhei- mer’s disease, HIV infection). Coding note: For major neurocognitive disorder due to another medical condition, with behavioral disturbance, code first the other medical condition, followed by the major neurocognitive disorder due to another medical condition, with behavioral disturbance (e.g., 340 [G35] multiple sclerosis, 294.11 [F02.81] major neurocognitive disor- der due to multiple sclerosis, with behavioral disturbance). For major neurocognitive disorder due to another medical condition, without be- havioral disturbance, code first the other medical condition, followed by the major neurocognitive disorder due to another medical condi- Major or Mild NCD Due to Multiple Etiologies 319 tion, without behavioral disturbance (e.g., 340 [G35] multiple sclero- sis, 294.10 [F02.80] major neurocognitive disorder due to multiple sclerosis, without behavioral disturbance). For mild neurocognitive disorder due to another medical condition, code 331.83 (G31.84). (Note: Do not use the additional code for the other medical condition. Behavioral disturbance cannot be coded but should still be indicated in writing.) Major or Mild Neurocognitive Disorder Due to Multiple Etiologies A. The criteria are met for major or mild neurocognitive disorder. B. There is evidence from the history, physical examination, or lab- oratory findings that the neurocognitive disorder is the patho- physiological consequence of more than one etiological process, excluding substances (e.g., neurocognitive disorder due to Alz- heimer’s disease with subsequent development of vascular neu- rocognitive disorder). Note: Please refer to the diagnostic criteria for the various neu- rocognitive disorders due to specific medical conditions for guid- ance on establishing the particular etiologies. C. The cognitive deficits are not better explained by another mental disorder and do not occur exclusively during the course of a delirium. Coding note: For major neurocognitive disorder due to multiple etiolo- gies, with behavioral disturbance, code 294.11 (F02.81); for major neu- rocognitive disorder due to multiple etiologies, without behavioral disturbance, code 294.10 (F02.80). All of the etiological medical con- ditions (with the exception of vascular disease) should be coded and listed separately immediately before major neurocognitive disorder due to multiple etiologies (e.g., 331.0 [G30.9] Alzheimer’s disease; 331.82 [G31.83] Lewy body disease; 294.11 [F02.81] major neurocognitive disorder due to multiple etiologies, with behavioral disturbance). When a cerebrovascular etiology is contributing to the neurocogni- tive disorder, the diagnosis of vascular neurocognitive disorder should be listed in addition to major neurocognitive disorder due to multiple etiologies. For example, for a presentation of major neurocognitive dis- 320 Neurocognitive Disorders order due to both Alzheimer’s disease and vascular disease, with be- havioral disturbance, code the following: 331.0 (G30.9) Alzheimer’s disease; 294.11 (F02.81) major neurocognitive disorder due to multi- ple etiologies, with behavioral disturbance; 290.40 (F01.51) major vas- cular neurocognitive disorder, with behavioral disturbance. For mild neurocognitive disorder due to multiple etiologies, code 331.83 (G31.84). (Note: Do not use the additional codes for the eti- ologies. Behavioral disturbance cannot be coded but should still be indicated in writing.) Unspecified Neurocognitive Disorder 799.59 (R41.9) This category applies to presentations in which symptoms character- istic of a neurocognitive disorder that cause clinically significant dis- tress or impairment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for any of the disorders in the neurocognitive disorders diagnostic class. The unspecified neurocognitive disorder category is used in situations in which the precise etiology cannot be determined with sufficient cer- tainty to make an etiological attribution. Coding note: For unspecified major or mild neurocognitive disorder, code 799.59 (R41.9). (Note: Do not use additional codes for any pre- sumed etiological medical conditions. Behavioral disturbance cannot be coded but may be indicated in writing.) Personality Disorders General Personality Disorder A. An enduring pattern of inner experience and behavior that devi- ates markedly from the expectations of the individual’s culture. This pattern is manifested in two (or more) of the following areas: 1. Cognition (i.e., ways of perceiving and interpreting self, other people, and events). 2. Affectivity (i.e., the range, intensity, lability, and appropriate- ness of emotional response). 3. Interpersonal functioning. 4. Impulse control. B. The enduring pattern is inflexible and pervasive across a broad range of personal and social situations. C. The enduring pattern leads to clinically significant distress or im- pairment in social, occupational, or other important areas of func- tioning. D. The pattern is stable and of long duration, and its onset can be traced back at least to adolescence or early adulthood. E. The enduring pattern is not better explained as a manifestation or consequence of another mental disorder. F. The enduring pattern is not attributable to the physiological effects of a substance (e.g., a drug of abuse, a medication) or another medical condition (e.g., head trauma). 321 322 Personality Disorders Cluster A Personality Disorders Paranoid Personality Disorder 301.0 (F60.0) A. A pervasive distrust and suspiciousness of others such that their motives are interpreted as malevolent, beginning by early adult- hood and present in a variety of contexts, as indicated by four (or more) of the following: 1. Suspects, without sufficient basis, that others are exploiting, harming, or deceiving him or her. 2. Is preoccupied with unjustified doubts about the loyalty or trustworthiness of friends or associates. 3. Is reluctant to confide in others because of unwarranted fear that the information will be used maliciously against him or her. 4. Reads hidden demeaning or threatening meanings into be- nign remarks or events. 5. Persistently bears grudges (i.e., is unforgiving of insults, in- juries, or slights). 6. Perceives attacks on his or her character or reputation that are not apparent to others and is quick to react angrily or to counterattack. 7. Has recurrent suspicions, without justification, regarding fi- delity of spouse or sexual partner. B. Does not occur exclusively during the course of schizophrenia, a bipolar disorder or depressive disorder with psychotic features, or another psychotic disorder and is not attributable to the phys- iological effects of another medical condition. Note: If criteria are met prior to the onset of schizophrenia, add “pre- morbid,” i.e., “paranoid personality disorder (premorbid).” Schizoid Personality Disorder 323 Schizoid Personality Disorder 301.20 (F60.1) A. A pervasive pattern of detachment from social relationships and a restricted range of expression of emotions in interpersonal set- tings, beginning by early adulthood and present in a variety of contexts, as indicated by four (or more) of the following: 1. Neither desires nor enjoys close relationships, including be- ing part of a family. 2. Almost always chooses solitary activities. 3. Has little, if any, interest in having sexual experiences with another person. 4. Takes pleasure in few, if any, activities. 5. Lacks close friends or confidants other than first-degree relatives. 6. Appears indifferent to the praise or criticism of others. 7. Shows emotional coldness, detachment, or flattened affectivity. B. Does not occur exclusively during the course of schizophrenia, a bipolar disorder or depressive disorder with psychotic features, another psychotic disorder, or autism spectrum disorder and is not attributable to the physiological effects of another medical condition. Note: If criteria are met prior to the onset of schizophrenia, add “premorbid,” i.e., “schizoid personality disorder (premorbid).” Schizotypal Personality Disorder 301.22 (F21) A. A pervasive pattern of social and interpersonal deficits marked by acute discomfort with, and reduced capacity for, close rela- tionships as well as by cognitive or perceptual distortions and ec- centricities of behavior, beginning by early adulthood and present in a variety of contexts, as indicated by five (or more) of the following: 324 Personality Disorders 1. Ideas of reference (excluding delusions of reference). 2. Odd beliefs or magical thinking that influences behavior and is inconsistent with subcultural norms (e.g., superstitious- ness, belief in clairvoyance, telepathy, or “sixth sense”; in children and adolescents, bizarre fantasies or preoccupa- tions). 3. Unusual perceptual experiences, including bodily illusions. 4. Odd thinking and speech (e.g., vague, circumstantial, meta- phorical, overelaborate, or stereotyped). 5. Suspiciousness or paranoid ideation. 6. Inappropriate or constricted affect. 7. Behavior or appearance that is odd, eccentric, or peculiar. 8. Lack of close friends or confidants other than first-degree relatives. 9. Excessive social anxiety that does not diminish with familiar- ity and tends to be associated with paranoid fears rather than negative judgments about self. B. Does not occur exclusively during the course of schizophrenia, a bipolar disorder or depressive disorder with psychotic features, another psychotic disorder, or autism spectrum disorder. Note: If criteria are met prior to the onset of schizophrenia, add “pre- morbid,” e.g., “schizotypal personality disorder (premorbid).” Cluster B Personality Disorders Antisocial Personality Disorder 301.7 (F60.2) A. A pervasive pattern of disregard for and violation of the rights of others, occurring since age 15 years, as indicated by three (or more) of the following: Borderline Personality Disorder 325 1. Failure to conform to social norms with respect to lawful be- haviors, as indicated by repeatedly performing acts that are grounds for arrest. 2. Deceitfulness, as indicated by repeated lying, use of aliases, or conning others for personal profit or pleasure. 3. Impulsivity or failure to plan ahead. 4. Irritability and aggressiveness, as indicated by repeated physical fights or assaults. 5. Reckless disregard for safety of self or others. 6. Consistent irresponsibility, as indicated by repeated failure to sustain consistent work behavior or honor financial obligations. 7. Lack of remorse, as indicated by being indifferent to or ratio- nalizing having hurt, mistreated, or stolen from another. B. The individual is at least age 18 years. C. There is evidence of conduct disorder with onset before age 15 years. D. The occurrence of antisocial behavior is not exclusively during the course of schizophrenia or bipolar disorder. Borderline Personality Disorder 301.83 (F60.3) A pervasive pattern of instability of interpersonal relationships, self- image, and affects, and marked impulsivity, beginning by early adult- hood and present in a variety of contexts, as indicated by five (or more) of the following: 1. Frantic efforts to avoid real or imagined abandonment. (Note: Do not include suicidal or self-mutilating behavior covered in Cri- terion 5.) 2. A pattern of unstable and intense interpersonal relationships characterized by alternating between extremes of idealization and devaluation. 3. Identity disturbance: markedly and persistently unstable self- image or sense of self.",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": true,
    "has_followup": false
  }
}