{
  "id": "DSM-5_b4d3facb",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "330 Personality Disorders 5. Is unable to discard worn-out or worthless objects even when they have no sentimental value. 6. Is reluctant to delegate tasks or to work with others unless they submit to exactly his or her way of doing things. 7. Adopts a miserly spending style toward both self and others; money is viewed as something to be hoarded for future catastrophes. 8. Shows rigidity and stubbornness. Other Personality Disorders Personality Change Due to Another Medical Condition 310.1 (F07.0) A. A persistent personality disturbance that represents a change from the individual’s previous characteristic personality pattern. Note: In children, the disturbance involves a marked deviation from normal development or a significant change in the child’s usual behavior patterns, lasting at least 1 year. B. There is evidence from the history, physical examination, or lab- oratory findings that the disturbance is the direct pathophysiolog- ical consequence of another medical condition. C. The disturbance is not better explained by another mental disor- der (including another mental disorder due to another medical condition). D. The disturbance does not occur exclusively during the course of a delirium. E. The disturbance causes clinically significant distress or impairment in social, occupational, or other important areas of functioning. Other Specified Personality Disorder 331 Specify whether: Labile type: If the predominant feature is affective lability. Disinhibited type: If the predominant feature is poor impulse control as evidenced by sexual indiscretions, etc. Aggressive type: If the predominant feature is aggressive behavior. Apathetic type: If the predominant feature is marked apathy and indifference. Paranoid type: If the predominant feature is suspiciousness or paranoid ideation. Other type: If the presentation is not characterized by any of the above subtypes. Combined type: If more than one feature predominates in the clinical picture. Unspecified type Coding note: Include the name of the other medical condition (e.g., 310.1 [F07.0] personality change due to temporal lobe epilepsy). The other medical condition should be coded and listed separately imme- diately before the personality disorder due to another medical condi- tion (e.g., 345.40 [G40.209] temporal lobe epilepsy; 310.1 [F07.0] personality change due to temporal lobe epilepsy). Other Specified Personality Disorder 301.89 (F60.89) This category applies to presentations in which symptoms character- istic of a personality disorder that cause clinically significant distress or impairment in social, occupational, or other important areas of func- tioning predominate but do not meet the full criteria for any of the dis- orders in the personality disorders diagnostic class. The other specified personality disorder category is used in situations in which the clinician chooses to communicate the specific reason that the pre- sentation does not meet the criteria for any specific personality disor- der. This is done by recording “other specified personality disorder” followed by the specific reason (e.g., “mixed personality features”). 332 Personality Disorders Unspecified Personality Disorder 301.9 (F60.9) This category applies to presentations in which symptoms character- istic of a personality disorder that cause clinically significant distress or impairment in social, occupational, or other important areas of func- tioning predominate but do not meet the full criteria for any of the dis- orders in the personality disorders diagnostic class. The unspecified personality disorder category is used in situations in which the clinician chooses not to specify the reason that the criteria are not met for a spe- cific personality disorder, and includes presentations in which there is insufficient information to make a more specific diagnosis.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}