{
  "id": "DSM-5_93bcc56e",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Major Neurocognitive Disorder 299 Major and Mild Neurocognitive Disorders Major Neurocognitive Disorder A. Evidence of significant cognitive decline from a previous level of performance in one or more cognitive domains (complex atten- tion, executive function, learning and memory, language, per- ceptual-motor, or social cognition) based on: 1. Concern of the individual, a knowledgeable informant, or the clinician that there has been a significant decline in cognitive function; and 2. A substantial impairment in cognitive performance, prefera- bly documented by standardized neuropsychological testing or, in its absence, another quantified clinical assessment. B. The cognitive deficits interfere with independence in everyday activities (i.e., at a minimum, requiring assistance with complex instrumental activities of daily living such as paying bills or man- aging medications). C. The cognitive deficits do not occur exclusively in the context of a delirium. D. The cognitive deficits are not better explained by another mental disorder (e.g., major depressive disorder, schizophrenia). Specify whether due to: Alzheimer’s disease (pp. 305–306) Frontotemporal lobar degeneration (pp. 306–308) Lewy body disease (pp. 308–309) Vascular disease (pp. 309–310) Traumatic brain injury (pp. 310–311) Substance/medication use (pp. 311–315) HIV infection (pp. 315–316) Prion disease (p. 316) Parkinson’s disease (pp. 316–317) Huntington’s disease (pp. 317–318) 300 Neurocognitive Disorders Another medical condition (pp. 318–319) Multiple etiologies (pp. 319–320) Unspecified (p. 320) Coding note: Code based on medical or substance etiology. In some cases, there is need for an additional code for the etiological medical condition, which must immediately precede the diagnostic code for major neurocognitive disorder, as shown in table on pp. 302–304. Specify: Without behavioral disturbance: If the cognitive disturbance is not accompanied by any clinically significant behavioral distur- bance. With behavioral disturbance (specify disturbance): If the cog- nitive disturbance is accompanied by a clinically significant behavioral disturbance (e.g., psychotic symptoms, mood distur- bance, agitation, apathy, or other behavioral symptoms). Specify current severity: Mild: Difficulties with instrumental activities of daily living (e.g., housework, managing money). Moderate: Difficulties with basic activities of daily living (e.g., feeding, dressing). Severe: Fully dependent. Mild Neurocognitive Disorder A. Evidence of modest cognitive decline from a previous level of performance in one or more cognitive domains (complex atten- tion, executive function, learning and memory, language, per- ceptual-motor, or social cognition) based on: 1. Concern of the individual, a knowledgeable informant, or the clinician that there has been a mild decline in cognitive func- tion; and 2. A modest impairment in cognitive performance, preferably documented by standardized neuropsychological testing or, in its absence, another quantified clinical assessment. B. The cognitive deficits do not interfere with capacity for indepen- dence in everyday activities (i.e., complex instrumental activities Mild Neurocognitive Disorder 301 of daily living such as paying bills or managing medications are preserved, but greater effort, compensatory strategies, or accom- modation may be required). C. The cognitive deficits do not occur exclusively in the context of a delirium. D. The cognitive deficits are not better explained by another mental disorder (e.g., major depressive disorder, schizophrenia). Specify whether due to: Alzheimer’s disease (pp. 305–306) Frontotemporal lobar degeneration (pp. 306–308) Lewy body disease (pp. 308–309) Vascular disease (pp. 309–310) Traumatic brain injury (pp. 310–311) Substance/medication use (pp. 311–315) HIV infection (pp. 315–316) Prion disease (p. 316) Parkinson’s disease (pp. 316–317) Huntington’s disease (pp. 317–318) Another medical condition (pp. 318–319) Multiple etiologies (pp. 319–320) Unspecified (p. 320) Coding note: For mild neurocognitive disorder due to any of the medical etiologies listed above, code 331.83 (G31.84). Do not use additional codes for the presumed etiological medical conditions. For substance/medication-induced mild neurocognitive disorder, code based on type of substance; see “Substance/Medication-Induced Major or Mild Neurocognitive Disorder.” For unspecified mild neuro- cognitive disorder, code 799.59 (R41.9). Specify: Without behavioral disturbance: If the cognitive disturbance is not accompanied by any clinically significant behavioral distur- bance. With behavioral disturbance (specify disturbance): If the cog- nitive disturbance is accompanied by a clinically significant behavioral disturbance (e.g., psychotic symptoms, mood distur- bance, agitation, apathy, or other behavioral symptoms). 302 Neurocognitive Disorders Associated etiological medical code for major neurocognitive Major neurocognitive Mild neurocognitive disorder Etiological subtype disordera disorder codeb codec Alzheimer’s disease Probable: 331.0 (G30.9) Probable: 294.1x (F02.8x) 331.83 (G31.84) Possible: no additional medical Possible: 331.9 (G31.9)c (Do not use additional code for code Alzheimer’s disease.) Frontotemporal Probable: 331.19 (G31.09) Probable: 294.1x (F02.8x) 331.83 (G31.84) lobar degeneration Possible: no additional medical Possible: 331.9 (G31.9)c (Do not use additional code for code frontotemporal disease.) Lewy body disease Probable: 331.82 (G31.83) Probable: 294.1x (F02.8x) 331.83 (G31.84) Possible: no additional medical Possible: 331.9 (G31.9)c (Do not use additional code for code Lewy body disease.) Vascular disease No additional medical code Probable: 290.40 (F01.5x) 331.83 (G31.84) Possible: 331.9 (G31.9)c (Do not use additional code for the vascular disease.) Traumatic brain 907.0 (S06.2X9S) 294.1x (F02.8x) 331.83 (G31.84) injury (Do not use additional code for the traumatic brain injury.) Major and Mild Neurocognitive Disorder 303 Associated etiological medical code for major neurocognitive Major neurocognitive Mild neurocognitive disorder Etiological subtype disordera disorder codeb codec Substance/ No additional medical code Code based on the type Code based on the type of sub- medication-induced ofsubstance causing the stance causing the mild neuro- major neurocognitive cognitive disorderd disorderc, d HIV infection 042 (B20) 294.1x (F02.8x) 331.83 (G31.84) (Do not use additional code for HIV infection.) Prion disease 046.79 (A81.9) 294.1x (F02.8x) 331.83 (G31.84) (Do not use additional code for prion disease.) Parkinson’s disease Probable: 332.0 (G20) Probable: 294.1x (F02.8x) 331.83 (G31.84) Possible: No additional medical Possible: 331.9 (G31.9)c (Do not use additional code for code Parkinson’s disease.) Huntington’s 333.4 (G10) 294.1x (F02.8x) 331.83 (G31.84) disease (Do not use additional code for Huntington’s disease.) 304 Neurocognitive Disorders Associated etiological medical code for major neurocognitive Major neurocognitive Mild neurocognitive disorder Etiological subtype disordera disorder codeb codec Due to another med- Code the other medical condition 294.1x (F02.8x) 331.83 (G31.84) ical condition first (e.g., 340 [G35] (Do not use additional codes for multiple sclerosis) the presumed etiological medi- cal conditions.) Due to multiple Code all of the etiological medical 294.1x (F02.8x) 331.83 (G31.84) etiologies conditions first (with the exception (Plus the code for the rele- (Plus the codes for the relevant of vascular disease) vant substance/medication- substance/medication-induced induced major neurocogni- mild neurocognitive disorders if tive disorders if substances substances or medications play or medications play a role in a role in the etiology. Do not use the etiology.) additional codes for the pre- sumed etiological medical con- ditions.) Unspecified neuro- No additional medical code 799.59 (R41.9) 799.59 (R41.9) cognitive disorder aCode first, before code for major neurocognitive disorder. bCode fifth character based on symptom specifier: .x0 without behavioral disturbance; .x1 with behavioral disturbance (e.g., psychotic symptoms, mood disturbance, agitation, apathy, or other behavioral symptoms). cNote: Behavioral disturbance specifier cannot be coded but should still be indicated in writing. dSee “Substance/Medication-Induced Major or Mild Neurocognitive Disorder.” Major or Mild NCD Due to Alzheimer’s Disease 305 Major or Mild Neurocognitive Disorder Due to Alzheimer’s Disease A. The criteria are met for major or mild neurocognitive disorder. B. There is insidious onset and gradual progression of impairment in one or more cognitive domains (for major neurocognitive dis- order, at least two domains must be impaired). C. Criteria are met for either probable or possible Alzheimer’s dis- ease as follows: For major neurocognitive disorder: Probable Alzheimer’s disease is diagnosed if either of the fol- lowing is present; otherwise, possible Alzheimer’s disease should be diagnosed. 1. Evidence of a causative Alzheimer’s disease genetic muta- tion from family history or genetic testing. 2. All three of the following are present: a. Clear evidence of decline in memory and learning and at least one other cognitive domain (based on detailed his- tory or serial neuropsychological testing). b. Steadily progressive, gradual decline in cognition, with- out extended plateaus. c. No evidence of mixed etiology (i.e., absence of other neurodegenerative or cerebrovascular disease, or an- other neurological, mental, or systemic disease or con- dition likely contributing to cognitive decline). For mild neurocognitive disorder: Probable Alzheimer’s disease is diagnosed if there is evidence of a causative Alzheimer’s disease genetic mutation from either genetic testing or family history. Possible Alzheimer’s disease is diagnosed if there is no evi- dence of a causative Alzheimer’s disease genetic mutation from either genetic testing or family history, and all three of the follow- ing are present: 1. Clear evidence of decline in memory and learning. 2. Steadily progressive, gradual decline in cognition, without extended plateaus.",
  "reasoning_hint": {
    "has_risk": false,
    "has_action": false,
    "has_followup": false
  }
}