{
  "id": "DSM-5_ac1018fa",
  "corpus": "DSM-5",
  "condition": "General",
  "text": "Agoraphobia 121 6. Chest pain or discomfort. 7. Nausea or abdominal distress. 8. Feeling dizzy, unsteady, light-headed, or faint. 9. Chills or heat sensations. 10. Paresthesias (numbness or tingling sensations). 11. Derealization (feelings of unreality) or depersonalization (be- ing detached from oneself). 12. Fear of losing control or “going crazy.” 13. Fear of dying. Note: Culture-specific symptoms (e.g., tinnitus, neck soreness, head- ache, uncontrollable screaming or crying) may be seen. Such symp- toms should not count as one of the four required symptoms. Agoraphobia 300.22 (F40.00) A. Marked fear or anxiety about two (or more) of the following five situations: 1. Using public transportation (e.g., automobiles, buses, trains, ships, planes). 2. Being in open spaces (e.g., parking lots, marketplaces, bridges). 3. Being in enclosed places (e.g., shops, theaters, cinemas). 4. Standing in line or being in a crowd. 5. Being outside of the home alone. B. The individual fears or avoids these situations because of thoughts that escape might be difficult or help might not be avail- able in the event of developing panic-like symptoms or other incapacitating or embarrassing symptoms (e.g., fear of falling in the elderly; fear of incontinence). C. The agoraphobic situations almost always provoke fear or anxiety. D. The agoraphobic situations are actively avoided, require the presence of a companion, or are endured with intense fear or anxiety. 122 Anxiety Disorders E. The fear or anxiety is out of proportion to the actual danger posed by the agoraphobic situations and to the sociocultural context. F. The fear, anxiety, or avoidance is persistent, typically lasting for 6 months or more. G. The fear, anxiety, or avoidance causes clinically significant dis- tress or impairment in social, occupational, or other important ar- eas of functioning. H. If another medical condition (e.g., inflammatory bowel disease, Parkinson’s disease) is present, the fear, anxiety, or avoidance is clearly excessive. I. The fear, anxiety, or avoidance is not better explained by the symptoms of another mental disorder—for example, the symp- toms are not confined to specific phobia, situational type; do not involve only social situations (as in social anxiety disorder); and are not related exclusively to obsessions (as in obsessive- compulsive disorder), perceived defects or flaws in physical appearance (as in body dysmorphic disorder), reminders of trau- matic events (as in posttraumatic stress disorder), or fear of sepa- ration (as in separation anxiety disorder). Note: Agoraphobia is diagnosed irrespective of the presence of panic disorder. If an individual’s presentation meets criteria for panic disorder and agoraphobia, both diagnoses should be assigned. Generalized Anxiety Disorder 300.02 (F41.1) A. Excessive anxiety and worry (apprehensive expectation), occur- ring more days than not for at least 6 months, about a number of events or activities (such as work or school performance). B. The individual finds it difficult to control the worry. C. The anxiety and worry are associated with three (or more) of the following six symptoms (with at least some symptoms having been present for more days than not for the past 6 months): Note: Only one item is required in children. 1. Restlessness or feeling keyed up or on edge. 2. Being easily fatigued.",
  "reasoning_hint": {
    "has_risk": true,
    "has_action": true,
    "has_followup": false
  }
}