{
  "id": "mhgap#general_21eb1e56",
  "content": "Huilongguan Hospital, Beijing, China; Martin Prince*, Institute of Muhannad Ramadan, Jordan; Nick Rose, UK; Brigid Ryan, Australia;\nPsychiatry, Psychology and Neuroscience, King’s College, London, Joseph s. Quoi, Liberia; Nidhal Saadoon, Turkey; Latifa Saleh,\nUK; Atif Rahman,* Institute of Psychology, Health & Society, Additional inputs were provided by following reviewers Kingdom of Saudi Arabia; Dawda Samba, Gambia; Nseizere\nUniversity of Liverpool, Liverpool, UK; Richard Rawson*, University through contributing to pilot testing, feedback or focus Mitala Shem, Uganda; Michel Soufia, Lebanon; Shadrach J.\nof California at Los Angeles Integrated Substance Abuse Programs, group discussions: Suborzu II, Liberia; Wafika Tafran, Syria; Angie Tarr Nyankoon,\nCalifornia, USA; Tahilia Rebello, Columbia University, USA; Rajesh Liberia; Lilas Taqi, Turkey; Yanibo Terhemen C., Nigeria; Nongo\nSagar, All India institute of Medical Sciences, New Delhi, India; Ley Helal Uddin Ahmed, Bangladesh; Suzan Akwii Otto, Uganda; Terseer, Nigeria; Samnieng Thammavong, Laos; Manivone\nSander, UCL Institute of Neurology, London, UK; Alison Schafer, Robinah Alambuya, Uganda; Latifa Saleh Al Harbi, Saudi Arabia; Thikeo, Laos; Joshua Tusaba, Uganda; Chanthala Vinthasai, Laos;\nWorld Vision, Nairobi, Kenya; Kunnukattil S Shaji, Government Alaa Iddin Al Masri, Jordan; Laila Alnawaz, Turkey; Ebtisam Al Anna Walder, Sierra Leone; Abdulwas Yusufi, Ethiopia.",
  "metadata": {
    "source": "WHO mhGAP-IG 2023",
    "url": "https://www.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "study"
    ],
    "is_clinical": false,
    "is_advice": false
  },
  "index_text": "General — General Huilongguan Hospital, Beijing, China; Martin Prince*, Institute of Muhannad Ramadan, Jordan; Nick Rose, UK; Brigid Ryan, Australia;\nPsychiatry, Psychology and Neuroscience, King’s College, London, Joseph s. Quoi, Liberia; Nidhal Saadoon, Turkey; Latifa Saleh,\nUK; Atif Rahman,* Institute of Psychology, Health & Society, Additional inputs were provided by following reviewers Kingdom of Saudi Arabia; Dawda Samba, Gambia; Nseizere\nUniversity of Liverpool, Liverpool, UK; Richard Rawson*, University through contributing to pilot testing, feedback or focus Mitala Shem, Uganda; Michel Soufia, Lebanon; Shadrach J.\nof California at Los Angeles Integrated Substance Abuse Programs, group discussions: Suborzu II, Liberia; Wafika Tafran, Syria; Angie Tarr Nyankoon,\nCalifornia, USA; Tahilia Rebello, Columbia University, USA; Rajesh Liberia; Lilas Taqi, Turkey; Yanibo Terhemen C., Nigeria; Nongo\nSagar, All India institute of Medical Sciences, New Delhi, India; Ley Helal Uddin Ahmed, Bangladesh; Suzan Akwii Otto, Uganda; Terseer, Nigeria; Samnieng Thammavong, Laos; Manivone\nSander, UCL Institute of Neurology, London, UK; Alison Schafer, Robinah Alambuya, Uganda; Latifa Saleh Al Harbi, Saudi Arabia; Thikeo, Laos; Joshua Tusaba, Uganda; Chanthala Vinthasai, Laos;\nWorld Vision, Nairobi, Kenya; Kunnukattil S Shaji, Government Alaa Iddin Al Masri, Jordan; Laila Alnawaz, Turkey; Ebtisam Al Anna Walder, Sierra Leone; Abdulwas Yusufi, Ethiopia. Huilongguan hospital, beijing, china; martin prince*, institute of muhannad ramadan, jordan; nick rose, uk; brigid ryan, australia;\npsychiatry, psychology and neuroscience, king’s college, london, joseph s. quoi, liberia..."
}