{
  "id": "mhgap#risk_safety_3eec61b9",
  "content": "nausea with anti-emetics, pain with simple analgesics, and insomnia depression. Be alert to the risk of suicide.\nwith light sedatives. Offer all persons continued treatment, support, and monitoring after\nAllow the person to leave the treatment facility if they wish to do so. successful detoxification, regardless of the setting in which detoxification\nContinue treatment and support after detoxification. was delivered.\nPROTOCOL\n4\nOpioid Withdrawal\n» »\nCAUTION is advised before embarking upon withdrawal from opioids, especially when Methadone: Methadone is given orally at an initial dose of 15-20 mg, increasing, if\nthere has been injection use. When a decision is made to initiate withdrawal, inform the necessary, to 30 mg per day. Then gradually decrease the dose, until tapered off\nperson about what to expect, including symptoms and their duration. For example, completely, over 3-10 days. As with buprenorphine, special care should be taken for\nwithdrawal results in lower tolerance to opioids. This means that if the person resumes individuals taking other sedating medications.\nopioid use at their usual dose after withdrawal that they are at an increased risk of »\nClonidine or Lofexidine: If opioid substitution medications are not available, clonidine or",
  "metadata": {
    "source": "WHO mhGAP-IG 2023",
    "url": "https://www.who.int/",
    "condition": "General",
    "risk_band": "high",
    "topics": [
      "sleep",
      "study",
      "risk_safety",
      "screening_cues",
      "management",
      "psychoeducation"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Risk Safety nausea with anti-emetics, pain with simple analgesics, and insomnia depression. Be alert to the risk of suicide.\nwith light sedatives. Offer all persons continued treatment, support, and monitoring after\nAllow the person to leave the treatment facility if they wish to do so. successful detoxification, regardless of the setting in which detoxification\nContinue treatment and support after detoxification. was delivered.\nPROTOCOL\n4\nOpioid Withdrawal\n» »\nCAUTION is advised before embarking upon withdrawal from opioids, especially when Methadone: Methadone is given orally at an initial dose of 15-20 mg, increasing, if\nthere has been injection use. When a decision is made to initiate withdrawal, inform the necessary, to 30 mg per day. Then gradually decrease the dose, until tapered off\nperson about what to expect, including symptoms and their duration. For example, completely, over 3-10 days. As with buprenorphine, special care should be taken for\nwithdrawal results in lower tolerance to opioids. This means that if the person resumes individuals taking other sedating medications.\nopioid use at their usual dose after withdrawal that they are at an increased risk of »\nClonidine or Lofexidine: If opioid substitution medications are not available, clonidine or Nausea with anti-emetics, pain with simple analgesics, and insomnia trầm cảm. be alert to the nguy cơ of tự sát."
}