{
  "id": "mhgap#risk_safety_6fed022b",
  "content": "Activities of daily living A concept of functioning – activities of daily living are basic activities Ataxia Failure of muscular coordination. People with ataxia have problems\n(ADLs) that are necessary for independent living, including eating, bathing and with coordination because parts of the nervous system that control\ntoileting. This concept has several assessment tools to determine an movement and balance are affected. Ataxia may affect the fingers,\nindividual’s ability to perform the activity with or without assistance. hands, arms, legs, body, speech, and eye movements.\nAgitation Marked restlessness and excessive motor activity, accompanied by Autism spectrum An umbrella term that covers conditions such as autism, childhood\nanxiety. disorders disintegration disorder and Asperger’s syndrome.\nAgranulocytosis A blood disorder in which there is an absence of granulocytes Autonomy The perceived ability to control, cope with and make personal\n(a type of white blood cell). It is an acute condition involving a severe decisions about how one lives on a daily basis, according to one’s\nand dangerous leukopenia, also known as drug-induced secondary own rules and preferences.\nagranulocytosis.\nBehavioural activation Psychological treatment that focuses on improving mood by engaging",
  "metadata": {
    "source": "WHO mhGAP-IG 2023",
    "url": "https://www.who.int/",
    "condition": "General",
    "risk_band": "medium",
    "topics": [
      "study",
      "emotions",
      "risk_safety",
      "screening_cues",
      "referral",
      "management"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Risk Safety Activities of daily living A concept of functioning – activities of daily living are basic activities Ataxia Failure of muscular coordination. People with ataxia have problems\n(ADLs) that are necessary for independent living, including eating, bathing and with coordination because parts of the nervous system that control\ntoileting. This concept has several assessment tools to determine an movement and balance are affected. Ataxia may affect the fingers,\nindividual’s ability to perform the activity with or without assistance. hands, arms, legs, body, speech, and eye movements.\nAgitation Marked restlessness and excessive motor activity, accompanied by Autism spectrum An umbrella term that covers conditions such as autism, childhood\nanxiety. disorders disintegration disorder and Asperger’s syndrome.\nAgranulocytosis A blood disorder in which there is an absence of granulocytes Autonomy The perceived ability to control, cope with and make personal\n(a type of white blood cell). It is an acute condition involving a severe decisions about how one lives on a daily basis, according to one’s\nand dangerous leukopenia, also known as drug-induced secondary own rules and preferences.\nagranulocytosis.\nBehavioural activation Psychological treatment that focuses on improving mood by engaging Activities of daily living a concept of functioning – activities of daily living are basic activities ataxia failure of muscular coordination. people with ataxia have problems\n(adls) that are necessary for independent li..."
}