{
  "id": "mhgap#psychoeducation_9b0a04f6",
  "content": "Valentina Baltag, John Beard, Alexander Butchart, Dan Chisholm, Administrative Support (NASP), Karolinska Institute, Stockholm, Sweden; Sudipto Chatterjee*,\nNathalie Drew, Jane Ferguson, Berit Kieselbach, Nicola Magrini, Adeline Loo, Cecilia Ophelia Riano. Parivartan Trust and Sangath, India; Dixon Chibanda, University\nChris Mikton, Eyerusalem Kebede Negussie, Alana Officer, of Zimbabwe, Friendship Bench Project, Harare, Zimbabwe;\nAnne Margriet Pot, Vladimir Poznyak, Geoffrey Reed, Dag Rekve, Interns Janice Cooper, Carter Center, Liberia; Wihelmus (Pim) Cuijpers*,\nDavid Ross, Jotheeswaran Amuthavalli Thiyagarajan, Farnoosh Ali, Lakshmi Chandrasekaran, Paul Christiansen, Vrije University, Amsterdam, Netherlands; Gauri Divan, Sangath,\nWilson Were. Anais Collin, Aislinne Freeman, Anna Fruehauf, Ali Haidar, Goa, India; Christopher Dowrick*, Institute of Psychology,\nHuw Jarvis, Steven Ma, Emma Mew, Elise Paul, Charlotte Phillips, Health and Society, University of Liverpool, Liverpool, UK; Joshua\nPooja Pradeeb, Matthew Schreiber.\nDuncan, Building Back better Project, CBM, Sierra Leone; Julian\nEaton*, CBM International, Togo and London School of Hygiene\nand Tropical Medicine, UK; Rabih El Chammay, Ministry of Health,\nBeirut, Lebanon; Peter Hughes, Institute of Psychiatry Psychology of Medical Sciences, New Delhi, India; Vandad Sharifi Senejani, Jordan; Raul Ayala, Mexico; Namsenmoh Aymar, Central African",
  "metadata": {
    "source": "WHO mhGAP-IG 2023",
    "url": "https://www.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "relationships",
      "psychoeducation"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Psychoeducation Valentina Baltag, John Beard, Alexander Butchart, Dan Chisholm, Administrative Support (NASP), Karolinska Institute, Stockholm, Sweden; Sudipto Chatterjee*,\nNathalie Drew, Jane Ferguson, Berit Kieselbach, Nicola Magrini, Adeline Loo, Cecilia Ophelia Riano. Parivartan Trust and Sangath, India; Dixon Chibanda, University\nChris Mikton, Eyerusalem Kebede Negussie, Alana Officer, of Zimbabwe, Friendship Bench Project, Harare, Zimbabwe;\nAnne Margriet Pot, Vladimir Poznyak, Geoffrey Reed, Dag Rekve, Interns Janice Cooper, Carter Center, Liberia; Wihelmus (Pim) Cuijpers*,\nDavid Ross, Jotheeswaran Amuthavalli Thiyagarajan, Farnoosh Ali, Lakshmi Chandrasekaran, Paul Christiansen, Vrije University, Amsterdam, Netherlands; Gauri Divan, Sangath,\nWilson Were. Anais Collin, Aislinne Freeman, Anna Fruehauf, Ali Haidar, Goa, India; Christopher Dowrick*, Institute of Psychology,\nHuw Jarvis, Steven Ma, Emma Mew, Elise Paul, Charlotte Phillips, Health and Society, University of Liverpool, Liverpool, UK; Joshua\nPooja Pradeeb, Matthew Schreiber.\nDuncan, Building Back better Project, CBM, Sierra Leone; Julian\nEaton*, CBM International, Togo and London School of Hygiene\nand Tropical Medicine, UK; Rabih El Chammay, Ministry of Health,\nBeirut, Lebanon; Peter Hughes, Institute of Psychiatry Psychology of Medical Sciences, New Delhi, India; Vandad Sharifi Senejani, Jordan; Raul Ayala, Mexico; Namsenmoh Aymar, Central African Valentina baltag, john beard, alexander butchart, dan chisholm, administrative hỗ trợ (nasp), karolinska institute, stockholm, sweden; sudipto chatterjee*,\nnathalie drew, jane ferguson, berit kieselbach, nicola magrini, ..."
}