{
  "id": "mhgap#screening_cues_d89b5a3b",
  "content": "mental or neurological conditions. Examples include confusion and\ndisorientation. See delirium and confusional state. Cognitive behavioural Psychological treatment that combines cognitive components (aimed at\ntherapy (CBT) thinking differently, for example through identifying and challenging\nAlzheimer's disease A primary degenerative cerebral disease of unknown etiology in\nunrealistic negative thoughts) and behavioural components (aimed at\nthe majority of cases with characteristic neuropathological and\ndoing things differently, for example by helping the person to do more\nneurochemical features. The disorder is usually insidious in onset and\nrewarding activities).\ndevelops slowly but steadily over a period of several years.\nComorbid, comorbidity Describing diseases or disorders that exist simultaneously.\nAnticholinergic side- Anticholinergic medicines block the effects of acetylcholine at\neffects muscarinic receptors. Anticholinergic effects include dryness of the Confidentiality Privacy in the context of privileged communication (such as patient\nmouth, urinary frequency or retention, palpitations and sinus doctor consultations) and medical records is safeguarded.\ntachycardia.\nConfusion, A state of impaired consciousness associated with acute or chronic\nAplastic anaemia A disease characterized by the inability of blood stem cells to confusional state cerebral organic disease. Clinically it is characterized by",
  "metadata": {
    "source": "WHO mhGAP-IG 2023",
    "url": "https://www.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "study",
      "screening_cues",
      "management"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues mental or neurological conditions. Examples include confusion and\ndisorientation. See delirium and confusional state. Cognitive behavioural Psychological treatment that combines cognitive components (aimed at\ntherapy (CBT) thinking differently, for example through identifying and challenging\nAlzheimer's disease A primary degenerative cerebral disease of unknown etiology in\nunrealistic negative thoughts) and behavioural components (aimed at\nthe majority of cases with characteristic neuropathological and\ndoing things differently, for example by helping the person to do more\nneurochemical features. The disorder is usually insidious in onset and\nrewarding activities).\ndevelops slowly but steadily over a period of several years.\nComorbid, comorbidity Describing diseases or disorders that exist simultaneously.\nAnticholinergic side- Anticholinergic medicines block the effects of acetylcholine at\neffects muscarinic receptors. Anticholinergic effects include dryness of the Confidentiality Privacy in the context of privileged communication (such as patient\nmouth, urinary frequency or retention, palpitations and sinus doctor consultations) and medical records is safeguarded.\ntachycardia.\nConfusion, A state of impaired consciousness associated with acute or chronic\nAplastic anaemia A disease characterized by the inability of blood stem cells to confusional state cerebral organic disease. Clinically it is characterized by Mental or neurological conditions. examples include confusion and\ndisorientation."
}