{
  "id": "mhgap#management_717751d9",
  "content": "enhancement therapy substance use disorders. It involves an approach to motivate change\nHypersensitivity Hypersensitivity reactions are the adverse effects of pharmaceutical by using motivational interviewing techniques i.e. engaging the\nreaction formulations (including active drugs and excipients) that clinically person in a discussion about their substance use including perceived\nresemble allergy. It belongs to type B adverse drug reactions, which benefits and harms in relation to the persons own values, avoiding\nare defined by the WHO as the dose-independent, unpredictable, arguing with the person if there is resistance, encouraging the person\nnoxious, and unintended response to a medicine taken at a dose to decide for themselves what their goal may be.\nnormally used in humans. It covers many different clinical phenotypes\nMotor twitching See convulsion.\nwith variable onset and severity.\nMyasthenia gravis A disorder of neuromuscular transmission characterized by fatigable\nIdiosyncratic reaction Individual, unpredictable, and non-dose-dependent response to any\nweakness of cranial and skeletal muscles. Clinical manifestations may\nsubstance: drowsiness or euphoria, flushing, carpopedal spasms,\ninclude fluctuating diplopia and ptosis, and fatigable weakness of\napnoea, etc.\nfacial, bulbar, respiratory, and proximal limb muscles.\nInformed consent The process by which the health care provider discloses appropriate",
  "metadata": {
    "source": "WHO mhGAP-IG 2023",
    "url": "https://www.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "management"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Management enhancement therapy substance use disorders. It involves an approach to motivate change\nHypersensitivity Hypersensitivity reactions are the adverse effects of pharmaceutical by using motivational interviewing techniques i.e. engaging the\nreaction formulations (including active drugs and excipients) that clinically person in a discussion about their substance use including perceived\nresemble allergy. It belongs to type B adverse drug reactions, which benefits and harms in relation to the persons own values, avoiding\nare defined by the WHO as the dose-independent, unpredictable, arguing with the person if there is resistance, encouraging the person\nnoxious, and unintended response to a medicine taken at a dose to decide for themselves what their goal may be.\nnormally used in humans. It covers many different clinical phenotypes\nMotor twitching See convulsion.\nwith variable onset and severity.\nMyasthenia gravis A disorder of neuromuscular transmission characterized by fatigable\nIdiosyncratic reaction Individual, unpredictable, and non-dose-dependent response to any\nweakness of cranial and skeletal muscles. Clinical manifestations may\nsubstance: drowsiness or euphoria, flushing, carpopedal spasms,\ninclude fluctuating diplopia and ptosis, and fatigable weakness of\napnoea, etc.\nfacial, bulbar, respiratory, and proximal limb muscles.\nInformed consent The process by which the health care provider discloses appropriate Enhancement therapy substance use disorders. it involves an approach to motivate change\nhypersensitivity hypersensitivity reactions are the adverse effects of pharmaceutical by using motivational interviewing techniques ..."
}