{
  "id": "mhgap#risk_safety_30fbf2f3",
  "content": "Liver disease: look for jaundiced (yellow) skin and eyes, palpable and tender liver Difficulty caring for self, poor dentition, parasitic skin infections such as lice or scabies,\nedge (in early liver disease), ascites (distended abdomen filled with fluid), spider naevi and malnutrition.\n(spider-like blood vessels visible on the surface of the skin), and altered mental status\nSigns of injection: look for injection sites on arms or legs, with both new and old\n(hepatic encephalopathy).\nmarks visible. Ask the person where they inject and inspect the sites to make sure there\nCerebellar damage: Look for problems with balance, walking, coordinating movements, are no signs of local infection.\nand nystagmus.\nCommon health complications of injecting drug use: people who inject drugs have a\nInvestigations to consider: higher risk of contracting infections such as HIV/AIDS, Hepatitis B and C, and tuberculosis.\nThey are also at high risk for skin infections at their injection sites. In some cases, this\n– Liver enzymes: elevated liver enzymes and elevated ammonia indicate liver disease.\ncan spread through the blood and cause septicaemia, endocarditis, spinal abscesses,\n– Complete blood count: look for macrocytic anaemia and low platelets. meningitis, or even death.\nInvestigations to consider:",
  "metadata": {
    "source": "WHO mhGAP-IG 2023",
    "url": "https://www.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "risk_safety"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Risk Safety Liver disease: look for jaundiced (yellow) skin and eyes, palpable and tender liver Difficulty caring for self, poor dentition, parasitic skin infections such as lice or scabies,\nedge (in early liver disease), ascites (distended abdomen filled with fluid), spider naevi and malnutrition.\n(spider-like blood vessels visible on the surface of the skin), and altered mental status\nSigns of injection: look for injection sites on arms or legs, with both new and old\n(hepatic encephalopathy).\nmarks visible. Ask the person where they inject and inspect the sites to make sure there\nCerebellar damage: Look for problems with balance, walking, coordinating movements, are no signs of local infection.\nand nystagmus.\nCommon health complications of injecting drug use: people who inject drugs have a\nInvestigations to consider: higher risk of contracting infections such as HIV/AIDS, Hepatitis B and C, and tuberculosis.\nThey are also at high risk for skin infections at their injection sites. In some cases, this\n– Liver enzymes: elevated liver enzymes and elevated ammonia indicate liver disease.\ncan spread through the blood and cause septicaemia, endocarditis, spinal abscesses,\n– Complete blood count: look for macrocytic anaemia and low platelets. meningitis, or even death.\nInvestigations to consider: Liver disease: look for jaundiced (yellow) skin and eyes, palpable and tender liver difficulty caring for self, poor dentition, parasitic skin infections such as lice or scabies,\nedge (in early liver disease), ascites (d..."
}