{
  "id": "mhgap#management_75ff5c84",
  "content": "Dementia is a chronic and progressive syndrome due to changes in emotional control, social behaviour, or motivation. People with\nin the brain. Although it can occur at any age, it is more common dementia may be totally unaware of these changes and may not\nin older people. Dementia is a significant cause of disability and seek help. Family members may notice memory problems, changes\ndependency among older people worldwide; it has a physical, in personality or behaviour, confusion, wandering, or incontinence.\npsychological, social, and economic impact on carers, families, However some people with dementia and their carers may deny\nand society at large. or minimize the severity of memory loss and associated problems.\nDementia results in decline in cognitive functioning and usually\nThe conditions that cause dementia produce changes in a person’s interferes with activities of daily living, such as washing, dressing,\nmental ability, personality, and behaviour. People with dementia eating, personal hygiene, and toilet activities. Although there is no\ncommonly experience problems with memory and the skills needed cure, with early recognition and supportive treatment, the lives of\nto carry out everyday activities. Dementia is not part of normal people with dementia and their caregivers can be significantly",
  "metadata": {
    "source": "WHO mhGAP-IG 2023",
    "url": "https://www.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "relationships",
      "emotions",
      "management",
      "psychoeducation"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Management Dementia is a chronic and progressive syndrome due to changes in emotional control, social behaviour, or motivation. People with\nin the brain. Although it can occur at any age, it is more common dementia may be totally unaware of these changes and may not\nin older people. Dementia is a significant cause of disability and seek help. Family members may notice memory problems, changes\ndependency among older people worldwide; it has a physical, in personality or behaviour, confusion, wandering, or incontinence.\npsychological, social, and economic impact on carers, families, However some people with dementia and their carers may deny\nand society at large. or minimize the severity of memory loss and associated problems.\nDementia results in decline in cognitive functioning and usually\nThe conditions that cause dementia produce changes in a person’s interferes with activities of daily living, such as washing, dressing,\nmental ability, personality, and behaviour. People with dementia eating, personal hygiene, and toilet activities. Although there is no\ncommonly experience problems with memory and the skills needed cure, with early recognition and supportive treatment, the lives of\nto carry out everyday activities. Dementia is not part of normal people with dementia and their caregivers can be significantly Dementia is a chronic and progressive syndrome due to changes in emotional control, social behaviour, or motivation. people with\nin the brain."
}