{
  "id": "mhgap#referral_de522cd7",
  "content": "to plan and carry this out. that the intervention has been modified to use fewer resources B. ADVOCACY AND AWARENESS RAISING:\ncompared with conventional psychological interventions and that\nSome examples of indicators that can be used to monitor people with and without previous training in mental health care Mental health advocacy uses information in deliberate and\nmhGAP-IG implementation are: facility-level indicators, e.g. number can effectively deliver low-intensity versions of PST and IPT as strategic ways to influence others to create change. It involves\nof non-specialist health care providers trained on mhGAP-IG, long as they are trained and supervised. Examples of WHO the promotion of the needs and rights of people with mental\nnumber of support and supervisory visits to each health facility scalable psychological interventions manuals which are part of disorders, as well as that of the general population. Advocacy is\nimplementing mhGAP-IG; and system-level indicators, e.g. number the mhGAP package include: the WHO Problem Management different from education. Education informs and helps create\nof health facilities using mhGAP-IG to assess and manage persons Therapy PM+ manual, the WHO Interpersonal Therapy manual understanding of an issue. Advocacy, on the other hand, aims to",
  "metadata": {
    "source": "WHO mhGAP-IG 2023",
    "url": "https://www.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "study",
      "referral",
      "management",
      "psychoeducation"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Referral to plan and carry this out. that the intervention has been modified to use fewer resources B. ADVOCACY AND AWARENESS RAISING:\ncompared with conventional psychological interventions and that\nSome examples of indicators that can be used to monitor people with and without previous training in mental health care Mental health advocacy uses information in deliberate and\nmhGAP-IG implementation are: facility-level indicators, e.g. number can effectively deliver low-intensity versions of PST and IPT as strategic ways to influence others to create change. It involves\nof non-specialist health care providers trained on mhGAP-IG, long as they are trained and supervised. Examples of WHO the promotion of the needs and rights of people with mental\nnumber of support and supervisory visits to each health facility scalable psychological interventions manuals which are part of disorders, as well as that of the general population. Advocacy is\nimplementing mhGAP-IG; and system-level indicators, e.g. number the mhGAP package include: the WHO Problem Management different from education. Education informs and helps create\nof health facilities using mhGAP-IG to assess and manage persons Therapy PM+ manual, the WHO Interpersonal Therapy manual understanding of an issue. Advocacy, on the other hand, aims to To plan and carry this out. that the intervention has been modified to use fewer resources b."
}