{
  "id": "mhgap#management_f57521f1",
  "content": "Bleeding may be cutaneous, gastro-intestinal, intracranial or\nStevens-Johnson Life-threatening skin condition characterized by painful skin peeling,\nmucosal. Maternal intake of antiepiletic medicines is one of its\nsyndrome ulcers, blisters and crusting of mucocutaneous tissues such as mouth,\ncauses.\nlips, throat, tongue, eyes and genitals, sometimes associated with\nfever. It is most often caused by severe reaction to medications, Wandering People living with dementia feel the urge to walk about and in some\nespecially antiepileptic medicines. cases leave their homes. They can often experience problems with\norientation, which may cause them to become lost.\nStigma A distinguishing mark establishing a demarcation between the\nstigmatized person and others attributing negative characteristics to\nthis person. The stigma attached to mental illness often leads to\nsocial exclusion and discrimination and creates an additional burden\nfor the affected individual.\nStroke See cerebrovascular accident (CVA).\nMental, neurological and substance use (MNS) disorders are highly prevalent,\naccounting for a substantial burden of disease and disability globally. In order to\nbridge the gap between available resources and the significant need for services, the\nWorld Health Organization launched the Mental Health Gap Action Programme (mhGAP).\nThe objective of mhGAP is to scale-up care and services using evidence-based interventions",
  "metadata": {
    "source": "WHO mhGAP-IG 2023",
    "url": "https://www.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "management"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Management Bleeding may be cutaneous, gastro-intestinal, intracranial or\nStevens-Johnson Life-threatening skin condition characterized by painful skin peeling,\nmucosal. Maternal intake of antiepiletic medicines is one of its\nsyndrome ulcers, blisters and crusting of mucocutaneous tissues such as mouth,\ncauses.\nlips, throat, tongue, eyes and genitals, sometimes associated with\nfever. It is most often caused by severe reaction to medications, Wandering People living with dementia feel the urge to walk about and in some\nespecially antiepileptic medicines. cases leave their homes. They can often experience problems with\norientation, which may cause them to become lost.\nStigma A distinguishing mark establishing a demarcation between the\nstigmatized person and others attributing negative characteristics to\nthis person. The stigma attached to mental illness often leads to\nsocial exclusion and discrimination and creates an additional burden\nfor the affected individual.\nStroke See cerebrovascular accident (CVA).\nMental, neurological and substance use (MNS) disorders are highly prevalent,\naccounting for a substantial burden of disease and disability globally. In order to\nbridge the gap between available resources and the significant need for services, the\nWorld Health Organization launched the Mental Health Gap Action Programme (mhGAP).\nThe objective of mhGAP is to scale-up care and services using evidence-based interventions Bleeding may be cutaneous, gastro-intestinal, intracranial or\nstevens-johnson life-threatening skin condition characterized by painful skin peeling,\nmucosal. maternal intake of antiepiletic medicines is one of its\nsyndro..."
}