{
  "id": "mhgap#risk_safety_6024a3b0",
  "content": "condition. Rigidity Resistance to the passive movement of a limb that persists\nPorphyria Porphyrias constitute a group of diseases characterized by intermittent throughout its range. It is a symptom of parkinsonism.\nneuro-visceral manifestations, cutaneous lesions or by the combination of Saving group A saving activity in which the poor can accumulate a large amount of\nboth. Clinical signs of the disease usually appear in adulthood, but some money quickly by pooling their savings in a common fund which can\nporphyrias affect children. Direct or indirect neurotoxicity may cause then be used by the group or a member of the group for productive\nneurological manifestations. investment.\nPrivacy The state of being free from unsanctioned intrusion. For example, Seizure Episode of brain malfunction due to disturbances of cortical function\npersonal privacy in daily living activities (e.g. for clients in residential resulting in sudden, abnormal, excessive, and disorganized discharge\nfacilities) or confidential health records. of brain cells. Clinical manifestations include abnormal motor,\nProblem-solving Psychological treatment that involves the systematic use of problem iden- sensory and psychic phenomena.\ncounselling tification and problem-solving techniques over a number of sessions. Self-harm Intentional self-inflicted poisoning or injury to oneself, which may or",
  "metadata": {
    "source": "WHO mhGAP-IG 2023",
    "url": "https://www.who.int/",
    "condition": "General",
    "risk_band": "high",
    "topics": [
      "study",
      "risk_safety",
      "screening_cues",
      "management"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Risk Safety condition. Rigidity Resistance to the passive movement of a limb that persists\nPorphyria Porphyrias constitute a group of diseases characterized by intermittent throughout its range. It is a symptom of parkinsonism.\nneuro-visceral manifestations, cutaneous lesions or by the combination of Saving group A saving activity in which the poor can accumulate a large amount of\nboth. Clinical signs of the disease usually appear in adulthood, but some money quickly by pooling their savings in a common fund which can\nporphyrias affect children. Direct or indirect neurotoxicity may cause then be used by the group or a member of the group for productive\nneurological manifestations. investment.\nPrivacy The state of being free from unsanctioned intrusion. For example, Seizure Episode of brain malfunction due to disturbances of cortical function\npersonal privacy in daily living activities (e.g. for clients in residential resulting in sudden, abnormal, excessive, and disorganized discharge\nfacilities) or confidential health records. of brain cells. Clinical manifestations include abnormal motor,\nProblem-solving Psychological treatment that involves the systematic use of problem iden- sensory and psychic phenomena.\ncounselling tification and problem-solving techniques over a number of sessions. Self-harm Intentional self-inflicted poisoning or injury to oneself, which may or Condition. rigidity resistance to the passive movement of a limb that persists\nporphyria porphyrias constitute a group of diseases characterized by intermittent throughout its range."
}