{
  "id": "mhgap#risk_safety_f96421f9",
  "content": "brain – it is not caused by witchcraft or spirits.” »\nDO NOT PUT ANYTHING IN THEIR MOUTH OR RESTRAIN In addition, inform carers and people\n“Epilepsy is the recurrent tendency for convulsions.” THE PERSON. with epilepsy that:\n“It is a chronic condition, but if you take your medicine as\nEnsure the person is breathing properly.\n– People with epilepsy can lead normal lives.\nprescribed, in the majority of people it can be fully Stay with person until the convulsion stops and they wake up. They can marry and have children.\ncontrolled.”\nSometimes people with epilepsy know that a convulsion is\n– Parents should not remove children with epilepsy from\nThe person may have several people helping them take care imminent. They should lie down somewhere safe if they have school.\nof their convulsions. Discuss this with the person. that feeling.\n– People with epilepsy can work in most jobs. However they\nAsk the person to let you know if they are seeing a Epilepsy is not contagious. You cannot catch the disorder by should avoid jobs with high risk of injury to self or others",
  "metadata": {
    "source": "WHO mhGAP-IG 2023",
    "url": "https://www.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "stress",
      "work",
      "coping_skill",
      "risk_safety"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Risk Safety brain – it is not caused by witchcraft or spirits.” »\nDO NOT PUT ANYTHING IN THEIR MOUTH OR RESTRAIN In addition, inform carers and people\n“Epilepsy is the recurrent tendency for convulsions.” THE PERSON. with epilepsy that:\n“It is a chronic condition, but if you take your medicine as\nEnsure the person is breathing properly.\n– People with epilepsy can lead normal lives.\nprescribed, in the majority of people it can be fully Stay with person until the convulsion stops and they wake up. They can marry and have children.\ncontrolled.”\nSometimes people with epilepsy know that a convulsion is\n– Parents should not remove children with epilepsy from\nThe person may have several people helping them take care imminent. They should lie down somewhere safe if they have school.\nof their convulsions. Discuss this with the person. that feeling.\n– People with epilepsy can work in most jobs. However they\nAsk the person to let you know if they are seeing a Epilepsy is not contagious. You cannot catch the disorder by should avoid jobs with high risk of injury to self or others Brain – it is not caused by witchcraft or spirits.” »\ndo not put anything in their mouth or restrain in addition, inform carers and people\n“epilepsy is the recurrent tendency for convulsions.” the person. with epilepsy t..."
}