{
  "id": "mhgap#risk_safety_1999f475",
  "content": "If the health care facility has a minimum set of skills and at a health facility ( do not leave them alone). If the hospital is not recommended for the prevention of self-harm.\nresources, then treat using the WHO document, “Clinical person must wait for treatment, offer an environment that However, if admission to a general (non-psychiatric) hospital is\nManagement of Acute Pesticide Intoxication” (http://www. minimizes distress; if possible, in a separate, quiet room necessary for the management of the medical consequences\nwho.int/mental_health/publications/9789241596732/en). with constant supervision and contact with a designated of self-harm, monitor the person closely to prevent further\nstaff or family member to ensure safety at all times. self-harm in the hospital.\nOtherwise, transfer the person immediately to a health\nfacility that has the following resources: Remove access to means of self-harm. If prescribing medication:\n– Skills and knowledge on how to resuscitate individuals Consult a mental health specialist, if available. – See relevant mhGAP-IG modules for pharmacological\nand assess for clinical features of pesticide poisoning; interventions in the management of concurrent conditions.\nMobilize family, friends and other concerned individuals or",
  "metadata": {
    "source": "WHO mhGAP-IG 2023",
    "url": "https://www.who.int/",
    "condition": "General",
    "risk_band": "high",
    "topics": [
      "stress",
      "relationships",
      "risk_safety",
      "referral",
      "management"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Risk Safety If the health care facility has a minimum set of skills and at a health facility ( do not leave them alone). If the hospital is not recommended for the prevention of self-harm.\nresources, then treat using the WHO document, “Clinical person must wait for treatment, offer an environment that However, if admission to a general (non-psychiatric) hospital is\nManagement of Acute Pesticide Intoxication” (http://www. minimizes distress; if possible, in a separate, quiet room necessary for the management of the medical consequences\nwho.int/mental_health/publications/9789241596732/en). with constant supervision and contact with a designated of self-harm, monitor the person closely to prevent further\nstaff or family member to ensure safety at all times. self-harm in the hospital.\nOtherwise, transfer the person immediately to a health\nfacility that has the following resources: Remove access to means of self-harm. If prescribing medication:\n– Skills and knowledge on how to resuscitate individuals Consult a mental health specialist, if available. – See relevant mhGAP-IG modules for pharmacological\nand assess for clinical features of pesticide poisoning; interventions in the management of concurrent conditions.\nMobilize family, friends and other concerned individuals or If the health care facility has a minimum set of skills and at a health facility ( do not leave them alone). if the hospital is not recommended for the prevention of tự hại."
}