{
  "id": "mhgap#screening_cues_9dfe2261",
  "content": "The mhGAP-IG 2.0 begins with “Essential Care and Practice”, which directs the user to move on for further instructions to\ncountry are covered, and that mhGAP-IG 2.0 is appropriate for\na set of good clinical practices and general guidelines for reach a final clinical assessment. It is important that users of\nthe local conditions that affect treatment of people with MNS\ninteractions of health care providers with people seeking the mhGAP-IG start at the top of the assessment and move\ndisorders in the health care facility. The adaptation process should\nmental health care. All users of the mhGAP-IG should through all the decision points to develop a comprehensive\nbe used as an opportunity to develop a consensus on technical\nissues across disease conditions—this requires involvement of key familiarize themselves with these principles and should clinical assessment and management plan.\nnational stakeholders. Adaptation will include language translation follow them as far as possible.\nand ensuring that the interventions are acceptable in their The Management section consists of intervention details\nThe mhGAP-IG includes a “Master Chart”, which provides\nsociocultural context and suitable for the local health system. which provide information on how to manage the specific",
  "metadata": {
    "source": "WHO mhGAP-IG 2023",
    "url": "https://www.who.int/",
    "condition": "General",
    "risk_band": "low",
    "topics": [
      "screening_cues",
      "management"
    ],
    "is_clinical": true,
    "is_advice": false
  },
  "index_text": "General — Screening Cues The mhGAP-IG 2.0 begins with “Essential Care and Practice”, which directs the user to move on for further instructions to\ncountry are covered, and that mhGAP-IG 2.0 is appropriate for\na set of good clinical practices and general guidelines for reach a final clinical assessment. It is important that users of\nthe local conditions that affect treatment of people with MNS\ninteractions of health care providers with people seeking the mhGAP-IG start at the top of the assessment and move\ndisorders in the health care facility. The adaptation process should\nmental health care. All users of the mhGAP-IG should through all the decision points to develop a comprehensive\nbe used as an opportunity to develop a consensus on technical\nissues across disease conditions—this requires involvement of key familiarize themselves with these principles and should clinical assessment and management plan.\nnational stakeholders. Adaptation will include language translation follow them as far as possible.\nand ensuring that the interventions are acceptable in their The Management section consists of intervention details\nThe mhGAP-IG includes a “Master Chart”, which provides\nsociocultural context and suitable for the local health system. which provide information on how to manage the specific The mhgap-ig 2.0 begins with “essential care and practice”, which directs the user to move on for further instructions to\ncountry are covered, and that mhgap-ig 2.0 is appropriate for\na set of good clinical practices and..."
}