{
  "id": "icd11#risk_safety_efa0a6f1",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "688 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders MB24 Symptoms or signs involving mood or affect This grouping includes symptoms or signs involving the regulation and expression of emotions or feeling states. MB24.0 Ambivalence • Ambivalence refers to conflicting ideas, wishes or feelings towards a person, thing or situation that are distressing and may create difficulties in making decisions. MB24.1 Anger • Anger refers to an emotional state related to one’s psychological interpretation of having been threatened that may range in intensity from mild irritation to intense fury and rage. MB24.2 Anhedonia • Anhedonia refers to an inability to experience pleasure from normally pleasurable activities. MB24.3 Anxiety • Anxiety refers to apprehensiveness or anticipation of future danger or misfortune accompanied by a feeling of worry, distress or somatic symptoms of tension. The focus of anticipated danger may be internal or external. MB24.4 Apathy • Apathy refers to a reduction or lack of feeling, emotion, interest or concern – a state of indifference. MB24.5 Depressed mood • Depressed mood refers to a negative affective state characterized by low mood, sadness, emptiness, hopelessness or dejection. MB24.6 Disturbance of affect • Disturbance of affect refers to a disturbance in the expression or outward manifestation of mood. It includes the following subcategories. Mental or behavioural symptoms, signs or clinical findings | Symptoms or signs involving mood or affect Mental or behavioural symptoms, signs or",
  "gloss_vi": "688 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders mb24 symptoms or signs involving mood or affect this grouping includes symptoms or signs involving the ...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 688 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders MB24 Symptoms or signs involving mood or affect This grouping includes symptoms or signs involving the regulation and expression of emotions or feeling states. MB24.0 Ambivalence • Ambivalence refers to conflicting ideas, wishes or feelings towards a person, thing or situation that are distressing and may create difficulties in making decisions. MB24.1 Anger • Anger refers to an emotional state related to one’s psychological interpretation of having been threatened that may range in intensity from mild irritation to intense fury and rage. MB24.2 Anhedonia • Anhedonia refers to an inability to experience pleasure from normally pleasurable activities. MB24.3 Anxiety • Anxiety refers to apprehensiveness or anticipation of future danger or misfortune accompanied by a feeling of worry, distress or somatic symptoms of tension. The focus of anticipated danger may be internal or external. MB24.4 Apathy • Apathy refers to a reduction or lack of feeling, emotion, interest or concern – a state of indifference. MB24.5 Depressed mood • Depressed mood refers to a negative affective state characterized by low mood, sadness, emptiness, hopelessness or dejection. MB24.6 Disturbance of affect • Disturbance of affect refers to a disturbance in the expression or outward manifestation of mood. It includes the following subcategories. Mental or behavioural symptoms, signs or clinical findings | Symptoms or signs involving mood or affect Mental or behavioural symptoms, signs or 688 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders mb24 symptoms or signs involving mood or affect this grouping includes symptoms or signs involving the ..."
}