{
  "id": "icd11#risk_safety_1720bcfc",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "risk of developing a mental, behavioural or neurodevelopmental disorder that meets the full diagnostic requirements – typically for a depressive disorder or an anxiety or fear-related disorder. Mood disorders | Mixed depressive and anxiety disorder 260 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Culture-related features • Little information is available about cultural influences on mixed depressive and anxiety disorder. The information on culture-related features for single episode depressive disorder and recurrent depressive disorder (p. 251) and for generalized anxiety disorder (p. 258) may be relevant. Boundaries with other disorders and conditions (differential diagnosis) Boundary with other depressive disorders and anxiety and fear-related disorders If the depressive symptoms or anxiety symptoms meet the diagnostic requirements for a depressive episode or an anxiety or fear-related disorder, then the depressive or anxiety or fear-related disorder should be diagnosed rather than mixed depressive and anxiety disorder. If appropriate, the with prominent anxiety symptoms specifier may be applied to single episode depressive disorder or recurrent depressive disorder diagnoses. Boundary with bipolar and related disorders Mixed depressive and anxiety disorder should not be diagnosed if there is a history of manic or mixed episodes, which would indicate the presence of a bipolar disorder. Boundary with adjustment disorder If the onset of the symptoms occurs in close association with significant life changes or stressful life events, a diagnosis of adjustment disorder is generally more appropriate than mixed depressive and anxiety disorder. 6A7Y Other specified depressive disorder Essential (required) features • The presentation is characterized by depressive symptoms that share primary clinical features with other depressive disorders (e.g. depressed mood, decreased engagement in pleasurable activities, decreased energy levels, disruptions in sleep or eating). • The symptoms do not fulfil the diagnostic requirements for any other disorder in the depressive disorders grouping. Mood disorders | Other specified depressive disorder",
  "gloss_vi": "Nguy cơ of developing a mental, behavioural or neurodevelopmental disorder that meets the full diagnostic requirements – typically for a depressive disorder or an lo âu or fear-related disorder. mood disorders | mixed de...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "sleep",
      "stress",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn risk of developing a mental, behavioural or neurodevelopmental disorder that meets the full diagnostic requirements – typically for a depressive disorder or an anxiety or fear-related disorder. Mood disorders | Mixed depressive and anxiety disorder 260 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Culture-related features • Little information is available about cultural influences on mixed depressive and anxiety disorder. The information on culture-related features for single episode depressive disorder and recurrent depressive disorder (p. 251) and for generalized anxiety disorder (p. 258) may be relevant. Boundaries with other disorders and conditions (differential diagnosis) Boundary with other depressive disorders and anxiety and fear-related disorders If the depressive symptoms or anxiety symptoms meet the diagnostic requirements for a depressive episode or an anxiety or fear-related disorder, then the depressive or anxiety or fear-related disorder should be diagnosed rather than mixed depressive and anxiety disorder. If appropriate, the with prominent anxiety symptoms specifier may be applied to single episode depressive disorder or recurrent depressive disorder diagnoses. Boundary with bipolar and related disorders Mixed depressive and anxiety disorder should not be diagnosed if there is a history of manic or mixed episodes, which would indicate the presence of a bipolar disorder. Boundary with adjustment disorder If the onset of the symptoms occurs in close association with significant life changes or stressful life events, a diagnosis of adjustment disorder is generally more appropriate than mixed depressive and anxiety disorder. 6A7Y Other specified depressive disorder Essential (required) features • The presentation is characterized by depressive symptoms that share primary clinical features with other depressive disorders (e.g. depressed mood, decreased engagement in pleasurable activities, decreased energy levels, disruptions in sleep or eating). • The symptoms do not fulfil the diagnostic requirements for any other disorder in the depressive disorders grouping. Mood disorders | Other specified depressive disorder Nguy cơ of developing a mental, behavioural or neurodevelopmental disorder that meets the full diagnostic requirements – typically for a depressive disorder or an lo âu or fear-related disorder. mood disorders | mixed de..."
}