{
  "id": "icd11#referral_06828cd6",
  "title_en": "General — Referral",
  "title_vi": "General — Chuyển tuyến",
  "text_en": "Paraphilic disorders 583 Boundary with sexual crimes that do not involve a paraphilic disorder Sexual crimes involving coercive sexual behaviours may consist of actions or behaviours that are not associated with a sustained underlying paraphilic arousal pattern. Rather, these behaviours may be transient and occur impulsively or opportunistically. The diagnosis of coercive sexual sadism disorder requires these behaviours to be a manifestation of a sustained, focused and intense pattern of sexual arousal. 6D34 Frotteuristic disorder Essential (required) features • A sustained, focused and intense pattern of sexual arousal – as manifested in persistent sexual thoughts, fantasies, urges or behaviours – that involves touching or rubbing against a non-consenting person is required for diagnosis. • The individual must have acted on these thoughts, fantasies or urges, or be markedly distressed by them. Additional clinical features • Frotteuristic disorder should not be diagnosed among children, and should be diagnosed only with the utmost caution among adolescents. Sexual experimentation is typical during adolescence, and sexual acts may occur impulsively or opportunistically rather than representing a recurrent pattern of sexual arousal. • The diagnosis of frotteuristic disorder is generally not adequately supported when the evidence indicating a sustained, focused and intense pattern of sexual arousal consists solely of a single or very limited number of instances of frotteuristic behaviour, as there may be other explanations for specific occurrences (e.g. intoxication, opportunity). In the absence of a report of the individual’s sexual thoughts, fantasies or urges, examples of other forms of evidence supporting the presence of an frotteuristic arousal pattern include a preference for specific types of pornography; preference over other forms of sexual beh aviour; or planning and repeatedly seeking out opportunities to engage in frotteuristic behaviour. Boundary with normality (threshold) • By definition, frotteuristic disorder specifically excludes consensual touching or rubbing that occurs with the",
  "gloss_vi": "Paraphilic disorders 583 ranh giới with sexual crimes that do not involve a paraphilic disorder sexual crimes involving coercive sexual behaviours may consist of actions or behaviours that are not associated with a susta...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "referral",
      "psychoeducation",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Referral General — Chuyển tuyến Paraphilic disorders 583 Boundary with sexual crimes that do not involve a paraphilic disorder Sexual crimes involving coercive sexual behaviours may consist of actions or behaviours that are not associated with a sustained underlying paraphilic arousal pattern. Rather, these behaviours may be transient and occur impulsively or opportunistically. The diagnosis of coercive sexual sadism disorder requires these behaviours to be a manifestation of a sustained, focused and intense pattern of sexual arousal. 6D34 Frotteuristic disorder Essential (required) features • A sustained, focused and intense pattern of sexual arousal – as manifested in persistent sexual thoughts, fantasies, urges or behaviours – that involves touching or rubbing against a non-consenting person is required for diagnosis. • The individual must have acted on these thoughts, fantasies or urges, or be markedly distressed by them. Additional clinical features • Frotteuristic disorder should not be diagnosed among children, and should be diagnosed only with the utmost caution among adolescents. Sexual experimentation is typical during adolescence, and sexual acts may occur impulsively or opportunistically rather than representing a recurrent pattern of sexual arousal. • The diagnosis of frotteuristic disorder is generally not adequately supported when the evidence indicating a sustained, focused and intense pattern of sexual arousal consists solely of a single or very limited number of instances of frotteuristic behaviour, as there may be other explanations for specific occurrences (e.g. intoxication, opportunity). In the absence of a report of the individual’s sexual thoughts, fantasies or urges, examples of other forms of evidence supporting the presence of an frotteuristic arousal pattern include a preference for specific types of pornography; preference over other forms of sexual beh aviour; or planning and repeatedly seeking out opportunities to engage in frotteuristic behaviour. Boundary with normality (threshold) • By definition, frotteuristic disorder specifically excludes consensual touching or rubbing that occurs with the Paraphilic disorders 583 ranh giới with sexual crimes that do not involve a paraphilic disorder sexual crimes involving coercive sexual behaviours may consist of actions or behaviours that are not associated with a susta..."
}