{
  "id": "icd11#screening_cues_1cbc12c9",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "530 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders some degree of control over the behavioural expressions of the arousal pattern, an additional diagnosis of compulsive sexual behavioural disorder is generally not warranted. If, however, the diagnostic requirements of both compulsive sexual behavioural disorder and a paraphilic disorder are met, both diagnoses may be assigned. Boundary with the effects of psychoactive substances, including medications Use of specific prescribed medications or illicit substances (e.g. dopamine agonists such as pramipexole for Parkinson disease or restless legs syndrome or illicit substances such as methamfetamine) can sometimes cause impaired control over sexual impulses, urges or behaviours due to their direct effects on the central nervous system, with onset corresponding to use of the substance or medication. Compulsive sexual behaviour disorder should not be diagnosed in such cases. Boundary with disorders due to substance use Episodes of impulsive or disinhibited sexual behaviour may occur during substance intoxication. At the same time, co-occurrence of compulsive sexual behaviour disorder and substance use is common, and some individuals with compulsive sexual behaviour disorder use substances with the intention of engaging in sexual behaviour or to enhance pleasure from it. Distinguishing between compulsive sexual behaviour disorder and repetitive patterns of substance use with associated sexual behaviour is therefore a complex clinical judgement based on an assessment of the sequencing, context and motivations of the relevant behaviours. A diagnosis of compulsive sexual behaviour disorder may be assigned together with a disorder due to substance use if the diagnostic requirements for both are met. Boundary with dementia and medical conditions not classified under mental, behavioural and neurodevelopmental disorders Some individuals with dementia, diseases of the nervous system or other medical conditions that have effects on the central nervous system may exhibit failure to control sexual impulses, urges or behaviours as a part of a more general pattern of disinhibition of impulse control due to neurocognitive impairment. A separate diagnosis of compulsive sexual behaviour disorder should not be assigned in such cases. 6C73 Intermittent explosive disorder Essential (required) features • The presentation is characterized by a pattern of recurrent, brief, explosive episodes involving verbal aggression (e.g. verbally attacking another person, temper outbursts, yelling) or physical aggression in an individual who is at least 6 years of age – when inhibition of angry outbursts is expected to have been attained – or equivalent developmental level is required for diagnosis. Episodes of physical aggression may result in significant damage or destruction of property or physical assault involving personal injury; however, such outcomes are not required for the diagnosis. • The intensity of the outbursts or the degree of the aggressiveness is grossly out of proportion to the provocation or precipitating event or situation. Impulse control disorders | Intermittent explosive disorder Impulse control disorders 531 • The explosive outbursts must occur regularly over an extended",
  "gloss_vi": "530 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders some degree of control over the behavioural expressions of the arousal pattern, an additional diagnosis...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "management"
    ],
    "life_topics": [
      "relationships"
    ],
    "advice_section": [
      "communication_tips",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 530 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders some degree of control over the behavioural expressions of the arousal pattern, an additional diagnosis of compulsive sexual behavioural disorder is generally not warranted. If, however, the diagnostic requirements of both compulsive sexual behavioural disorder and a paraphilic disorder are met, both diagnoses may be assigned. Boundary with the effects of psychoactive substances, including medications Use of specific prescribed medications or illicit substances (e.g. dopamine agonists such as pramipexole for Parkinson disease or restless legs syndrome or illicit substances such as methamfetamine) can sometimes cause impaired control over sexual impulses, urges or behaviours due to their direct effects on the central nervous system, with onset corresponding to use of the substance or medication. Compulsive sexual behaviour disorder should not be diagnosed in such cases. Boundary with disorders due to substance use Episodes of impulsive or disinhibited sexual behaviour may occur during substance intoxication. At the same time, co-occurrence of compulsive sexual behaviour disorder and substance use is common, and some individuals with compulsive sexual behaviour disorder use substances with the intention of engaging in sexual behaviour or to enhance pleasure from it. Distinguishing between compulsive sexual behaviour disorder and repetitive patterns of substance use with associated sexual behaviour is therefore a complex clinical judgement based on an assessment of the sequencing, context and motivations of the relevant behaviours. A diagnosis of compulsive sexual behaviour disorder may be assigned together with a disorder due to substance use if the diagnostic requirements for both are met. Boundary with dementia and medical conditions not classified under mental, behavioural and neurodevelopmental disorders Some individuals with dementia, diseases of the nervous system or other medical conditions that have effects on the central nervous system may exhibit failure to control sexual impulses, urges or behaviours as a part of a more general pattern of disinhibition of impulse control due to neurocognitive impairment. A separate diagnosis of compulsive sexual behaviour disorder should not be assigned in such cases. 6C73 Intermittent explosive disorder Essential (required) features • The presentation is characterized by a pattern of recurrent, brief, explosive episodes involving verbal aggression (e.g. verbally attacking another person, temper outbursts, yelling) or physical aggression in an individual who is at least 6 years of age – when inhibition of angry outbursts is expected to have been attained – or equivalent developmental level is required for diagnosis. Episodes of physical aggression may result in significant damage or destruction of property or physical assault involving personal injury; however, such outcomes are not required for the diagnosis. • The intensity of the outbursts or the degree of the aggressiveness is grossly out of proportion to the provocation or precipitating event or situation. Impulse control disorders | Intermittent explosive disorder Impulse control disorders 531 • The explosive outbursts must occur regularly over an extended 530 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders some degree of control over the behavioural expressions of the arousal pattern, an additional diagnosis..."
}