{
  "id": "icd11#risk_safety_bbfa0d82",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "270 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders associated with pessimistic thoughts. Depressive disorders are differentiated by the presence of low mood or loss of pleasure in previously enjoyable activities, and by other characteristic symptoms of depressive disorders (e.g. appetite changes, feelings of worthlessness, suicidal ideation). Generalized anxiety disorder may co-occur with depressive disorders, but should only be diagnosed if the diagnostic requirements for generalized anxiety disorder were met prior to the onset of or following complete remission of a depressive episode. Boundary with adjustment disorder Adjustment disorder involves maladaptive reactions to an identifiable psychosocial stressor or multiple stressors characterized by preoccupation with the stressor or its consequences. Reactions may include excessive worry, recurrent and distressing thoughts about the stressor, or constant rumination about its implications. Adjustment disorder centres on the identifiable stressor or its consequences, whereas in generalized anxiety disorder, worry typically encompasses multiple areas of daily life and may include hypothetical concerns (e.g. that a negative life event may occur). Unlike individuals with generalized anxiety disorder, those with adjustment disorder typically have normal functioning prior to the onset of the stressors. Symptoms of adjustment disorder generally resolve within 6 months. Boundary with obsessive-compulsive disorder In obsessive-compulsive disorder, the focus of apprehension is on intrusive and unwanted thoughts, urges or images (obsessions), whereas in generalized anxiety disorder the focus is on everyday life events. In contrast to obsessions in obsessive-compulsive disorder, which are usually experienced as unwanted and intrusive, individuals with generalized anxiety disorder may experience their worry as a helpful strategy in averting negative outcomes. Boundary with hypochondriasis (health anxiety disorder) and bodily distress disorder In hypochondriasis and bodily distress disorder, individuals worry about real or perceived physical symptoms and their potential significance to their health status. Individuals with generalized anxiety disorder experience somatic symptoms associated with anxiety and may worry about their health, but their worry extends to other aspects of everyday life. Boundary with post-traumatic stress disorder Individuals with post-traumatic stress disorder develop hypervigilance as a consequence of exposure to the traumatic stressor, and may become apprehensive that they or others close to them may be under immediate threat either in specific situations or more generally. Individuals with post-traumatic stress disorder may also experience anxiety triggered by reminders of",
  "gloss_vi": "270 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders associated with pessimistic thoughts. depressive disorders are differentiated by the presence of low mo...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships",
      "grief"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 270 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders associated with pessimistic thoughts. Depressive disorders are differentiated by the presence of low mood or loss of pleasure in previously enjoyable activities, and by other characteristic symptoms of depressive disorders (e.g. appetite changes, feelings of worthlessness, suicidal ideation). Generalized anxiety disorder may co-occur with depressive disorders, but should only be diagnosed if the diagnostic requirements for generalized anxiety disorder were met prior to the onset of or following complete remission of a depressive episode. Boundary with adjustment disorder Adjustment disorder involves maladaptive reactions to an identifiable psychosocial stressor or multiple stressors characterized by preoccupation with the stressor or its consequences. Reactions may include excessive worry, recurrent and distressing thoughts about the stressor, or constant rumination about its implications. Adjustment disorder centres on the identifiable stressor or its consequences, whereas in generalized anxiety disorder, worry typically encompasses multiple areas of daily life and may include hypothetical concerns (e.g. that a negative life event may occur). Unlike individuals with generalized anxiety disorder, those with adjustment disorder typically have normal functioning prior to the onset of the stressors. Symptoms of adjustment disorder generally resolve within 6 months. Boundary with obsessive-compulsive disorder In obsessive-compulsive disorder, the focus of apprehension is on intrusive and unwanted thoughts, urges or images (obsessions), whereas in generalized anxiety disorder the focus is on everyday life events. In contrast to obsessions in obsessive-compulsive disorder, which are usually experienced as unwanted and intrusive, individuals with generalized anxiety disorder may experience their worry as a helpful strategy in averting negative outcomes. Boundary with hypochondriasis (health anxiety disorder) and bodily distress disorder In hypochondriasis and bodily distress disorder, individuals worry about real or perceived physical symptoms and their potential significance to their health status. Individuals with generalized anxiety disorder experience somatic symptoms associated with anxiety and may worry about their health, but their worry extends to other aspects of everyday life. Boundary with post-traumatic stress disorder Individuals with post-traumatic stress disorder develop hypervigilance as a consequence of exposure to the traumatic stressor, and may become apprehensive that they or others close to them may be under immediate threat either in specific situations or more generally. Individuals with post-traumatic stress disorder may also experience anxiety triggered by reminders of 270 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders associated with pessimistic thoughts. depressive disorders are differentiated by the presence of low mo..."
}