{
  "id": "icd11#risk_safety_d86ef08a",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "or access to their past medical records. As a result, systematic data regarding the onset and development of their factitious illness behaviour and its long-term outcomes are extremely limited. Factitious disorders | Factitious disorder imposed on self Factitious disorders | Factitious disorder imposed on self Factitious disorders 595 Developmental presentations • Factitious disorder imposed on self can occur in adolescents, and has been identified in young children. • Among children and adolescents, commonly reported falsified or induced conditions include fevers, ketoacidosis, rashes and infections. Methods of fabrication may include false reporting of symptoms, self-bruising, ingestion of harmful substances and self-injections. Sex- and/or gender-related features • A substantial majority of individuals identified with factitious disorder imposed on self are female. Boundaries with other disorders and conditions (differential diagnosis) Boundary with bodily distress disorder and hypochondriasis (health anxiety disorder) Individuals with bodily distress disorder or hypochondriasis may exaggerate their symptoms at times to ensure that their care is prioritized or taken seriously, as a part of excessive attention and treatment-seeking related to somatic symptoms. However, unlike factitious disorder imposed on self, there is no evidence that the person is feigning, falsifying or intentionally inducing or aggravating the symptoms. Boundary with dissociative neurological symptom disorder In dissociative neurological symptom disorder, symptoms (e.g. seizures, paralysis) are presented that are not consistent with neurological findings or other pathophysiology. In contrast to factitious disorder imposed on self, however, individuals with dissociative neurological symptom disorder do not feign, falsify or intentionally induce their symptoms. Boundary with malingering In malingering, individuals also deceptively report, feign or induce symptoms in order to falsify or exaggerate the severity of an illness. However, in malingering, primary external incentives are considered to be motivating the behaviour. The most common external motives for malingering include evading criminal prosecution, obtaining psychoactive medications (e.g. opioids), avoiding military conscription or dangerous military duty, and attempting to obtain sickness or disability benefits or improvements in living conditions such as housing. Malingering is not considered a mental disorder and is classified in Chapter 24 on factors influencing health status or contact with health services. In factitious disorder imposed on self, the deceptive behaviour is not solely motivated by obvious external incentives. Factitious disorders | Factitious disorder imposed on self",
  "gloss_vi": "Or access to their past medical records. as a result, systematic data regarding the onset and development of their factitious illness behaviour and its long-term outcomes are extremely limited.",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "do_not_do",
      "management"
    ],
    "life_topics": [
      "stress",
      "relationships"
    ],
    "advice_section": [
      "communication_tips",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn or access to their past medical records. As a result, systematic data regarding the onset and development of their factitious illness behaviour and its long-term outcomes are extremely limited. Factitious disorders | Factitious disorder imposed on self Factitious disorders | Factitious disorder imposed on self Factitious disorders 595 Developmental presentations • Factitious disorder imposed on self can occur in adolescents, and has been identified in young children. • Among children and adolescents, commonly reported falsified or induced conditions include fevers, ketoacidosis, rashes and infections. Methods of fabrication may include false reporting of symptoms, self-bruising, ingestion of harmful substances and self-injections. Sex- and/or gender-related features • A substantial majority of individuals identified with factitious disorder imposed on self are female. Boundaries with other disorders and conditions (differential diagnosis) Boundary with bodily distress disorder and hypochondriasis (health anxiety disorder) Individuals with bodily distress disorder or hypochondriasis may exaggerate their symptoms at times to ensure that their care is prioritized or taken seriously, as a part of excessive attention and treatment-seeking related to somatic symptoms. However, unlike factitious disorder imposed on self, there is no evidence that the person is feigning, falsifying or intentionally inducing or aggravating the symptoms. Boundary with dissociative neurological symptom disorder In dissociative neurological symptom disorder, symptoms (e.g. seizures, paralysis) are presented that are not consistent with neurological findings or other pathophysiology. In contrast to factitious disorder imposed on self, however, individuals with dissociative neurological symptom disorder do not feign, falsify or intentionally induce their symptoms. Boundary with malingering In malingering, individuals also deceptively report, feign or induce symptoms in order to falsify or exaggerate the severity of an illness. However, in malingering, primary external incentives are considered to be motivating the behaviour. The most common external motives for malingering include evading criminal prosecution, obtaining psychoactive medications (e.g. opioids), avoiding military conscription or dangerous military duty, and attempting to obtain sickness or disability benefits or improvements in living conditions such as housing. Malingering is not considered a mental disorder and is classified in Chapter 24 on factors influencing health status or contact with health services. In factitious disorder imposed on self, the deceptive behaviour is not solely motivated by obvious external incentives. Factitious disorders | Factitious disorder imposed on self Or access to their past medical records. as a result, systematic data regarding the onset and development of their factitious illness behaviour and its long-term outcomes are extremely limited."
}