{
  "id": "icd11#risk_safety_024f99b9",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "Neurocognitive disorders 621 may be considered. The disorders can co-occur, and some adults with disorders of intellectual development are at greater and earlier risk of developing dementia. For example, individuals with Down syndrome who exhibit a marked decline in adaptive behaviour functioning should be evaluated for the emergence of dementia. In cases in which the diagnostic requirements for both a disorder of intellectual development and dementia are met and describe non-redundant aspects of the clinical presentation, both diagnoses may be assigned. Boundary with mood disorders Cognitive concerns and mild measurable cognitive deficits may occur in the context of mood disorders. These typically improve with appropriate treatment of the corresponding mood disorder, whereas in dementia neurocognitive impairment is not significantly affected by treatment of the mood disorder. Standardized assessment or quantified clinical assessment may be helpful in identifying the presence and objective severity of neurocognitive impairment, which may not correspond with an individual’s subjective cognitive complaints. Boundary with factitious disorder and malingering In factitious disorder and malingering, the neurocognitive symptoms characteristic of dementia are consciously feigned. Feigned symptoms may be – although they are not necessarily – atypical in pattern, magnitude or course, or may be medically implausible. Individuals with factitious disorder feign neurocognitive symptoms in order to seek attention, especially from health-care providers, and to assume the sick role. Malingering is characterized by intentional feigning of neurocognitive impairment for obvious external incentives (e.g. disability payments). Boundary with neurocognitive symptoms in other mental disorders Neurocognitive symptoms may be a characteristic or associated feature of a wide range of mental disorders (e.g. schizophrenia and other primary psychotic disorders, post-traumatic stress disorder, dissociative disorders). If the neurocognitive impairment is better explained by another mental disorder, an additional diagnosis of dementia should not be assigned. Specific types of dementia 6D80 Dementia due to Alzheimer disease Essential (required) features • All diagnostic requirements for dementia are",
  "gloss_vi": "Neurocognitive disorders 621 may be considered. the disorders can co-occur, and some adults with disorders of intellectual development are at greater and earlier nguy cơ of developing dementia.",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "management"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn Neurocognitive disorders 621 may be considered. The disorders can co-occur, and some adults with disorders of intellectual development are at greater and earlier risk of developing dementia. For example, individuals with Down syndrome who exhibit a marked decline in adaptive behaviour functioning should be evaluated for the emergence of dementia. In cases in which the diagnostic requirements for both a disorder of intellectual development and dementia are met and describe non-redundant aspects of the clinical presentation, both diagnoses may be assigned. Boundary with mood disorders Cognitive concerns and mild measurable cognitive deficits may occur in the context of mood disorders. These typically improve with appropriate treatment of the corresponding mood disorder, whereas in dementia neurocognitive impairment is not significantly affected by treatment of the mood disorder. Standardized assessment or quantified clinical assessment may be helpful in identifying the presence and objective severity of neurocognitive impairment, which may not correspond with an individual’s subjective cognitive complaints. Boundary with factitious disorder and malingering In factitious disorder and malingering, the neurocognitive symptoms characteristic of dementia are consciously feigned. Feigned symptoms may be – although they are not necessarily – atypical in pattern, magnitude or course, or may be medically implausible. Individuals with factitious disorder feign neurocognitive symptoms in order to seek attention, especially from health-care providers, and to assume the sick role. Malingering is characterized by intentional feigning of neurocognitive impairment for obvious external incentives (e.g. disability payments). Boundary with neurocognitive symptoms in other mental disorders Neurocognitive symptoms may be a characteristic or associated feature of a wide range of mental disorders (e.g. schizophrenia and other primary psychotic disorders, post-traumatic stress disorder, dissociative disorders). If the neurocognitive impairment is better explained by another mental disorder, an additional diagnosis of dementia should not be assigned. Specific types of dementia 6D80 Dementia due to Alzheimer disease Essential (required) features • All diagnostic requirements for dementia are Neurocognitive disorders 621 may be considered. the disorders can co-occur, and some adults with disorders of intellectual development are at greater and earlier nguy cơ of developing dementia."
}