{
  "id": "icd11#screening_cues_cd6e190b",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "impairment is based on information obtained from the individual, an informant or clinical observation, and is accompanied by objective evidence of impairment by quantified clinical assessment or standardized neuropsychological/ cognitive testing. • Neurocognitive impairment is not attributable to normal ageing. • Neurocognitive impairment may be attributable to an underlying acquired disease of the nervous system, a trauma, an infection or other disease process affecting the brain, use of specific substances or medications, nutritional deficiency or exposure to toxins, or the etiology may be undetermined. • Neurocognitive impairment is not better accounted for by disturbance of consciousness or altered mental status (e.g. due to seizure, traumatic brain injury, stroke or the effects of medication), a neurodevelopmental disorder, substance intoxication, substance withdrawal or another mental disorder (e.g. schizophrenia or another primary psychotic disorder, a mood disorder, post-traumatic stress disorder, a dissociative disorder). Note: when the neurocognitive impairment is due to a disease, condition or injury classified elsewhere (including disorders due to substance use), the diagnostic code corresponding to that disease, condition or injury should also be assigned. In the presence of an identified etiological medical condition, if the neurocognitive symptoms are of short duration (e.g. less than 1 month), and it is expected that with treatment of the causal medical condition the neurocognitive symptoms will remit, a diagnosis of secondary neurocognitive syndrome may be assigned rather than other specified neurocognitive disorder. 6E0Z Neurocognitive disorder, unspecified Neurocognitive disorders | Other specified neurocognitive disorder",
  "gloss_vi": "Impairment is based on information obtained from the individual, an informant or clinical observation, and is accompanied by objective evidence of impairment by quantified clinical đánh giá or standardized neuropsycholog...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "management"
    ],
    "life_topics": [
      "stress"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc impairment is based on information obtained from the individual, an informant or clinical observation, and is accompanied by objective evidence of impairment by quantified clinical assessment or standardized neuropsychological/ cognitive testing. • Neurocognitive impairment is not attributable to normal ageing. • Neurocognitive impairment may be attributable to an underlying acquired disease of the nervous system, a trauma, an infection or other disease process affecting the brain, use of specific substances or medications, nutritional deficiency or exposure to toxins, or the etiology may be undetermined. • Neurocognitive impairment is not better accounted for by disturbance of consciousness or altered mental status (e.g. due to seizure, traumatic brain injury, stroke or the effects of medication), a neurodevelopmental disorder, substance intoxication, substance withdrawal or another mental disorder (e.g. schizophrenia or another primary psychotic disorder, a mood disorder, post-traumatic stress disorder, a dissociative disorder). Note: when the neurocognitive impairment is due to a disease, condition or injury classified elsewhere (including disorders due to substance use), the diagnostic code corresponding to that disease, condition or injury should also be assigned. In the presence of an identified etiological medical condition, if the neurocognitive symptoms are of short duration (e.g. less than 1 month), and it is expected that with treatment of the causal medical condition the neurocognitive symptoms will remit, a diagnosis of secondary neurocognitive syndrome may be assigned rather than other specified neurocognitive disorder. 6E0Z Neurocognitive disorder, unspecified Neurocognitive disorders | Other specified neurocognitive disorder Impairment is based on information obtained from the individual, an informant or clinical observation, and is accompanied by objective evidence of impairment by quantified clinical đánh giá or standardized neuropsycholog..."
}