{
  "id": "icd11#risk_safety_413ac383",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "of non-nutritive substances is common in children or adults with disorders of intellectual development. An additional diagnosis of pica may be given, as long as that the individual is able to distinguish between edible and non-edible substances, if the behaviour is persistent or potentially dangerous enough to require specific clinical attention. Boundary with factitious disorder and malingering Individuals with factitious disorder or who are malingering may swallow harmful substances or objects in order to present themselves as ill. For example, prisoners may swallow harmful substances or objects in order to be transferred to hospital or to a setting that is less harsh or less restrictive. Pica should not be diagnosed in such cases. Boundary with other mental, behavioural and neurodevelopmental disorders Individuals with anorexia nervosa may eat non-nutritive substances (e.g. tissues, paper) in order to suppress hunger. In trichotillomania (hair-pulling disorder) or excoriation (skin-picking) disorder, individuals sometimes eat hair or skin that they pull or pick from the body. Eating of non-nutritive substances may also occur in other mental, behavioural or neurodevelopmental disorders such as autism spectrum disorder and schizophrenia. In all such cases, an additional diagnosis of pica should be assigned only if the behaviour is persistent or severe enough to require clinical attention. That is, the behaviour causes damage to health, impairment in functioning or significant risk due to the frequency, amount or nature of the substances or objects ingested. 6B85 Rumination-regurgitation disorder Essential (required) features • The intentional and repeated bringing up of previously swallowed food back to the mouth (regurgitation), which may be re-chewed and re-swallowed (rumination), or may be deliberately spat out (but not as in vomiting), is required for diagnosis. • The regurgitation behaviour is frequent (at least several times per week) and sustained over a period of at least several weeks. • The diagnosis should only be assigned to individuals who have reached a developmental age of at least 2 years. Feeding and eating disorders | Rumination-regurgitation disorder",
  "gloss_vi": "Of non-nutritive substances is common in children or adults with disorders of intellectual development. an additional diagnosis of pica may be given, as long as that the individual is able to distinguish between edible a...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety"
    ],
    "life_topics": [
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn of non-nutritive substances is common in children or adults with disorders of intellectual development. An additional diagnosis of pica may be given, as long as that the individual is able to distinguish between edible and non-edible substances, if the behaviour is persistent or potentially dangerous enough to require specific clinical attention. Boundary with factitious disorder and malingering Individuals with factitious disorder or who are malingering may swallow harmful substances or objects in order to present themselves as ill. For example, prisoners may swallow harmful substances or objects in order to be transferred to hospital or to a setting that is less harsh or less restrictive. Pica should not be diagnosed in such cases. Boundary with other mental, behavioural and neurodevelopmental disorders Individuals with anorexia nervosa may eat non-nutritive substances (e.g. tissues, paper) in order to suppress hunger. In trichotillomania (hair-pulling disorder) or excoriation (skin-picking) disorder, individuals sometimes eat hair or skin that they pull or pick from the body. Eating of non-nutritive substances may also occur in other mental, behavioural or neurodevelopmental disorders such as autism spectrum disorder and schizophrenia. In all such cases, an additional diagnosis of pica should be assigned only if the behaviour is persistent or severe enough to require clinical attention. That is, the behaviour causes damage to health, impairment in functioning or significant risk due to the frequency, amount or nature of the substances or objects ingested. 6B85 Rumination-regurgitation disorder Essential (required) features • The intentional and repeated bringing up of previously swallowed food back to the mouth (regurgitation), which may be re-chewed and re-swallowed (rumination), or may be deliberately spat out (but not as in vomiting), is required for diagnosis. • The regurgitation behaviour is frequent (at least several times per week) and sustained over a period of at least several weeks. • The diagnosis should only be assigned to individuals who have reached a developmental age of at least 2 years. Feeding and eating disorders | Rumination-regurgitation disorder Of non-nutritive substances is common in children or adults with disorders of intellectual development. an additional diagnosis of pica may be given, as long as that the individual is able to distinguish between edible a..."
}