{
  "id": "icd11#risk_safety_18ee39b4",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "or mental health consequences – to the user or to others – to an extent that warrants attention and advice from health professionals. Most often nicotine is consumed in the form of tobacco, but there are also other forms of nicotine delivery (e.g. nicotine vapour). Hazardous nicotine use has not yet reached the level of having caused harm to physical or mental health of the user or others around the user. The pattern of nicotine use often persists in spite of awareness of increased risk of harm to the user or to others. This category is not intended to include the use of nicotine replacement therapies under medical supervision when these are used as part of attempts to stop or reduce smoking. Reasons for contact with mental health services | Problems associated with health behaviours 744 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders QE1Y Other specified hazardous substance use Hazardous gambling or gaming See the section on disorders due to addictive behaviours, p. 506. QE21 Hazardous gambling or betting • Hazardous gambling or betting refers to a pattern of gambling or betting that appreciably increases the risk of harmful physical or mental health consequences to the individual or to others around this individual. The increased risk may be from the frequency of gambling or betting, from the amount of time spent on these activities or the context of gambling or betting, from the neglect of other activities and priorities, from risky behaviours associated with gambling or betting or its context, from the adverse consequences of gambling or betting, or from a combination of these. The pattern of gambling or betting often persists in spite of awareness of increased risk of harm to the individual or to others. QE22 Hazardous gaming • Hazardous gaming refers to a pattern of gaming, either online or offline that appreciably increases the risk of harmful physical or mental health consequences to the individual or to others around this individual. The increased risk may be from the frequency of gaming, from the amount of time spent on these activities, from the neglect of other activities and priorities, from risky behaviours associated with gaming or its context, from the adverse consequences of gaming, or from a combination of these. The pattern of gaming often persists in spite of awareness of increased risk of harm to the individual or to others. Reasons for contact with mental health services | Hazardous gambling or betting",
  "gloss_vi": "Or mental health consequences – to the user or to others – to an extent that warrants attention and advice from health professionals. most often nicotine is consumed in the form of tobacco, but there are also other forms...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "referral",
      "psychoeducation"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn or mental health consequences – to the user or to others – to an extent that warrants attention and advice from health professionals. Most often nicotine is consumed in the form of tobacco, but there are also other forms of nicotine delivery (e.g. nicotine vapour). Hazardous nicotine use has not yet reached the level of having caused harm to physical or mental health of the user or others around the user. The pattern of nicotine use often persists in spite of awareness of increased risk of harm to the user or to others. This category is not intended to include the use of nicotine replacement therapies under medical supervision when these are used as part of attempts to stop or reduce smoking. Reasons for contact with mental health services | Problems associated with health behaviours 744 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders QE1Y Other specified hazardous substance use Hazardous gambling or gaming See the section on disorders due to addictive behaviours, p. 506. QE21 Hazardous gambling or betting • Hazardous gambling or betting refers to a pattern of gambling or betting that appreciably increases the risk of harmful physical or mental health consequences to the individual or to others around this individual. The increased risk may be from the frequency of gambling or betting, from the amount of time spent on these activities or the context of gambling or betting, from the neglect of other activities and priorities, from risky behaviours associated with gambling or betting or its context, from the adverse consequences of gambling or betting, or from a combination of these. The pattern of gambling or betting often persists in spite of awareness of increased risk of harm to the individual or to others. QE22 Hazardous gaming • Hazardous gaming refers to a pattern of gaming, either online or offline that appreciably increases the risk of harmful physical or mental health consequences to the individual or to others around this individual. The increased risk may be from the frequency of gaming, from the amount of time spent on these activities, from the neglect of other activities and priorities, from risky behaviours associated with gaming or its context, from the adverse consequences of gaming, or from a combination of these. The pattern of gaming often persists in spite of awareness of increased risk of harm to the individual or to others. Reasons for contact with mental health services | Hazardous gambling or betting Or mental health consequences – to the user or to others – to an extent that warrants attention and advice from health professionals. most often nicotine is consumed in the form of tobacco, but there are also other forms..."
}