{
  "id": "icd11#risk_safety_00e89549",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "Disorders specifically associated with stress 351 specific rituals and yearly celebrations may aim to assure the auspicious spiritual status of the deceased. Prolonged grief may be associated with concern about the status of the deceased in the afterlife. • Encounters with the deceased may vary greatly across cultures. For example, in some societies, any waking encounter with the deceased is considered abnormal. By contrast, it is common in many southern European and Latin American societies to receive visitations from deceased relatives soon after their death, which may be comforting to the bereaved. Other groups (e.g. some American Indians) may encounter the deceased in dreams, with a variety of interpretations. Among Cambodians, for example, having dreams of the deceased may be highly upsetting, indicating that rebirth has not occurred. Sex- and/or gender-related features • Prolonged grief disorder is more prevalent among females. Boundaries with other disorders and conditions (differential diagnosis) Boundary with post-traumatic stress disorder As with post-traumatic stress disorder, prolonged grief disorder may occur in individuals who experience bereavement as a result of the death of a loved one occurring in traumatic circumstances. In prolonged grief disorder the person may be preoccupied with memories of the circumstances surrounding the death, but unlike in post-traumatic stress disorder, they do not re-experience them as occurring again in the here and now. Boundary with depressive episode Some common symptoms of prolonged grief disorder are similar to those observed in a depressive episode (e.g. sadness, loss of interest in activities, social withdrawal, feelings of guilt, suicidal ideation). However, prolonged grief disorder is differentiated from a depressive episode because symptoms are specifically focused on the loss of the loved one, whereas depressive thoughts and emotional reactions typically encompass multiple areas of life. Further, other common symptoms of prolonged grief disorder (e.g. difficulty accepting the loss, feeling angry about the loss, feeling as though a part of the individual has died) are not characteristic of a depressive episode. The timing of the onset of the symptoms in relation to the loss and whether there is a prior history of depressive or bipolar disorder are important to consider in making this distinction. However, prolonged grief disorder and mood disorders can co-occur, and",
  "gloss_vi": "Disorders specifically associated with căng thẳng 351 specific rituals and yearly celebrations may aim to assure the auspicious spiritual status of the deceased. prolonged grief may be associated with concern about the s...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships",
      "grief"
    ],
    "advice_section": [
      "communication_tips",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn Disorders specifically associated with stress 351 specific rituals and yearly celebrations may aim to assure the auspicious spiritual status of the deceased. Prolonged grief may be associated with concern about the status of the deceased in the afterlife. • Encounters with the deceased may vary greatly across cultures. For example, in some societies, any waking encounter with the deceased is considered abnormal. By contrast, it is common in many southern European and Latin American societies to receive visitations from deceased relatives soon after their death, which may be comforting to the bereaved. Other groups (e.g. some American Indians) may encounter the deceased in dreams, with a variety of interpretations. Among Cambodians, for example, having dreams of the deceased may be highly upsetting, indicating that rebirth has not occurred. Sex- and/or gender-related features • Prolonged grief disorder is more prevalent among females. Boundaries with other disorders and conditions (differential diagnosis) Boundary with post-traumatic stress disorder As with post-traumatic stress disorder, prolonged grief disorder may occur in individuals who experience bereavement as a result of the death of a loved one occurring in traumatic circumstances. In prolonged grief disorder the person may be preoccupied with memories of the circumstances surrounding the death, but unlike in post-traumatic stress disorder, they do not re-experience them as occurring again in the here and now. Boundary with depressive episode Some common symptoms of prolonged grief disorder are similar to those observed in a depressive episode (e.g. sadness, loss of interest in activities, social withdrawal, feelings of guilt, suicidal ideation). However, prolonged grief disorder is differentiated from a depressive episode because symptoms are specifically focused on the loss of the loved one, whereas depressive thoughts and emotional reactions typically encompass multiple areas of life. Further, other common symptoms of prolonged grief disorder (e.g. difficulty accepting the loss, feeling angry about the loss, feeling as though a part of the individual has died) are not characteristic of a depressive episode. The timing of the onset of the symptoms in relation to the loss and whether there is a prior history of depressive or bipolar disorder are important to consider in making this distinction. However, prolonged grief disorder and mood disorders can co-occur, and Disorders specifically associated with căng thẳng 351 specific rituals and yearly celebrations may aim to assure the auspicious spiritual status of the deceased. prolonged grief may be associated with concern about the s..."
}