{
  "id": "icd11#screening_cues_6eabe7b4",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "mental disorder. Finally, substance use may be associated with – but not etiological for – new onset of symptoms of a mental disorder. Although a diagnosis of a substance-induced mental disorder should not be assigned under these circumstances, an additional diagnosis of episode of harmful psychoactive substance use, harmful pattern of psychoactive substance use or substance dependence may still be appropriate. Substance-induced impulse control disorders 498 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Substance-induced mental disorders listed in other groupings The following categories are included in other mental disorder groupings, and CDDR are provided in those sections, but they are cross-listed here for reference. The following category is included in the ICD-11 grouping of catatonia: Substance-induced catatonia • 6A41 Catatonia induced by substances or medications (p. 204) The following categories are included in the ICD-11 grouping of neurocognitive disorders: Substance-induced amnestic disorder • 6D72.1 Amnestic disorder due to psychoactive substances, including medications (p. 616) • 6D72.10 Amnestic disorder due to use of alcohol • 6D72.11 Amnestic disorder due to use of sedatives, hypnotics or anxiolytics • 6D72.12 Amnestic disorder due to other specified psychoactive substance, including medications • 6D72.13 Amnestic disorder due to use of volatile inhalants Note: the order of the categories above is different from that of other parallel entities (e.g. substance- induced dementia, below), in which the “other specified” category is listed last. This difference is not meaningful; the categories should be used in the same way. Substance-induced dementia • 6D84 Dementia due to psychoactive substances, including medications (p. 626) • 6D84.0 Dementia due to use of alcohol • 6D84.1 Dementia due to use of sedatives, hypnotics or anxiolytics • 6D84.2 Dementia due to use of volatile inhalants • 6D84.Y Dementia due to other specified psychoactive substance Other specified disorder due to psychoactive substance use Available categories by substance class 6C40.Y Other specified disorder due to use of alcohol 6C41.Y Other specified disorder due to use of cannabis 6C42.Y Other specified disorder due to use of synthetic cannabinoids 6C43.Y Other specified disorder due to use of opioids 6C44.Y Other specified disorder due to use of sedatives, hypnotics or anxiolytics 6C45.Y Other specified disorder due to use of cocaine 6C46.Y Other specified disorder due to use of stimulants, including amfetamines, methamfetamine and methcathinone 6C47.Y Other specified disorder due to use of synthetic cathinones Substance-induced mental disorders listed in other groupings",
  "gloss_vi": "Mental disorder. finally, substance use may be associated with – but not etiological for – new onset of symptoms of a mental disorder.",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "management"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc mental disorder. Finally, substance use may be associated with – but not etiological for – new onset of symptoms of a mental disorder. Although a diagnosis of a substance-induced mental disorder should not be assigned under these circumstances, an additional diagnosis of episode of harmful psychoactive substance use, harmful pattern of psychoactive substance use or substance dependence may still be appropriate. Substance-induced impulse control disorders 498 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Substance-induced mental disorders listed in other groupings The following categories are included in other mental disorder groupings, and CDDR are provided in those sections, but they are cross-listed here for reference. The following category is included in the ICD-11 grouping of catatonia: Substance-induced catatonia • 6A41 Catatonia induced by substances or medications (p. 204) The following categories are included in the ICD-11 grouping of neurocognitive disorders: Substance-induced amnestic disorder • 6D72.1 Amnestic disorder due to psychoactive substances, including medications (p. 616) • 6D72.10 Amnestic disorder due to use of alcohol • 6D72.11 Amnestic disorder due to use of sedatives, hypnotics or anxiolytics • 6D72.12 Amnestic disorder due to other specified psychoactive substance, including medications • 6D72.13 Amnestic disorder due to use of volatile inhalants Note: the order of the categories above is different from that of other parallel entities (e.g. substance- induced dementia, below), in which the “other specified” category is listed last. This difference is not meaningful; the categories should be used in the same way. Substance-induced dementia • 6D84 Dementia due to psychoactive substances, including medications (p. 626) • 6D84.0 Dementia due to use of alcohol • 6D84.1 Dementia due to use of sedatives, hypnotics or anxiolytics • 6D84.2 Dementia due to use of volatile inhalants • 6D84.Y Dementia due to other specified psychoactive substance Other specified disorder due to psychoactive substance use Available categories by substance class 6C40.Y Other specified disorder due to use of alcohol 6C41.Y Other specified disorder due to use of cannabis 6C42.Y Other specified disorder due to use of synthetic cannabinoids 6C43.Y Other specified disorder due to use of opioids 6C44.Y Other specified disorder due to use of sedatives, hypnotics or anxiolytics 6C45.Y Other specified disorder due to use of cocaine 6C46.Y Other specified disorder due to use of stimulants, including amfetamines, methamfetamine and methcathinone 6C47.Y Other specified disorder due to use of synthetic cathinones Substance-induced mental disorders listed in other groupings Mental disorder. finally, substance use may be associated with – but not etiological for – new onset of symptoms of a mental disorder."
}