{
  "id": "icd11#risk_safety_9991f80e",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "Personality disorders and related traits 563 Lack of planning Individuals with prominent disinhibition prefer spontaneous over planned activities, leaving their options open should a more attractive opportunity arise. They tend to focus on immediate feelings, sensations and thoughts, with relatively little attention paid to longer-term or even short- term goals. When they do make plans, they often fail to follow through on them, so they are seldom able to reach long-term goals, and often fail to achieve even short-term goals. 6D11.4 Anankastia The core feature of the anankastia trait domain is a narrow focus on one’s rigid standard of perfection and of right and wrong, on controlling one’s own and others’ behaviour, and on controlling situations to ensure conformity to these standards. Common manifestations of anankastia, not all of which may be present in a given individual at a given time, include the following. Perfectionism Perfectionism is manifested in concern with social rules, obligations, norms of right and wrong; scrupulous attention to detail; rigid, systematic, day-to-day routines; excessive scheduling and planning; and an emphasis on organization, orderliness and neatness. Individuals with prominent anankastia have a very clear and detailed personal sense of perfection and imperfection that extends beyond community standards to encompass the individual’s idiosyncratic notions of what is perfect and right. They believe strongly that everyone should follow all rules exactly and meet all obligations. Individuals with prominent anankastia may redo the work of others because it does not meet their perfectionistic standards. They have difficulty in interpersonal relationships because they hold others to the same standards as themselves, and are inflexible in their views. Emotional and behavioural constraint Emotional and behavioural constraint is manifested in rigid control over emotional expression, stubbornness and inflexibility, risk-avoidance, perseveration and deliberativeness. Individuals with prominent anankastic traits tightly control their own emotional expression, and disapprove of others’ displays of emotion. They are inflexible and lack spontaneity, stubbornly insisting on following set schedules and adhering to plans. Their risk-avoidance includes both refusal to engage in obviously risky activities and a more general overconcern about avoiding potential negative consequences of any activity. They often perseverate and have difficulty disengaging from tasks because they are perceived as not yet perfect down to the last detail. They are highly deliberative and have difficulty making decisions due to concern that they have not considered every aspect and all alternatives to ensure that the right decision is made. 6D11.5 Borderline pattern Note: the borderline pattern specifier has been included to enhance the clinical utility of the classification of personality disorder. There is considerable overlap between this pattern and information contained in the trait domain specifiers (most typically negative affectivity, dissociality and disinhibition). However, use of this specifier may facilitate the identification of individuals who may respond to certain psychotherapeutic treatments. Personality disorders and",
  "gloss_vi": "Personality disorders and related traits 563 lack of planning individuals with prominent disinhibition prefer spontaneous over planned activities, leaving their options open should a more attractive opportunity arise. th...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "referral",
      "do_not_do",
      "management"
    ],
    "life_topics": [
      "study",
      "work",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn Personality disorders and related traits 563 Lack of planning Individuals with prominent disinhibition prefer spontaneous over planned activities, leaving their options open should a more attractive opportunity arise. They tend to focus on immediate feelings, sensations and thoughts, with relatively little attention paid to longer-term or even short- term goals. When they do make plans, they often fail to follow through on them, so they are seldom able to reach long-term goals, and often fail to achieve even short-term goals. 6D11.4 Anankastia The core feature of the anankastia trait domain is a narrow focus on one’s rigid standard of perfection and of right and wrong, on controlling one’s own and others’ behaviour, and on controlling situations to ensure conformity to these standards. Common manifestations of anankastia, not all of which may be present in a given individual at a given time, include the following. Perfectionism Perfectionism is manifested in concern with social rules, obligations, norms of right and wrong; scrupulous attention to detail; rigid, systematic, day-to-day routines; excessive scheduling and planning; and an emphasis on organization, orderliness and neatness. Individuals with prominent anankastia have a very clear and detailed personal sense of perfection and imperfection that extends beyond community standards to encompass the individual’s idiosyncratic notions of what is perfect and right. They believe strongly that everyone should follow all rules exactly and meet all obligations. Individuals with prominent anankastia may redo the work of others because it does not meet their perfectionistic standards. They have difficulty in interpersonal relationships because they hold others to the same standards as themselves, and are inflexible in their views. Emotional and behavioural constraint Emotional and behavioural constraint is manifested in rigid control over emotional expression, stubbornness and inflexibility, risk-avoidance, perseveration and deliberativeness. Individuals with prominent anankastic traits tightly control their own emotional expression, and disapprove of others’ displays of emotion. They are inflexible and lack spontaneity, stubbornly insisting on following set schedules and adhering to plans. Their risk-avoidance includes both refusal to engage in obviously risky activities and a more general overconcern about avoiding potential negative consequences of any activity. They often perseverate and have difficulty disengaging from tasks because they are perceived as not yet perfect down to the last detail. They are highly deliberative and have difficulty making decisions due to concern that they have not considered every aspect and all alternatives to ensure that the right decision is made. 6D11.5 Borderline pattern Note: the borderline pattern specifier has been included to enhance the clinical utility of the classification of personality disorder. There is considerable overlap between this pattern and information contained in the trait domain specifiers (most typically negative affectivity, dissociality and disinhibition). However, use of this specifier may facilitate the identification of individuals who may respond to certain psychotherapeutic treatments. Personality disorders and Personality disorders and related traits 563 lack of planning individuals with prominent disinhibition prefer spontaneous over planned activities, leaving their options open should a more attractive opportunity arise. th..."
}