{
  "id": "icd11#screening_cues_5bbbdf11",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "be assigned together with a disorder due to substance use diagnosis if the requirements for both are met. Disorders due to addictive behaviours | Gaming disorder Disorders due to substance use or addictive behaviours 515 Boundary with the effects of psychoactive substances, including medications Use of specific prescribed medications or illicit substances (e.g. dopamine agonists such as pramipexole for Parkinson disease or restless legs syndrome or illicit substances such as methamfetamine) can sometimes cause impaired control over gaming behaviour due to their direct effects on the central nervous system, with onset corresponding to use of the substance or medication. Gaming disorder should not be diagnosed in such cases. 6C5Y Other specified disorder due to addictive behaviours Essential (required) features • The presentation is characterized by symptoms that share primary clinical features with other disorders due to addictive behaviours, including a persistent pattern of repetitive behaviour in which the individual exhibits impaired control over the behaviour (e.g. onset, frequency, intensity, duration, termination, context); increasing priority given to the behaviour to the extent that it takes precedence over other life interests and daily activities; and continuation or escalation of the behaviour despite negative consequences (e.g. family conflict, poor scholastic performance, negative impact on health). Note: impaired control over substance use or sexual behaviour is not included in this category. • The pattern of repetitive behaviour may be continuous or episodic and recurrent, but is manifested over an extended period of time (e.g. 12 months). • The symptoms are not better accounted for by another mental, behavioural or neurodevelopmental disorder (e.g. autism spectrum disorder, an obsessive-compulsive or related disorder, a feeding or eating disorder, an impulse control disorder), are not a manifestation of another medical condition, and are not due to the effects of a substance or medication on the central nervous system, including withdrawal effects. • The symptoms result in significant distress or significant impairment in personal, family, social, educational, occupational or other important areas of functioning. 6C5Z Disorder due to addictive behaviours, unspecified Disorders due to addictive behaviours | Other specified disorder due to addictive behaviour",
  "gloss_vi": "Be assigned together with a disorder due to substance use diagnosis if the requirements for both are met. disorders due to addictive behaviours | gaming disorder disorders due to substance use or addictive behaviours 515...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation",
      "caregiver"
    ],
    "life_topics": [
      "stress",
      "relationships"
    ],
    "advice_section": [
      "communication_tips",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc be assigned together with a disorder due to substance use diagnosis if the requirements for both are met. Disorders due to addictive behaviours | Gaming disorder Disorders due to substance use or addictive behaviours 515 Boundary with the effects of psychoactive substances, including medications Use of specific prescribed medications or illicit substances (e.g. dopamine agonists such as pramipexole for Parkinson disease or restless legs syndrome or illicit substances such as methamfetamine) can sometimes cause impaired control over gaming behaviour due to their direct effects on the central nervous system, with onset corresponding to use of the substance or medication. Gaming disorder should not be diagnosed in such cases. 6C5Y Other specified disorder due to addictive behaviours Essential (required) features • The presentation is characterized by symptoms that share primary clinical features with other disorders due to addictive behaviours, including a persistent pattern of repetitive behaviour in which the individual exhibits impaired control over the behaviour (e.g. onset, frequency, intensity, duration, termination, context); increasing priority given to the behaviour to the extent that it takes precedence over other life interests and daily activities; and continuation or escalation of the behaviour despite negative consequences (e.g. family conflict, poor scholastic performance, negative impact on health). Note: impaired control over substance use or sexual behaviour is not included in this category. • The pattern of repetitive behaviour may be continuous or episodic and recurrent, but is manifested over an extended period of time (e.g. 12 months). • The symptoms are not better accounted for by another mental, behavioural or neurodevelopmental disorder (e.g. autism spectrum disorder, an obsessive-compulsive or related disorder, a feeding or eating disorder, an impulse control disorder), are not a manifestation of another medical condition, and are not due to the effects of a substance or medication on the central nervous system, including withdrawal effects. • The symptoms result in significant distress or significant impairment in personal, family, social, educational, occupational or other important areas of functioning. 6C5Z Disorder due to addictive behaviours, unspecified Disorders due to addictive behaviours | Other specified disorder due to addictive behaviour Be assigned together with a disorder due to substance use diagnosis if the requirements for both are met. disorders due to addictive behaviours | gaming disorder disorders due to substance use or addictive behaviours 515..."
}