{
  "id": "icd11#screening_cues_f398d440",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "272 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Additional clinical features • Individual panic attacks usually only last for minutes, though some may last longer. The frequency and severity of panic attacks varies widely (e.g. many times per day to a few times per month) within and across individuals. • In panic disorder, it is common for panic attacks to become more “expected” over time as they become associated with particular stimuli or contexts, which may originally have been coincidental. (For example, an individual who has an unexpected panic attack when crossing a bridge may subsequently become anxious when crossing bridges, which could then lead to “expected” panic attacks in response to bridges.) • Limited-symptom attacks (i.e. attacks that are similar to panic attacks, except that they are accompanied by only a few symptoms characteristic of a panic attack without the characteristic intense peak of symptoms) are common in individuals with panic disorder, particularly as behavioural strategies (e.g. avoidance) are used to curtail anxiety symptoms. However, in order to qualify for a diagnosis of panic disorder, there must be a history of recurrent panic attacks that meet the full diagnostic requirements. • Some individuals with panic disorder experience nocturnal panic attacks – that is, waking from sleep in a state of panic. • Although the pattern of symptoms (e.g. mainly respiratory, nocturnal), the severity of the anxiety and the extent of avoidance behaviours are variable, panic disorder is one of the most impairing of the anxiety disorders. Individuals often present repeatedly for emergency care, and may undergo a range of unnecessary and costly special medical investigations despite repeated negative findings. Boundary with normality (threshold) • Panic attacks are common in the general population, particularly in response to anxiety- provoking life events. Panic attacks in response to real threats to an individual’s physical or psychological integrity are considered part of the normative continuum of reactions, and a diagnosis is not warranted in such cases. Panic disorder is differentiated from normal fear reactions by frequent recurrence of panic attacks, persistent worry or concern about the panic attacks or their meaning, or alterations in behaviour (e.g. avoidance) and associated significant impairment in functioning. • The sudden onset, rapid peaking, unexpected nature and intense severity of panic attacks differentiate them from normal",
  "gloss_vi": "272 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders additional clinical features • individual panic attacks usually only last for minutes, though some may ...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "sleep",
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 272 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Additional clinical features • Individual panic attacks usually only last for minutes, though some may last longer. The frequency and severity of panic attacks varies widely (e.g. many times per day to a few times per month) within and across individuals. • In panic disorder, it is common for panic attacks to become more “expected” over time as they become associated with particular stimuli or contexts, which may originally have been coincidental. (For example, an individual who has an unexpected panic attack when crossing a bridge may subsequently become anxious when crossing bridges, which could then lead to “expected” panic attacks in response to bridges.) • Limited-symptom attacks (i.e. attacks that are similar to panic attacks, except that they are accompanied by only a few symptoms characteristic of a panic attack without the characteristic intense peak of symptoms) are common in individuals with panic disorder, particularly as behavioural strategies (e.g. avoidance) are used to curtail anxiety symptoms. However, in order to qualify for a diagnosis of panic disorder, there must be a history of recurrent panic attacks that meet the full diagnostic requirements. • Some individuals with panic disorder experience nocturnal panic attacks – that is, waking from sleep in a state of panic. • Although the pattern of symptoms (e.g. mainly respiratory, nocturnal), the severity of the anxiety and the extent of avoidance behaviours are variable, panic disorder is one of the most impairing of the anxiety disorders. Individuals often present repeatedly for emergency care, and may undergo a range of unnecessary and costly special medical investigations despite repeated negative findings. Boundary with normality (threshold) • Panic attacks are common in the general population, particularly in response to anxiety- provoking life events. Panic attacks in response to real threats to an individual’s physical or psychological integrity are considered part of the normative continuum of reactions, and a diagnosis is not warranted in such cases. Panic disorder is differentiated from normal fear reactions by frequent recurrence of panic attacks, persistent worry or concern about the panic attacks or their meaning, or alterations in behaviour (e.g. avoidance) and associated significant impairment in functioning. • The sudden onset, rapid peaking, unexpected nature and intense severity of panic attacks differentiate them from normal 272 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders additional clinical features • individual panic attacks usually only last for minutes, though some may ..."
}