{
  "id": "icd11#screening_cues_75a3b635",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "482 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Course features • Substance withdrawal is time-limited. Factors that influence the features and time course of substance withdrawal include the severity of substance dependence (if present); the dose, frequency of use and duration of use of the substance prior to cessation or reduction of that use; the half-life and duration of action of the substance; and the presence of comorbid medical conditions (e.g. metabolic disturbances). Culture-related features • Symptoms of withdrawal depend largely on the psychotropic characteristics of the substance. • However, specific cultures may emphasize certain symptoms of withdrawal over others, making it more difficult to conduct a differential diagnosis. In addition, vernacular terms for withdrawal vary greatly. Boundaries with other disorders and conditions (differential diagnosis) Boundary with substance dependence Depending on the substance, many individuals with substance dependence develop substance withdrawal upon cessation or reduction in the amount of the substance. In such cases, both substance dependence and substance withdrawal should be diagnosed. However, substance withdrawal can be diagnosed in the absence of a diagnosis of substance dependence – for example, in response to cessation of medically appropriate treatment with opioid analgesics that is not accompanied by the other essential features of substance dependence. Boundary with substance intoxication The onset of substance intoxication occurs immediately or shortly after the consumption of a substance. In contrast, substance withdrawal occurs upon cessation or reduction in the amount of a substance in the context of substance dependence, or when a substance has been taken for a prolonged period or in large amounts. For a particular substance, the intoxication and withdrawal syndromes are typically distinct. See Table 6.15 (p. 475) for a description of the substance-specific features of substance intoxication and Table 6.16 (p. 484) for a description of the substance- specific features of substance withdrawal. Boundary with substance-induced delirium Delirium is characterized by disturbances in attention, orientation and awareness that develop within a short period of time, with symptoms that are transient and may fluctuate depending Diagnostic requirements for disorders due to substance use | Substance withdrawal Disorders due to substance use or addictive behaviours 483 on the underlying etiology. Delirium often includes disturbance of behaviour and emotion, and may include impairment in multiple cognitive domains. Disturbance of the sleep-wake cycle may also be present. Delirium may occur as an aspect of substance withdrawal, particularly during later stages of withdrawal. In such cases, diagnoses of both substance withdrawal and substance- induced delirium should be assigned. Note: substance-induced delirium is only applicable for some substances or substance classes (see Table 6.14, p. 454). Boundary with other substance-induced mental disorders Mental or behavioural symptoms that arise during substance withdrawal should only be used",
  "gloss_vi": "482 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders course features • substance withdrawal is time-limited. factors that influence the features and time co...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "management"
    ],
    "life_topics": [
      "sleep",
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 482 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Course features • Substance withdrawal is time-limited. Factors that influence the features and time course of substance withdrawal include the severity of substance dependence (if present); the dose, frequency of use and duration of use of the substance prior to cessation or reduction of that use; the half-life and duration of action of the substance; and the presence of comorbid medical conditions (e.g. metabolic disturbances). Culture-related features • Symptoms of withdrawal depend largely on the psychotropic characteristics of the substance. • However, specific cultures may emphasize certain symptoms of withdrawal over others, making it more difficult to conduct a differential diagnosis. In addition, vernacular terms for withdrawal vary greatly. Boundaries with other disorders and conditions (differential diagnosis) Boundary with substance dependence Depending on the substance, many individuals with substance dependence develop substance withdrawal upon cessation or reduction in the amount of the substance. In such cases, both substance dependence and substance withdrawal should be diagnosed. However, substance withdrawal can be diagnosed in the absence of a diagnosis of substance dependence – for example, in response to cessation of medically appropriate treatment with opioid analgesics that is not accompanied by the other essential features of substance dependence. Boundary with substance intoxication The onset of substance intoxication occurs immediately or shortly after the consumption of a substance. In contrast, substance withdrawal occurs upon cessation or reduction in the amount of a substance in the context of substance dependence, or when a substance has been taken for a prolonged period or in large amounts. For a particular substance, the intoxication and withdrawal syndromes are typically distinct. See Table 6.15 (p. 475) for a description of the substance-specific features of substance intoxication and Table 6.16 (p. 484) for a description of the substance- specific features of substance withdrawal. Boundary with substance-induced delirium Delirium is characterized by disturbances in attention, orientation and awareness that develop within a short period of time, with symptoms that are transient and may fluctuate depending Diagnostic requirements for disorders due to substance use | Substance withdrawal Disorders due to substance use or addictive behaviours 483 on the underlying etiology. Delirium often includes disturbance of behaviour and emotion, and may include impairment in multiple cognitive domains. Disturbance of the sleep-wake cycle may also be present. Delirium may occur as an aspect of substance withdrawal, particularly during later stages of withdrawal. In such cases, diagnoses of both substance withdrawal and substance- induced delirium should be assigned. Note: substance-induced delirium is only applicable for some substances or substance classes (see Table 6.14, p. 454). Boundary with other substance-induced mental disorders Mental or behavioural symptoms that arise during substance withdrawal should only be used 482 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders course features • substance withdrawal is time-limited. factors that influence the features and time co..."
}