{
  "id": "icd11#risk_safety_930a28b0",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "726 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders in the context of the assault field. Similarly, if QE82.1 Personal history of sexual abuse is diagnosed, the time of life for current or past episodes (e.g. child aged under 5 years, early adolescence) can be specified using the extension codes provided. Additional clinical features • Child sexual abuse is associated with a variety of mental disorders, including depressive disorders, adjustment disorder, anxiety and fear-related disorders, post-traumatic stress disorder, oppositional defiant disorder and conduct-dissocial disorder, as well as attentional problems, academic problems and suicidality. • Sexual abuse that includes physical contact and penetration can result in genital or anal injuries, sexually transmitted diseases and pregnancy. Boundary with normality (threshold) • Mutual sex play between age mates is not considered sexual abuse. Sexual activity between adolescent partners should not be diagnosed as child sexual abuse. Developmental presentations • Among younger children who experience sexual abuse, disturbances in attachment (insecure or disorganized patterns, difficulty separating from parents or caregivers, and vague physical complaints such as stomach pain or headache) are more common than psychological symptoms. • Among older children and adolescents, psychological symptoms and externalizing behaviours are more common reactions to sexual abuse. Sex- and/or gender-related features • Sexual abuse of girls is generally more common than sexual abuse of boys, although this varies by country and culture. Problems in relationship between child and current former caregiver and current or past child maltreatment Problems in relationship between child and current former caregiver and current or past child maltreatment Relationship problems and maltreatment 727 PJ22 / Psychological maltreatment of child or personal history of QE82.2 psychological abuse as child Essential (required) features • Verbal or symbolic acts with the potential to cause psychological harm to a child or adolescent are required for diagnosis. Examples include: • berating, disparaging, degrading, humiliating the child; • threatening the child (e.g. indicating or implying future physical harm, abandonment, sexual",
  "gloss_vi": "726 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders in the context of the assault field. similarly, if qe82.1 personal history of sexual abuse is diagnosed...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "management",
      "caregiver"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 726 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders in the context of the assault field. Similarly, if QE82.1 Personal history of sexual abuse is diagnosed, the time of life for current or past episodes (e.g. child aged under 5 years, early adolescence) can be specified using the extension codes provided. Additional clinical features • Child sexual abuse is associated with a variety of mental disorders, including depressive disorders, adjustment disorder, anxiety and fear-related disorders, post-traumatic stress disorder, oppositional defiant disorder and conduct-dissocial disorder, as well as attentional problems, academic problems and suicidality. • Sexual abuse that includes physical contact and penetration can result in genital or anal injuries, sexually transmitted diseases and pregnancy. Boundary with normality (threshold) • Mutual sex play between age mates is not considered sexual abuse. Sexual activity between adolescent partners should not be diagnosed as child sexual abuse. Developmental presentations • Among younger children who experience sexual abuse, disturbances in attachment (insecure or disorganized patterns, difficulty separating from parents or caregivers, and vague physical complaints such as stomach pain or headache) are more common than psychological symptoms. • Among older children and adolescents, psychological symptoms and externalizing behaviours are more common reactions to sexual abuse. Sex- and/or gender-related features • Sexual abuse of girls is generally more common than sexual abuse of boys, although this varies by country and culture. Problems in relationship between child and current former caregiver and current or past child maltreatment Problems in relationship between child and current former caregiver and current or past child maltreatment Relationship problems and maltreatment 727 PJ22 / Psychological maltreatment of child or personal history of QE82.2 psychological abuse as child Essential (required) features • Verbal or symbolic acts with the potential to cause psychological harm to a child or adolescent are required for diagnosis. Examples include: • berating, disparaging, degrading, humiliating the child; • threatening the child (e.g. indicating or implying future physical harm, abandonment, sexual 726 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders in the context of the assault field. similarly, if qe82.1 personal history of sexual abuse is diagnosed..."
}