{
  "id": "icd11#risk_safety_59e0f06f",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "presence of two or more distinct personality states does not always indicate the presence of a mental disorder. In certain circumstances (e.g. as experienced by “mediums” or other culturally accepted spiritual practitioners), the presence of multiple personality states is not experienced as aversive, and is not associated with impairment in functioning. A diagnosis of dissociative identity disorder should not be assigned in these cases. Dissociative disorders | Possession trance disorder 384 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Course features • Onset of dissociative identity disorder is most commonly associated with traumatic experiences – especially physical, sexual and emotional abuse or childhood neglect. The onset of identity changes can also be triggered by removal from ongoing traumatizing circumstances, by death or serious illness of the perpetrator of abuse, or by other unrelated traumatic experiences later in life. • Dissociative identity disorder usually has a recurrent and fluctuating clinical course. • Some individuals remain highly impaired in most aspects of functioning, despite treatment. Individuals with dissociative identity disorder are at high risk of self-injurious behaviour and suicide attempts. • Although symptoms can remit spontaneously with age, recurrence may occur during periods of increased stress. • Recurrent or chronic ongoing traumatic experiences are associated with poorer prognosis. • Dissociative identity disorder often co-occurs with other mental disorders. In such cases, identity alternations can influence the symptom presentation of the co-occurring disorders. Developmental presentations • Onset of dissociative identity disorder can occur across the lifespan. Initial identity changes usually appear at an early age, but dissociative identities are not typically fully developed. Instead, children present with discontinuities of experience and marked interference among mental states. • Identification of dissociative identity disorder in children can be difficult because symptoms manifest in a variety of ways that overlap with other mental disorders, including those involving conduct problems, mood and anxiety symptoms, learning difficulties and auditory hallucinations. Young children often project their dissociated identities onto toys or other objects, so that abnormalities in their identity may only become detectable as children age and their behaviours become less developmentally appropriate. With adequate treatment, children with dissociative identity disorder tend to have a better prognosis than adults. • Early identity changes in adolescence characteristic of dissociative identity disorder may be mistaken for developmentally typical difficulties with emotional and behavioural regulation. • Older patients with dissociative identity disorder may present with what appears to be late-life onset paranoia or cognitive impairment, or atypical mood, psychotic or obsessive- compulsive symptoms. Dissociative disorders | Dissociative identity disorder",
  "gloss_vi": "Presence of two or more distinct personality states does not always indicate the presence of a mental disorder. in certain circumstances (e.g.",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "management"
    ],
    "life_topics": [
      "stress"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn presence of two or more distinct personality states does not always indicate the presence of a mental disorder. In certain circumstances (e.g. as experienced by “mediums” or other culturally accepted spiritual practitioners), the presence of multiple personality states is not experienced as aversive, and is not associated with impairment in functioning. A diagnosis of dissociative identity disorder should not be assigned in these cases. Dissociative disorders | Possession trance disorder 384 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Course features • Onset of dissociative identity disorder is most commonly associated with traumatic experiences – especially physical, sexual and emotional abuse or childhood neglect. The onset of identity changes can also be triggered by removal from ongoing traumatizing circumstances, by death or serious illness of the perpetrator of abuse, or by other unrelated traumatic experiences later in life. • Dissociative identity disorder usually has a recurrent and fluctuating clinical course. • Some individuals remain highly impaired in most aspects of functioning, despite treatment. Individuals with dissociative identity disorder are at high risk of self-injurious behaviour and suicide attempts. • Although symptoms can remit spontaneously with age, recurrence may occur during periods of increased stress. • Recurrent or chronic ongoing traumatic experiences are associated with poorer prognosis. • Dissociative identity disorder often co-occurs with other mental disorders. In such cases, identity alternations can influence the symptom presentation of the co-occurring disorders. Developmental presentations • Onset of dissociative identity disorder can occur across the lifespan. Initial identity changes usually appear at an early age, but dissociative identities are not typically fully developed. Instead, children present with discontinuities of experience and marked interference among mental states. • Identification of dissociative identity disorder in children can be difficult because symptoms manifest in a variety of ways that overlap with other mental disorders, including those involving conduct problems, mood and anxiety symptoms, learning difficulties and auditory hallucinations. Young children often project their dissociated identities onto toys or other objects, so that abnormalities in their identity may only become detectable as children age and their behaviours become less developmentally appropriate. With adequate treatment, children with dissociative identity disorder tend to have a better prognosis than adults. • Early identity changes in adolescence characteristic of dissociative identity disorder may be mistaken for developmentally typical difficulties with emotional and behavioural regulation. • Older patients with dissociative identity disorder may present with what appears to be late-life onset paranoia or cognitive impairment, or atypical mood, psychotic or obsessive- compulsive symptoms. Dissociative disorders | Dissociative identity disorder Presence of two or more distinct personality states does not always indicate the presence of a mental disorder. in certain circumstances (e.g."
}