{
  "id": "icd11#screening_cues_df7bf4d0",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "(“these disturbances are usually associated with distress or impairment in personal, family, social, educational, occupational or other important areas of functioning”) notes that distress in the individual and/or impairment in functioning is commonly a consequence of the symptoms, and for many mental disorders is an essential feature. At the same time, it is not always required (e.g. individuals experiencing a hypomanic episode in the context of bipolar type II disorder often do not experience distress about their condition, and by definition do not exhibit functional impairment), hence the use of “usually” in the definition. Structure of the chapter on mental, behavioural and neurodevelopmental disorders The organization of the ICD-10 chapter on mental and behavioural disorders had been dictated in part by the ICD-10 coding system itself. The first character of ICD-10 codes, which indicated the chapter, was alphabetical, thus allowing for up to 26 chapters. The second character, which indicated the diagnostic grouping within the chapter, was numerical, effectively limiting the number of possible diagnostic groupings within a chapter to 10. The use of alphanumeric characters throughout the ICD-11 coding system removes those artificial constraints. Consequently, there are 21 diagnostic groupings in the ICD-11 chapter on mental, behavioural and neurodevelopmental disorders. A few of the ICD-11 diagnostic groupings are completely parallel to ICD-10 groupings (e.g. disorders due to substance use, schizophrenia and other primary psychotic disorders, mood disorders). Most of the other ICD-10 diagnostic groupings were split into multiple ICD-11 groupings. For example, ICD-10 neurotic, stress-related and somatoform disorders was split into five ICD-11 diagnostic groupings: anxiety and fear-related disorders; obsessive-compulsive and related disorders; disorders specifically associated with stress; dissociative disorders; and bodily distress disorders. In one case, three ICD-10 diagnostic groupings (mental retardation; disorders of psychological development; and behavioural and emotional disorders with onset usually occurring in childhood and adolescence) were combined into a single neurodevelopmental disorders grouping in ICD-11, although some of the disorders that were included in the behavioural and emotional disorders with onset usually occurring in childhood and adolescence grouping in ICD-10 were placed into other ICD-11 diagnostic groupings based on symptomatic presentations (e.g. conduct disorders were placed in the disruptive behaviours or dissocial disorders grouping in ICD-11). Disorders of intellectual development in ICD-11 have been reconceptualized from ICD-10 mental retardation such that they are assessed based on adaptive behaviour functioning in addition to intellectual functioning. The elimination of ICD-10 diagnostic groupings explicitly linked to onset of the condition during childhood and adolescence is in part related to the decision to adopt a lifespan approach to the description of diagnostic categories in ICD-11. Each category contains a section on developmental presentations, which describes the manifestations of the disorder in early and middle childhood, adolescence and older adulthood, to the extent possible based on available evidence. The ICD-11 CDDR also include descriptions of adult presentations of most disorders described exclusively in terms of children in the ICD-10 CDDG (e.g. attention deficit hyperactivity disorder, separation anxiety disorder, conduct disorder, pica). Four diagnostic subgroupings were moved out of the mental, behavioural and neurodevelopmental disorders chapter entirely and placed within other ICD-11 chapters: ICD-10 nonorganic sleep disorders were moved to the ICD-11 chapter on sleep-wake disorders, ICD-10 sexual dysfunctions not caused by organic disorder or disease and gender identity disorders were moved to the ICD-11 chapter on conditions related to sexual health, and ICD-10 tic disorders were moved to the ICD-11 chapter on diseases of the nervous system. The movement of sleep-wake disorders and sexual dysfunctions to new, separate chapters in no way indicates that these conditions are",
  "gloss_vi": "(“these disturbances are usually associated with distress or impairment in personal, family, social, educational, occupational or other important areas of functioning”) notes that distress in the individual and/or impair...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation",
      "do_not_do",
      "caregiver"
    ],
    "life_topics": [
      "sleep",
      "stress",
      "study",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc (“these disturbances are usually associated with distress or impairment in personal, family, social, educational, occupational or other important areas of functioning”) notes that distress in the individual and/or impairment in functioning is commonly a consequence of the symptoms, and for many mental disorders is an essential feature. At the same time, it is not always required (e.g. individuals experiencing a hypomanic episode in the context of bipolar type II disorder often do not experience distress about their condition, and by definition do not exhibit functional impairment), hence the use of “usually” in the definition. Structure of the chapter on mental, behavioural and neurodevelopmental disorders The organization of the ICD-10 chapter on mental and behavioural disorders had been dictated in part by the ICD-10 coding system itself. The first character of ICD-10 codes, which indicated the chapter, was alphabetical, thus allowing for up to 26 chapters. The second character, which indicated the diagnostic grouping within the chapter, was numerical, effectively limiting the number of possible diagnostic groupings within a chapter to 10. The use of alphanumeric characters throughout the ICD-11 coding system removes those artificial constraints. Consequently, there are 21 diagnostic groupings in the ICD-11 chapter on mental, behavioural and neurodevelopmental disorders. A few of the ICD-11 diagnostic groupings are completely parallel to ICD-10 groupings (e.g. disorders due to substance use, schizophrenia and other primary psychotic disorders, mood disorders). Most of the other ICD-10 diagnostic groupings were split into multiple ICD-11 groupings. For example, ICD-10 neurotic, stress-related and somatoform disorders was split into five ICD-11 diagnostic groupings: anxiety and fear-related disorders; obsessive-compulsive and related disorders; disorders specifically associated with stress; dissociative disorders; and bodily distress disorders. In one case, three ICD-10 diagnostic groupings (mental retardation; disorders of psychological development; and behavioural and emotional disorders with onset usually occurring in childhood and adolescence) were combined into a single neurodevelopmental disorders grouping in ICD-11, although some of the disorders that were included in the behavioural and emotional disorders with onset usually occurring in childhood and adolescence grouping in ICD-10 were placed into other ICD-11 diagnostic groupings based on symptomatic presentations (e.g. conduct disorders were placed in the disruptive behaviours or dissocial disorders grouping in ICD-11). Disorders of intellectual development in ICD-11 have been reconceptualized from ICD-10 mental retardation such that they are assessed based on adaptive behaviour functioning in addition to intellectual functioning. The elimination of ICD-10 diagnostic groupings explicitly linked to onset of the condition during childhood and adolescence is in part related to the decision to adopt a lifespan approach to the description of diagnostic categories in ICD-11. Each category contains a section on developmental presentations, which describes the manifestations of the disorder in early and middle childhood, adolescence and older adulthood, to the extent possible based on available evidence. The ICD-11 CDDR also include descriptions of adult presentations of most disorders described exclusively in terms of children in the ICD-10 CDDG (e.g. attention deficit hyperactivity disorder, separation anxiety disorder, conduct disorder, pica). Four diagnostic subgroupings were moved out of the mental, behavioural and neurodevelopmental disorders chapter entirely and placed within other ICD-11 chapters: ICD-10 nonorganic sleep disorders were moved to the ICD-11 chapter on sleep-wake disorders, ICD-10 sexual dysfunctions not caused by organic disorder or disease and gender identity disorders were moved to the ICD-11 chapter on conditions related to sexual health, and ICD-10 tic disorders were moved to the ICD-11 chapter on diseases of the nervous system. The movement of sleep-wake disorders and sexual dysfunctions to new, separate chapters in no way indicates that these conditions are (“these disturbances are usually associated with distress or impairment in personal, family, social, educational, occupational or other important areas of functioning”) notes that distress in the individual and/or impair..."
}