{
  "id": "icd11#screening_cues_1e2bab1b",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "670 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders context of either intoxication or withdrawal (e.g. compulsive sexual behaviour due to cocaine intoxication, aggressive outburst due to methamfetamine intoxication). In such cases, substance- induced impulse control disorder is the appropriate diagnosis, applying the appropriate category corresponding to the substance involved. Potentially explanatory medical conditions (examples) Brain disorders and general medical conditions that have been shown to be capable of producing impulse control syndromes include: • diseases of the nervous system (e.g. encephalitis, seizures, stroke, Klüver–Bucy syndrome); • developmental anomalies (e.g. male with double or multiple Y [xyy syndrome]); • endocrine diseases; • injury, poisoning or certain other consequences of external causes (e.g. intracranial injury); • neoplasms (e.g. neoplasms of brain). 6E67 Secondary neurocognitive syndrome Essential (required) features • The presence of deficits in neurocognitive functioning that do not meet the diagnostic requirements for delirium, mild neurocognitive disorder, amnestic disorder or dementia, and do not have their onset during the developmental period, is required for diagnosis. • The neurocognitive symptoms are judged to be the direct pathophysiological consequence of a medical condition, based on evidence from the history, physical examination or laboratory findings (as opposed to being a psychological reaction to having the medical condition). This judgement depends on establishing the following. • The medical condition is known to be capable of producing the symptoms. • The course of the deficits in neurocognitive functioning (e.g. onset, remission, response to treatment of the etiological medical condition) is consistent with causation by the medical condition. • The symptoms are not judged to be better explained by disturbance of consciousness or altered mental status (e.g. due to seizure, traumatic brain injury, stroke or the effects of medication), a neurodevelopmental disorder, another mental disorder (e.g. schizophrenia or another primary psychotic disorder, a mood disorder, post-traumatic stress disorder, a dissociative disorder) or the effects of a medication or substance, including withdrawal effects. • The symptoms are of short duration (e.g. less than 1 month), and it is expected that the neurocognitive symptoms will remit with treatment of the etiological medical condition. • The symptoms are sufficiently severe to be a specific focus of clinical attention. Secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere Secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere 671 Boundaries with other disorders and conditions (differential diagnosis) Boundary with neurocognitive disorders Delirium, mild neurocognitive disorder, amnestic disorder and dementia can all be caused by medical conditions classified elsewhere. If the presentation meets the diagnostic requirements for any of these neurocognitive disorders, that diagnosis should",
  "gloss_vi": "670 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders context of either intoxication or withdrawal (e.g. compulsive sexual behaviour due to cocaine intoxicat...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do",
      "management"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 670 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders context of either intoxication or withdrawal (e.g. compulsive sexual behaviour due to cocaine intoxication, aggressive outburst due to methamfetamine intoxication). In such cases, substance- induced impulse control disorder is the appropriate diagnosis, applying the appropriate category corresponding to the substance involved. Potentially explanatory medical conditions (examples) Brain disorders and general medical conditions that have been shown to be capable of producing impulse control syndromes include: • diseases of the nervous system (e.g. encephalitis, seizures, stroke, Klüver–Bucy syndrome); • developmental anomalies (e.g. male with double or multiple Y [xyy syndrome]); • endocrine diseases; • injury, poisoning or certain other consequences of external causes (e.g. intracranial injury); • neoplasms (e.g. neoplasms of brain). 6E67 Secondary neurocognitive syndrome Essential (required) features • The presence of deficits in neurocognitive functioning that do not meet the diagnostic requirements for delirium, mild neurocognitive disorder, amnestic disorder or dementia, and do not have their onset during the developmental period, is required for diagnosis. • The neurocognitive symptoms are judged to be the direct pathophysiological consequence of a medical condition, based on evidence from the history, physical examination or laboratory findings (as opposed to being a psychological reaction to having the medical condition). This judgement depends on establishing the following. • The medical condition is known to be capable of producing the symptoms. • The course of the deficits in neurocognitive functioning (e.g. onset, remission, response to treatment of the etiological medical condition) is consistent with causation by the medical condition. • The symptoms are not judged to be better explained by disturbance of consciousness or altered mental status (e.g. due to seizure, traumatic brain injury, stroke or the effects of medication), a neurodevelopmental disorder, another mental disorder (e.g. schizophrenia or another primary psychotic disorder, a mood disorder, post-traumatic stress disorder, a dissociative disorder) or the effects of a medication or substance, including withdrawal effects. • The symptoms are of short duration (e.g. less than 1 month), and it is expected that the neurocognitive symptoms will remit with treatment of the etiological medical condition. • The symptoms are sufficiently severe to be a specific focus of clinical attention. Secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere Secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere 671 Boundaries with other disorders and conditions (differential diagnosis) Boundary with neurocognitive disorders Delirium, mild neurocognitive disorder, amnestic disorder and dementia can all be caused by medical conditions classified elsewhere. If the presentation meets the diagnostic requirements for any of these neurocognitive disorders, that diagnosis should 670 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders context of either intoxication or withdrawal (e.g. compulsive sexual behaviour due to cocaine intoxicat..."
}