{
  "id": "icd11#screening_cues_0387d626",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere 659 Boundary with psychotic symptoms caused by substances or medications, including withdrawal effects When establishing a diagnosis of secondary psychotic syndrome, it is important to rule out the possibility that a medication or substance is causing the hallucinations or delusions instead of – or in addition to – an underlying medical condition. This involves first considering whether any of the medications being used to treat the medical condition are known to cause psychotic symptoms at the dose and duration at which it has been administered. Second, a temporal relationship between the medication use and the onset of the psychotic symptoms should be established (i.e. the psychotic symptoms began after administration of the medication and/or remitted once the medication was discontinued). The same reasoning applies to individuals with a medical condition and psychotic symptoms who are also using a psychoactive substance known to cause hallucinations or delusions, in the context of either intoxication or withdrawal (e.g. visual hallucinations during sedative, hypnotic or anxiolytic withdrawal; paranoid delusions during cocaine intoxication). In such cases, if the intensity or duration of the psychotic symptoms is substantially in excess of psychotic-like disturbances of perception, cognition or behaviour that are characteristic of the substance-specific intoxication or withdrawal syndromes, then substance-induced psychotic disorder is the appropriate diagnosis, applying the appropriate category corresponding to the substance involved. Potentially explanatory medical conditions (examples) Brain disorders and general medical conditions that have been shown to be capable of producing psychotic syndromes include: • diseases of the nervous system (e.g. encephalitis, encephalopathy, genetic prion disease, intracerebral haemorrhage, Lewy body disease, migraine, movement disorders such as Huntington disease or Friedreich ataxia, multiple sclerosis, seizures, stroke); • certain infectious or parasitic diseases (e.g. neurosyphilis); • diseases of the immune system (e.g. systemic lupus erythematosus); • endocrine, nutritional or metabolic diseases (e.g. hyper- and hypoadrenalism, hyper- and hypoparathyroidism, hyper- and hypothyroidism, hypo-osmolality or hyponatraemia, hypoglycaemia, porphyrias, vitamin B",
  "gloss_vi": "Secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere 659 ranh giới with psychotic symptoms caused by substances or medications, including withdrawal effects when establish...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere 659 Boundary with psychotic symptoms caused by substances or medications, including withdrawal effects When establishing a diagnosis of secondary psychotic syndrome, it is important to rule out the possibility that a medication or substance is causing the hallucinations or delusions instead of – or in addition to – an underlying medical condition. This involves first considering whether any of the medications being used to treat the medical condition are known to cause psychotic symptoms at the dose and duration at which it has been administered. Second, a temporal relationship between the medication use and the onset of the psychotic symptoms should be established (i.e. the psychotic symptoms began after administration of the medication and/or remitted once the medication was discontinued). The same reasoning applies to individuals with a medical condition and psychotic symptoms who are also using a psychoactive substance known to cause hallucinations or delusions, in the context of either intoxication or withdrawal (e.g. visual hallucinations during sedative, hypnotic or anxiolytic withdrawal; paranoid delusions during cocaine intoxication). In such cases, if the intensity or duration of the psychotic symptoms is substantially in excess of psychotic-like disturbances of perception, cognition or behaviour that are characteristic of the substance-specific intoxication or withdrawal syndromes, then substance-induced psychotic disorder is the appropriate diagnosis, applying the appropriate category corresponding to the substance involved. Potentially explanatory medical conditions (examples) Brain disorders and general medical conditions that have been shown to be capable of producing psychotic syndromes include: • diseases of the nervous system (e.g. encephalitis, encephalopathy, genetic prion disease, intracerebral haemorrhage, Lewy body disease, migraine, movement disorders such as Huntington disease or Friedreich ataxia, multiple sclerosis, seizures, stroke); • certain infectious or parasitic diseases (e.g. neurosyphilis); • diseases of the immune system (e.g. systemic lupus erythematosus); • endocrine, nutritional or metabolic diseases (e.g. hyper- and hypoadrenalism, hyper- and hypoparathyroidism, hyper- and hypothyroidism, hypo-osmolality or hyponatraemia, hypoglycaemia, porphyrias, vitamin B Secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere 659 ranh giới with psychotic symptoms caused by substances or medications, including withdrawal effects when establish..."
}