{
  "id": "icd11#risk_safety_655adbed",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "220 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundaries with other disorders and conditions (differential diagnosis) Boundary with hypomanic episode The symptoms of manic episodes may be qualitatively similar to those of hypomanic episodes but, unlike in a hypomanic episode, the mood disturbance is sufficiently severe to result in significant impairment in personal, family, social, educational, occupational or other important areas of functioning or to require intensive treatment (e.g. hospitalization) to prevent harm to self or others, or is accompanied by delusions or hallucinations. Boundary with mixed episode Manic symptoms in a mixed episode may be qualitatively similar to those of a manic episode, but in a mixed episode several prominent manic symptoms occur simultaneously or alternate rapidly with several prominent depressive symptoms such as dysphoric mood, expressed beliefs of worthlessness, hopelessness or suicidal ideation. Boundary with attention deficit hyperactivity disorder Many features of a manic episode – such as increased activity, rapid speech and over-talkativeness, distractibility and impulsivity – can be observed in individuals with attention deficit hyperactivity disorder. Differentiating between these disorders can be particularly challenging among children and adolescents. However, in attention deficit hyperactivity disorder, symptoms have their onset before the age of 12 years, are persistent over time (i.e. are not episodic), and are not temporally tied to changes in mood or energy (e.g. are not accompanied by intense mood elevation). However, rates of attention deficit hyperactivity disorder are substantially elevated compared to the general population among children and adolescents diagnosed with bipolar disorders, and both diagnoses may be assigned if the full diagnostic requirements for each are met. Mixed episode Essential (required) features • Several prominent manic and several prominent depressive symptoms consistent with those observed in manic episodes and depressive episodes are present, which either occur simultaneously or alternate very rapidly (from day to day or within the same day). Symptoms must include an altered mood state consistent with a manic and/or depressive episode (i.e. depressed, dysphoric, euphoric or expansive mood), and be present most of the day, nearly every day, during a period of at least 2 weeks, unless shortened by a treatment intervention. • When manic symptoms predominate in",
  "gloss_vi": "220 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders boundaries with other disorders and conditions (differential diagnosis) ranh giới with hypomanic episod...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "psychoeducation",
      "management",
      "caregiver"
    ],
    "life_topics": [
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 220 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundaries with other disorders and conditions (differential diagnosis) Boundary with hypomanic episode The symptoms of manic episodes may be qualitatively similar to those of hypomanic episodes but, unlike in a hypomanic episode, the mood disturbance is sufficiently severe to result in significant impairment in personal, family, social, educational, occupational or other important areas of functioning or to require intensive treatment (e.g. hospitalization) to prevent harm to self or others, or is accompanied by delusions or hallucinations. Boundary with mixed episode Manic symptoms in a mixed episode may be qualitatively similar to those of a manic episode, but in a mixed episode several prominent manic symptoms occur simultaneously or alternate rapidly with several prominent depressive symptoms such as dysphoric mood, expressed beliefs of worthlessness, hopelessness or suicidal ideation. Boundary with attention deficit hyperactivity disorder Many features of a manic episode – such as increased activity, rapid speech and over-talkativeness, distractibility and impulsivity – can be observed in individuals with attention deficit hyperactivity disorder. Differentiating between these disorders can be particularly challenging among children and adolescents. However, in attention deficit hyperactivity disorder, symptoms have their onset before the age of 12 years, are persistent over time (i.e. are not episodic), and are not temporally tied to changes in mood or energy (e.g. are not accompanied by intense mood elevation). However, rates of attention deficit hyperactivity disorder are substantially elevated compared to the general population among children and adolescents diagnosed with bipolar disorders, and both diagnoses may be assigned if the full diagnostic requirements for each are met. Mixed episode Essential (required) features • Several prominent manic and several prominent depressive symptoms consistent with those observed in manic episodes and depressive episodes are present, which either occur simultaneously or alternate very rapidly (from day to day or within the same day). Symptoms must include an altered mood state consistent with a manic and/or depressive episode (i.e. depressed, dysphoric, euphoric or expansive mood), and be present most of the day, nearly every day, during a period of at least 2 weeks, unless shortened by a treatment intervention. • When manic symptoms predominate in 220 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders boundaries with other disorders and conditions (differential diagnosis) ranh giới with hypomanic episod..."
}