{
  "id": "icd11#risk_safety_186361d8",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "inhalants Disorders due to use of volatile inhalants are characterized by the pattern and consequences of volatile inhalant use. Volatile inhalants include a range of compounds that are in the gaseous or vapour phase at ambient temperatures, such as various organic solvents, glues, gasoline (petrol), nitrites and gases such as nitrous oxide, trichloroethane, butane, toluene, fluorocarbons, ether and halothane. They have a range of pharmacological properties but are predominantly central nervous system depressants, with many also having vasoactive effects. They tend to be used by younger people, and may be used when access to alternative psychoactive substances is difficult or impossible. Volatile inhalant intoxication is well recognized. Volatile inhalants have dependence- producing properties, and volatile inhalant dependence and volatile inhalant withdrawal are recognized, although comparatively uncommon worldwide. Volatile inhalant-induced mental disorders are described. Volatile inhalants may also cause neurocognitive impairment, including dementia. 6C4C Disorders due to use of MDMA or related drugs, including MDA Disorders due to use of 3,4-Methyle nedioxy methamfetamine (MDMA) or related drugs, including methylenedioxyamfetamine (MDA), are characterized by the pattern and consequences of MDMA or related drug use. MDMA is a common drug of abuse in many countries especially among young people. It is predominantly available in tablet form known as “ecstasy”. Pharmacologically, MDMA has stimulant and empathogenic properties, and these encourage its use among young people for social and other interactions. Considering its wide prevalence in many countries and among many subgroups of young people, MDMA and related drug dependence and MDMA and related drug withdrawal are comparatively uncommon. Substance-induced mental disorders may arise from its use, and health sequelae are recognized, including liver disease and hyponatraemia, which may be fatal. Several analogues of MDMA exist, including MDA. 6C4D Disorders due to use of dissociative drugs, including ketamine and phencyclidine (PCP) Disorders due to use of dissociative drugs, including ketamine and PCP, are characterized by the pattern and consequences of dissociative drug use. Dissociative drugs include ketamine and PCP and their (comparatively rare) chemical analogues. Ketamine is an intravenous anaesthetic widely used in low- and middle-income countries, particularly in Africa, and in emergency situations. Ketamine is also undergoing evaluation for treatment of some mental disorders (e.g. treatment-resistant depressive disorders). It is also a widespread drug of nonmedical use in many countries, and may be taken by the oral or nasal routes or injected. It produces a sense of euphoria but, depending on the dose, emergent hallucinations and dissociation are recognized as unpleasant side-effects. Phencyclidine has a more restricted worldwide distribution, and also has euphoric and dissociative effects. Its use may result in bizarre behaviour uncharacteristic for the individual, including self-harm. Dissociative drug dependence is described, but a withdrawal syndrome is not recognized by most authorities. Several dissociative drug-induced mental disorders are recognized. Disorders due to substance use or addictive behaviours | Substance classes",
  "gloss_vi": "Inhalants disorders due to use of volatile inhalants are characterized by the pattern and consequences of volatile inhalant use. volatile inhalants include a range of compounds that are in the gaseous or vapour phase at ...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "management"
    ],
    "life_topics": [],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn inhalants Disorders due to use of volatile inhalants are characterized by the pattern and consequences of volatile inhalant use. Volatile inhalants include a range of compounds that are in the gaseous or vapour phase at ambient temperatures, such as various organic solvents, glues, gasoline (petrol), nitrites and gases such as nitrous oxide, trichloroethane, butane, toluene, fluorocarbons, ether and halothane. They have a range of pharmacological properties but are predominantly central nervous system depressants, with many also having vasoactive effects. They tend to be used by younger people, and may be used when access to alternative psychoactive substances is difficult or impossible. Volatile inhalant intoxication is well recognized. Volatile inhalants have dependence- producing properties, and volatile inhalant dependence and volatile inhalant withdrawal are recognized, although comparatively uncommon worldwide. Volatile inhalant-induced mental disorders are described. Volatile inhalants may also cause neurocognitive impairment, including dementia. 6C4C Disorders due to use of MDMA or related drugs, including MDA Disorders due to use of 3,4-Methyle nedioxy methamfetamine (MDMA) or related drugs, including methylenedioxyamfetamine (MDA), are characterized by the pattern and consequences of MDMA or related drug use. MDMA is a common drug of abuse in many countries especially among young people. It is predominantly available in tablet form known as “ecstasy”. Pharmacologically, MDMA has stimulant and empathogenic properties, and these encourage its use among young people for social and other interactions. Considering its wide prevalence in many countries and among many subgroups of young people, MDMA and related drug dependence and MDMA and related drug withdrawal are comparatively uncommon. Substance-induced mental disorders may arise from its use, and health sequelae are recognized, including liver disease and hyponatraemia, which may be fatal. Several analogues of MDMA exist, including MDA. 6C4D Disorders due to use of dissociative drugs, including ketamine and phencyclidine (PCP) Disorders due to use of dissociative drugs, including ketamine and PCP, are characterized by the pattern and consequences of dissociative drug use. Dissociative drugs include ketamine and PCP and their (comparatively rare) chemical analogues. Ketamine is an intravenous anaesthetic widely used in low- and middle-income countries, particularly in Africa, and in emergency situations. Ketamine is also undergoing evaluation for treatment of some mental disorders (e.g. treatment-resistant depressive disorders). It is also a widespread drug of nonmedical use in many countries, and may be taken by the oral or nasal routes or injected. It produces a sense of euphoria but, depending on the dose, emergent hallucinations and dissociation are recognized as unpleasant side-effects. Phencyclidine has a more restricted worldwide distribution, and also has euphoric and dissociative effects. Its use may result in bizarre behaviour uncharacteristic for the individual, including self-harm. Dissociative drug dependence is described, but a withdrawal syndrome is not recognized by most authorities. Several dissociative drug-induced mental disorders are recognized. Disorders due to substance use or addictive behaviours | Substance classes Inhalants disorders due to use of volatile inhalants are characterized by the pattern and consequences of volatile inhalant use. volatile inhalants include a range of compounds that are in the gaseous or vapour phase at ..."
}