{
  "id": "icd11#management_638cabce",
  "title_en": "General — Management",
  "title_vi": "General — Management",
  "text_en": "472 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundary with normality (threshold) • Measurement of the presence or concentration of a substance in breath, blood, saliva, urine or other body fluids may be an important tool in the clinical management of substance intoxication. However, detection of a psychoactive substance in body fluids does not constitute a presumptive diagnosis of substance intoxication. Course features • The onset of substance intoxication varies according to the route of administration, the absorption of the substance and other pharmacokinetic factors. Generally, inhalation (smoking) and intravenous injecting routes lead to more rapid onset of intoxication, although oral ingestion may also lead to intoxication within minutes, depending on the substance. • Substance intoxication is a transient condition, with the duration of intoxication depending on multiple factors, including the dose of the substance taken, the half-life and duration of action of the particular substance, and the formulation of the substance taken (e.g. for pharmaceutical preparations, whether a controlled-release drug has been taken). Intoxication may last from a few minutes to several days following the episode of use. The intensity of intoxication lessens with time after reaching a peak of absorption, and the effects eventually disappear in the absence of further use of the substance. Developmental presentations • Naive users – including adolescents – can show features of intoxication at lower levels of use, reflecting lower physical and learned tolerance. • Older adults may have a lower tolerance than younger people to the effects of alcohol and other substances. Culture-related features • The degree and characteristics of intoxication displayed for a given amount of the substance vary considerably with circumstances, with beliefs and expectations about the effects of the substance, and with the cultural acceptability of displaying these effects. These factors result in cultural differences in the extent and manifestations of intoxication. Diagnostic requirements for disorders due to substance use | Substance intoxication Disorders due to substance use or addictive behaviours 473 • There are also genetic differences in susceptibility to intoxication associated with certain ethnic groups. Cultural and ethnically linked genetic factors have been better documented for alcohol than for other substances. Sex- and/or gender-related features • The",
  "gloss_vi": "472 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders ranh giới with normality (threshold) • measurement of the presence or concentration of a substance in b...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "management"
    ],
    "life_topics": [
      "relationships"
    ],
    "advice_section": [
      "coping_skill",
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Management General — Management 472 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundary with normality (threshold) • Measurement of the presence or concentration of a substance in breath, blood, saliva, urine or other body fluids may be an important tool in the clinical management of substance intoxication. However, detection of a psychoactive substance in body fluids does not constitute a presumptive diagnosis of substance intoxication. Course features • The onset of substance intoxication varies according to the route of administration, the absorption of the substance and other pharmacokinetic factors. Generally, inhalation (smoking) and intravenous injecting routes lead to more rapid onset of intoxication, although oral ingestion may also lead to intoxication within minutes, depending on the substance. • Substance intoxication is a transient condition, with the duration of intoxication depending on multiple factors, including the dose of the substance taken, the half-life and duration of action of the particular substance, and the formulation of the substance taken (e.g. for pharmaceutical preparations, whether a controlled-release drug has been taken). Intoxication may last from a few minutes to several days following the episode of use. The intensity of intoxication lessens with time after reaching a peak of absorption, and the effects eventually disappear in the absence of further use of the substance. Developmental presentations • Naive users – including adolescents – can show features of intoxication at lower levels of use, reflecting lower physical and learned tolerance. • Older adults may have a lower tolerance than younger people to the effects of alcohol and other substances. Culture-related features • The degree and characteristics of intoxication displayed for a given amount of the substance vary considerably with circumstances, with beliefs and expectations about the effects of the substance, and with the cultural acceptability of displaying these effects. These factors result in cultural differences in the extent and manifestations of intoxication. Diagnostic requirements for disorders due to substance use | Substance intoxication Disorders due to substance use or addictive behaviours 473 • There are also genetic differences in susceptibility to intoxication associated with certain ethnic groups. Cultural and ethnically linked genetic factors have been better documented for alcohol than for other substances. Sex- and/or gender-related features • The 472 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders ranh giới with normality (threshold) • measurement of the presence or concentration of a substance in b..."
}