{
  "id": "icd11#risk_safety_581968a2",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "414 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundary with other mental disorders Individuals experiencing a depressive episode may present with a lack of appetite or reduced interest in eating, and weight loss associated with depressed mood and other cognitive-behavioural or neurovegetative symptoms of a depressive episode. Similarly, individuals experiencing manic, mixed or hypomanic episodes may exhibit reduced interest in eating together with other features of a bipolar disorder. Avoidance or restriction of food intake with effects on weight and nutrition can also be present in schizophrenia and other primary psychotic disorders due to loss of appetite or due to paranoid ideas (e.g. fear of being poisoned). Motivations for restricted eating should be investigated carefully as a part of a complete mental health assessment in order to distinguish among these conditions. An additional diagnosis of avoidant-restrictive food intake disorder is generally not warranted if the restriction of food intake is fully accounted for by another mental disorder. Boundary with other medical conditions Avoidant-restrictive food intake disorder should not be diagnosed if the eating disturbance is entirely accounted for by a gastrointestinal disorder or another medical condition that leads to reduced hunger, restricted eating or weight loss (e.g. food allergies, infectious diseases, cancer, hyperthyroidism). 6B84 Pica Essential (required) features • Regular consumption of non-nutritive substances, such as non-food objects and materials (e.g. clay, soil, chalk, plaster, plastic, metal and paper), or raw food ingredients (e.g. large quantities of salt or corn flour) is required for diagnosis. • The ingestion of non-nutritive substances is persistent or severe enough to require clinical attention. That is, the behaviour causes damage or significant risk to health or impairment in functioning due to the frequency, amount or nature of the substances or objects ingested. • Based on age and level of intellectual functioning, the individual would be expected to distinguish between edible and non-edible substances.",
  "gloss_vi": "414 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders ranh giới with other mental disorders individuals experiencing a depressive episode may present with a ...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "do_not_do",
      "management"
    ],
    "life_topics": [
      "relationships",
      "grief"
    ],
    "advice_section": [
      "communication_tips",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 414 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundary with other mental disorders Individuals experiencing a depressive episode may present with a lack of appetite or reduced interest in eating, and weight loss associated with depressed mood and other cognitive-behavioural or neurovegetative symptoms of a depressive episode. Similarly, individuals experiencing manic, mixed or hypomanic episodes may exhibit reduced interest in eating together with other features of a bipolar disorder. Avoidance or restriction of food intake with effects on weight and nutrition can also be present in schizophrenia and other primary psychotic disorders due to loss of appetite or due to paranoid ideas (e.g. fear of being poisoned). Motivations for restricted eating should be investigated carefully as a part of a complete mental health assessment in order to distinguish among these conditions. An additional diagnosis of avoidant-restrictive food intake disorder is generally not warranted if the restriction of food intake is fully accounted for by another mental disorder. Boundary with other medical conditions Avoidant-restrictive food intake disorder should not be diagnosed if the eating disturbance is entirely accounted for by a gastrointestinal disorder or another medical condition that leads to reduced hunger, restricted eating or weight loss (e.g. food allergies, infectious diseases, cancer, hyperthyroidism). 6B84 Pica Essential (required) features • Regular consumption of non-nutritive substances, such as non-food objects and materials (e.g. clay, soil, chalk, plaster, plastic, metal and paper), or raw food ingredients (e.g. large quantities of salt or corn flour) is required for diagnosis. • The ingestion of non-nutritive substances is persistent or severe enough to require clinical attention. That is, the behaviour causes damage or significant risk to health or impairment in functioning due to the frequency, amount or nature of the substances or objects ingested. • Based on age and level of intellectual functioning, the individual would be expected to distinguish between edible and non-edible substances. 414 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders ranh giới with other mental disorders individuals experiencing a depressive episode may present with a ..."
}