{
  "id": "icd11#screening_cues_945a5a1a",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "274 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Moreover, the cultural linkage of the apprehension focus with specific exposures (e.g. wind or cold and trúng gió panic attacks) may suggest that acute anxiety is expected when considered within the individual’s cultural framework. Sex- and/or gender-related features • Panic disorder is twice as prevalent among females as males, with gender differences in prevalence rates beginning during puberty. • Gender differences in clinical features or symptom presentation have not been observed. Boundaries with other disorders and conditions (differential diagnosis) Boundary with generalized anxiety disorder Some individuals with panic disorder may experience anxiety and worry between panic attacks. If the focus of the anxiety and worry is confined to fear of having a panic attack or the possible implications of panic attacks (e.g. that the individual may be suffering from a cardiovascular illness), an additional diagnosis of generalized anxiety disorder is not warranted. If, however, the individual is more generally anxious about a number of life events in addition to experiencing unexpected panic attacks, an additional diagnosis of generalized anxiety disorder may be appropriate. Boundary with agoraphobia During the early phase of panic disorder, panic attacks are often perceived as completely unpredictable or “out of the blue”. However, over time, as panic attacks occur in specific situations, those situations become associated with the experience of intense anxiety. As a consequence, the individual may develop anticipatory anxiety about being in those situations, or exposure to those situations may actually trigger panic attacks. In this way, it is common for individuals with panic disorder to develop some degree of agoraphobic symptoms over time. If the individual develops fears that panic attacks or other incapacitating or embarrassing symptoms will occur in multiple situations, and as a result actively avoids these situations, requires the presence of a companion, or endures them only with intense fear or anxiety and all other diagnostic requirements for agoraphobia are met, an additional diagnosis of agoraphobia may be assigned. Boundary with depressive disorders Panic attacks can occur in depressive disorders – particularly in those with prominent anxiety symptoms, including mixed depressive and anxiety disorder – and may be triggered by depressive ruminations. If unexpected panic attacks occur in the context of these disorders and the main concern is about recurrence of panic attacks or the significance of panic symptoms, an additional diagnosis of panic disorder may be appropriate. Boundary with hypochondriasis (health anxiety disorder) Individuals with hypochondriasis often misinterpret bodily symptoms as evidence that they may have one or more life-threatening illnesses. Although individuals with panic disorder may Anxiety and fear-related disorders | Panic disorder Anxiety and fear-related disorders 275 also manifest concerns that physical manifestations of anxiety are indicative of life-threatening illnesses (e.g. myocardial infarction), these symptoms typically occur in the midst of a panic attack. Individuals with panic disorder are more concerned about the recurrence",
  "gloss_vi": "274 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders moreover, the cultural linkage of the apprehension focus with specific exposures (e.g. wind or cold and...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "study",
      "work",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 274 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Moreover, the cultural linkage of the apprehension focus with specific exposures (e.g. wind or cold and trúng gió panic attacks) may suggest that acute anxiety is expected when considered within the individual’s cultural framework. Sex- and/or gender-related features • Panic disorder is twice as prevalent among females as males, with gender differences in prevalence rates beginning during puberty. • Gender differences in clinical features or symptom presentation have not been observed. Boundaries with other disorders and conditions (differential diagnosis) Boundary with generalized anxiety disorder Some individuals with panic disorder may experience anxiety and worry between panic attacks. If the focus of the anxiety and worry is confined to fear of having a panic attack or the possible implications of panic attacks (e.g. that the individual may be suffering from a cardiovascular illness), an additional diagnosis of generalized anxiety disorder is not warranted. If, however, the individual is more generally anxious about a number of life events in addition to experiencing unexpected panic attacks, an additional diagnosis of generalized anxiety disorder may be appropriate. Boundary with agoraphobia During the early phase of panic disorder, panic attacks are often perceived as completely unpredictable or “out of the blue”. However, over time, as panic attacks occur in specific situations, those situations become associated with the experience of intense anxiety. As a consequence, the individual may develop anticipatory anxiety about being in those situations, or exposure to those situations may actually trigger panic attacks. In this way, it is common for individuals with panic disorder to develop some degree of agoraphobic symptoms over time. If the individual develops fears that panic attacks or other incapacitating or embarrassing symptoms will occur in multiple situations, and as a result actively avoids these situations, requires the presence of a companion, or endures them only with intense fear or anxiety and all other diagnostic requirements for agoraphobia are met, an additional diagnosis of agoraphobia may be assigned. Boundary with depressive disorders Panic attacks can occur in depressive disorders – particularly in those with prominent anxiety symptoms, including mixed depressive and anxiety disorder – and may be triggered by depressive ruminations. If unexpected panic attacks occur in the context of these disorders and the main concern is about recurrence of panic attacks or the significance of panic symptoms, an additional diagnosis of panic disorder may be appropriate. Boundary with hypochondriasis (health anxiety disorder) Individuals with hypochondriasis often misinterpret bodily symptoms as evidence that they may have one or more life-threatening illnesses. Although individuals with panic disorder may Anxiety and fear-related disorders | Panic disorder Anxiety and fear-related disorders 275 also manifest concerns that physical manifestations of anxiety are indicative of life-threatening illnesses (e.g. myocardial infarction), these symptoms typically occur in the midst of a panic attack. Individuals with panic disorder are more concerned about the recurrence 274 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders moreover, the cultural linkage of the apprehension focus with specific exposures (e.g. wind or cold and..."
}