{
  "id": "icd11#screening_cues_77ffee25",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "634 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders • The symptoms are not better accounted for by disturbance of consciousness or altered mental status (e.g. due to seizure, traumatic brain injury, stroke or the effects of medication), delirium, substance intoxication, substance withdrawal or another mental disorder (e.g. schizophrenia or another primary psychotic disorder, a mood disorder, post-traumatic stress disorder, a dissociative disorder). • The symptoms result in significant impairment in personal, family, social, educational, occupational or other important areas of functioning. In mild cases, if functioning is maintained, it is only through significant additional effort (e.g. compensatory strategies). 6D8Z Dementia, unknown or unspecified cause Specifier for dementia severity Severity of dementia can be rated as mild (XS5W), moderate (XS0T) or severe (XS25), according to the degree of neurocognitive and functional impairment, and the capacity for independence in activities of daily living. Severity is rated based on objective clinical examination and information provided by an informant who has sufficient contact with the patient, such as a family member or caregiver. To indicate severity, the code for the appropriate severity level is appended to the diagnostic code for the type of dementia using an ampersand (&). For example, “6D82&XS0T” is the code for dementia due to Lewy body disease, moderate. XS5W Mild dementia Individuals with mild dementia may be able to live independently, but some supervision and/ or support is often required. However, individuals with mild dementia can still take part in community or social activities without help, and may appear unimpaired to those who do not know them well. Judgement and problem solving are typically impaired, but social judgement may be preserved, depending on the etiology. The individual may have difficulty making complex decisions, making plans and/or handling finances (e.g. calculating change, paying bills). XS0T Moderate dementia Individuals with moderate dementia require support to function outside the home, and only simple household tasks are maintained. Individuals with moderate dementia have difficulties with basic activities of daily living, such as dressing and personal hygiene. Moderate dementia is often characterized by significant memory loss. Judgement and problem solving are typically significantly impaired, and social judgement is often compromised. The individual has increasing difficulty making complex or",
  "gloss_vi": "634 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders • the symptoms are not better accounted for by disturbance of consciousness or altered mental status (e...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation",
      "do_not_do",
      "management",
      "caregiver"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships",
      "grief"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 634 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders • The symptoms are not better accounted for by disturbance of consciousness or altered mental status (e.g. due to seizure, traumatic brain injury, stroke or the effects of medication), delirium, substance intoxication, substance withdrawal or another mental disorder (e.g. schizophrenia or another primary psychotic disorder, a mood disorder, post-traumatic stress disorder, a dissociative disorder). • The symptoms result in significant impairment in personal, family, social, educational, occupational or other important areas of functioning. In mild cases, if functioning is maintained, it is only through significant additional effort (e.g. compensatory strategies). 6D8Z Dementia, unknown or unspecified cause Specifier for dementia severity Severity of dementia can be rated as mild (XS5W), moderate (XS0T) or severe (XS25), according to the degree of neurocognitive and functional impairment, and the capacity for independence in activities of daily living. Severity is rated based on objective clinical examination and information provided by an informant who has sufficient contact with the patient, such as a family member or caregiver. To indicate severity, the code for the appropriate severity level is appended to the diagnostic code for the type of dementia using an ampersand (&). For example, “6D82&XS0T” is the code for dementia due to Lewy body disease, moderate. XS5W Mild dementia Individuals with mild dementia may be able to live independently, but some supervision and/ or support is often required. However, individuals with mild dementia can still take part in community or social activities without help, and may appear unimpaired to those who do not know them well. Judgement and problem solving are typically impaired, but social judgement may be preserved, depending on the etiology. The individual may have difficulty making complex decisions, making plans and/or handling finances (e.g. calculating change, paying bills). XS0T Moderate dementia Individuals with moderate dementia require support to function outside the home, and only simple household tasks are maintained. Individuals with moderate dementia have difficulties with basic activities of daily living, such as dressing and personal hygiene. Moderate dementia is often characterized by significant memory loss. Judgement and problem solving are typically significantly impaired, and social judgement is often compromised. The individual has increasing difficulty making complex or 634 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders • the symptoms are not better accounted for by disturbance of consciousness or altered mental status (e..."
}