{
  "id": "icd11#screening_cues_1852e549",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "372 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundaries with other disorders and conditions (differential diagnosis) Boundary with dissociative amnesia Dissociative amnesia involves memory deficits that manifest as an inability to recall important autobiographical memories – typically of recent traumatic or stressful events. The memory deficits are inconsistent with ordinary forgetting, and are not due to the direct effects of a substance or a disease of the nervous system. If cognitive symptoms are narrowly focused on autobiographical memory, dissociative amnesia is the more appropriate diagnosis. Cognitive symptoms presented in dissociative neurological symptom disorder involve other cognitive phenomena. Boundary with other dissociative disorders Dissociative motor, sensory or cognitive symptoms are commonly a part of the clinical presentation of trance disorder, possession trance disorder, dissociative identity disorder and partial dissociative identity disorder. A separate diagnosis of dissociative neurological symptom disorder should not be assigned if the symptoms occur exclusively during symptomatic episodes of another dissociative disorder. Boundary with factitious disorder and malingering In dissociative neurological symptom disorder, despite the presented symptoms (e.g. seizures, paralysis) not being consistent with neurological findings or other pathophysiology, the symptoms are not feigned, falsified or intentionally induced as in factitious disorder or malingering. Boundary with other mental disorders Somatic symptoms that are not consistent with an identified medical condition also occur in bodily distress disorder, and a variety of somatic symptoms may also occur in schizophrenia and other primary psychotic disorders, mood disorders, anxiety and fear-related disorders, obsessive- compulsive and related disorders, and disorders specifically associated with stress. Dissociative neurological symptom disorder should not be diagnosed if the symptoms are accounted for by another mental disorder. Boundary with diseases of the nervous system and other medical conditions classified elsewhere The diagnosis of dissociative neurological symptom disorder requires a medical evaluation to rule out diseases of the nervous system and other medical conditions as",
  "gloss_vi": "372 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders boundaries with other disorders and conditions (differential diagnosis) ranh giới with dissociative amn...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "management"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 372 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundaries with other disorders and conditions (differential diagnosis) Boundary with dissociative amnesia Dissociative amnesia involves memory deficits that manifest as an inability to recall important autobiographical memories – typically of recent traumatic or stressful events. The memory deficits are inconsistent with ordinary forgetting, and are not due to the direct effects of a substance or a disease of the nervous system. If cognitive symptoms are narrowly focused on autobiographical memory, dissociative amnesia is the more appropriate diagnosis. Cognitive symptoms presented in dissociative neurological symptom disorder involve other cognitive phenomena. Boundary with other dissociative disorders Dissociative motor, sensory or cognitive symptoms are commonly a part of the clinical presentation of trance disorder, possession trance disorder, dissociative identity disorder and partial dissociative identity disorder. A separate diagnosis of dissociative neurological symptom disorder should not be assigned if the symptoms occur exclusively during symptomatic episodes of another dissociative disorder. Boundary with factitious disorder and malingering In dissociative neurological symptom disorder, despite the presented symptoms (e.g. seizures, paralysis) not being consistent with neurological findings or other pathophysiology, the symptoms are not feigned, falsified or intentionally induced as in factitious disorder or malingering. Boundary with other mental disorders Somatic symptoms that are not consistent with an identified medical condition also occur in bodily distress disorder, and a variety of somatic symptoms may also occur in schizophrenia and other primary psychotic disorders, mood disorders, anxiety and fear-related disorders, obsessive- compulsive and related disorders, and disorders specifically associated with stress. Dissociative neurological symptom disorder should not be diagnosed if the symptoms are accounted for by another mental disorder. Boundary with diseases of the nervous system and other medical conditions classified elsewhere The diagnosis of dissociative neurological symptom disorder requires a medical evaluation to rule out diseases of the nervous system and other medical conditions as 372 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders boundaries with other disorders and conditions (differential diagnosis) ranh giới with dissociative amn..."
}