{
  "id": "icd11#screening_cues_b1459002",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "136 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Additional clinical features • Individuals with developmental learning disorder typically show impairments in various underlying psychological processes that may include phonological processing, orthographic processing, memory (including working memory), executive functions (including inhibitory control, set-shifting, planning), learning and automatizing symbols (e.g. visual, alphanumeric), perceptual-motor integration and speed of processing information. Deficits in these psychological processes are presumed to underlie a child’s ability to learn academic skills. However, the precise relationship between psychological processes and outcomes related to learning capacity is not yet sufficiently understood to allow an accurate and clinically useful classification based on these underlying processes. • Developmental learning disorder commonly co-occurs with other neurodevelopmental disorders, such as attention deficit hyperactivity disorder, developmental motor coordination disorder, developmental language disorder and autism spectrum disorder. • Many individuals with developmental learning disorder have marked difficulties self- regulating attention that are not sufficiently severe to warrant a separate diagnosis. Persistent difficulties with self-regulated attention can have deleterious effects on academic outcomes, and may impede response to intervention or support. • Some individuals with developmental learning disorder may be able to sustain seemingly adequate levels of key academic skills by using compensatory strategies or through devoting extraordinarily high levels of effort or time, or through the provision of unusually high levels of support. However, as demands for efficiency in key academic skills increase and exceed capabilities (e.g. in timed tests, reading or writing lengthy detailed reports for a tight deadline, heavier academic coursework as in high school/secondary school, postsecondary education or professional training), the underlying learning difficulties tend to become more fully apparent. • Ideally, determination of the presence of developmental learning disorder includes assessment of academic achievement using standardized, appropriately normed instruments. However, a child’s score on a single test measuring a particular academic skill is not sufficient to distinguish disorder from normality. Achievement scores may vary as a result of the technical properties of the specific test being used, the testing conditions and a variety of other variables, and also can vary substantially over the individual’s development and life-course. Therefore, the diagnosis of developmental learning disorder should also consider various sources of evidence regarding the child’s capacity for learning outside the formal testing situation. Boundary with normality (threshold) • The age of acquisition of academic skills varies, and later acquisition of a particular academic skill compared to same-age peers does not necessarily indicate the presence of a disorder. Developmental learning disorder is distinguished by",
  "gloss_vi": "136 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders additional clinical features • individuals with developmental learning disorder typically show impairme...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation"
    ],
    "life_topics": [
      "work",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 136 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Additional clinical features • Individuals with developmental learning disorder typically show impairments in various underlying psychological processes that may include phonological processing, orthographic processing, memory (including working memory), executive functions (including inhibitory control, set-shifting, planning), learning and automatizing symbols (e.g. visual, alphanumeric), perceptual-motor integration and speed of processing information. Deficits in these psychological processes are presumed to underlie a child’s ability to learn academic skills. However, the precise relationship between psychological processes and outcomes related to learning capacity is not yet sufficiently understood to allow an accurate and clinically useful classification based on these underlying processes. • Developmental learning disorder commonly co-occurs with other neurodevelopmental disorders, such as attention deficit hyperactivity disorder, developmental motor coordination disorder, developmental language disorder and autism spectrum disorder. • Many individuals with developmental learning disorder have marked difficulties self- regulating attention that are not sufficiently severe to warrant a separate diagnosis. Persistent difficulties with self-regulated attention can have deleterious effects on academic outcomes, and may impede response to intervention or support. • Some individuals with developmental learning disorder may be able to sustain seemingly adequate levels of key academic skills by using compensatory strategies or through devoting extraordinarily high levels of effort or time, or through the provision of unusually high levels of support. However, as demands for efficiency in key academic skills increase and exceed capabilities (e.g. in timed tests, reading or writing lengthy detailed reports for a tight deadline, heavier academic coursework as in high school/secondary school, postsecondary education or professional training), the underlying learning difficulties tend to become more fully apparent. • Ideally, determination of the presence of developmental learning disorder includes assessment of academic achievement using standardized, appropriately normed instruments. However, a child’s score on a single test measuring a particular academic skill is not sufficient to distinguish disorder from normality. Achievement scores may vary as a result of the technical properties of the specific test being used, the testing conditions and a variety of other variables, and also can vary substantially over the individual’s development and life-course. Therefore, the diagnosis of developmental learning disorder should also consider various sources of evidence regarding the child’s capacity for learning outside the formal testing situation. Boundary with normality (threshold) • The age of acquisition of academic skills varies, and later acquisition of a particular academic skill compared to same-age peers does not necessarily indicate the presence of a disorder. Developmental learning disorder is distinguished by 136 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders additional clinical features • individuals with developmental learning disorder typically show impairme..."
}