{
  "id": "icd11#do_not_do_24e21dc2",
  "title_en": "General — Do Not Do",
  "title_vi": "General — Do Not Do",
  "text_en": "involves exposing one’s genitals to an unsuspecting person in public places. In contrast, compulsive sexual behaviour disorder is characterized by a persistent pattern of failure to control sexual impulses, urges or behaviours, regardless of the focus of sexual arousal. If an individual with exhibitionistic disorder is able to exercise some degree of control over the behavioural expressions of the arousal pattern, an additional diagnosis of compulsive sexual behavioural disorder is generally not warranted. Boundary with disorders due to substance use Episodes of impulsive or disinhibited sexual behaviour, including exhibitionistic behaviour, may occur during substance intoxication. Such episodes may not be a manifestation of a sustained, focused and intense sexual arousal pattern. At the same time, some individuals with exhibitionistic disorder may use substances with the intention of engaging in exhibitionistic behaviour that does reflect an underlying paraphilic arousal pattern. A diagnosis of exhibitionistic disorder may be assigned together with a disorder due to substance use if the diagnostic requirements for both are met. Boundary with other mental disorders The occurrence or a history of behaviours involving exposing oneself to non-consenting individuals is not sufficient to establish a diagnosis of exhibitionistic disorder. Rather, these behaviours must reflect a sustained, focused and intense pattern of sexual arousal. When this is not the case, other causes of the behaviour need to be considered. For example, exhibitionistic behaviours that do not reflect an underlying, persistent pattern of sexual arousal may occur in the context of some mental disorders, such as bipolar type I disorder during manic or mixed episodes, or dementia. Boundary with sexual crimes that do not involve a paraphilic disorder Sexual crimes involving exhibitionistic behaviour may consist of actions or behaviours that are not associated with a sustained underlying paraphilic arousal pattern. Rather, these behaviours may be transient and occur impulsively or opportunistically. The diagnosis of exhibitionistic disorder requires these behaviours to be a manifestation of a sustained, focused and intense pattern of sexual arousal. Paraphilic disorders | Exhibitionistic disorder",
  "gloss_vi": "Involves exposing one’s genitals to an unsuspecting person in public places. in contrast, compulsive sexual behaviour disorder is characterized by a persistent pattern of failure to control sexual impulses, urges or beha...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "do_not_do"
    ],
    "life_topics": [
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Do Not Do General — Do Not Do involves exposing one’s genitals to an unsuspecting person in public places. In contrast, compulsive sexual behaviour disorder is characterized by a persistent pattern of failure to control sexual impulses, urges or behaviours, regardless of the focus of sexual arousal. If an individual with exhibitionistic disorder is able to exercise some degree of control over the behavioural expressions of the arousal pattern, an additional diagnosis of compulsive sexual behavioural disorder is generally not warranted. Boundary with disorders due to substance use Episodes of impulsive or disinhibited sexual behaviour, including exhibitionistic behaviour, may occur during substance intoxication. Such episodes may not be a manifestation of a sustained, focused and intense sexual arousal pattern. At the same time, some individuals with exhibitionistic disorder may use substances with the intention of engaging in exhibitionistic behaviour that does reflect an underlying paraphilic arousal pattern. A diagnosis of exhibitionistic disorder may be assigned together with a disorder due to substance use if the diagnostic requirements for both are met. Boundary with other mental disorders The occurrence or a history of behaviours involving exposing oneself to non-consenting individuals is not sufficient to establish a diagnosis of exhibitionistic disorder. Rather, these behaviours must reflect a sustained, focused and intense pattern of sexual arousal. When this is not the case, other causes of the behaviour need to be considered. For example, exhibitionistic behaviours that do not reflect an underlying, persistent pattern of sexual arousal may occur in the context of some mental disorders, such as bipolar type I disorder during manic or mixed episodes, or dementia. Boundary with sexual crimes that do not involve a paraphilic disorder Sexual crimes involving exhibitionistic behaviour may consist of actions or behaviours that are not associated with a sustained underlying paraphilic arousal pattern. Rather, these behaviours may be transient and occur impulsively or opportunistically. The diagnosis of exhibitionistic disorder requires these behaviours to be a manifestation of a sustained, focused and intense pattern of sexual arousal. Paraphilic disorders | Exhibitionistic disorder Involves exposing one’s genitals to an unsuspecting person in public places. in contrast, compulsive sexual behaviour disorder is characterized by a persistent pattern of failure to control sexual impulses, urges or beha..."
}