{
  "id": "icd11#screening_cues_52936684",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "476 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Table 6.15. contd Substance Common substance-specific features Opioids Presenting features of opioid intoxication may include somnolence, stupor, mood changes (e.g. euphoria followed by apathy and dysphoria), psychomotor retardation, impaired judgement, respiratory depression, slurred speech, and impairment of memory and attention. In severe intoxication, coma may ensue. A characteristic physical sign is pupillary constriction, but this sign may be absent when intoxication is due to synthetic opioids. Additional features • Severe opioid intoxication can lead to death due to excessive respiratory depression. Overdose is more likely to occur with higher-potency opioids (e.g. fentanyl), when the person has reduced tolerance (e.g. after detoxification) or when an individual who has developed tolerance uses the opioid in a novel environment. • Opioid intoxication shares certain features with alcohol intoxication and sedative, hypnotic or anxiolytic intoxication. Evidence of alcohol use (e.g. the smell of alcohol on the breath) does not rule out co-occurring opioid intoxication. • Where available, laboratory testing for substances that may be contributing to the intoxication or their metabolites may be necessary to identify the intoxicating substance. • Administration of an opioid antagonist (e.g. naloxone) may be used empirically in some settings (e.g. emergency settings) to differentiate opioid intoxication from intoxication with other substances. Sedatives, hypnotics or Presenting features of sedative, hypnotic or anxiolytic intoxication may include anxiolytics somnolence, impaired judgement, inappropriate behaviour (including sexual behaviour or aggression), slurred speech, impaired motor coordination, unsteady gait, mood changes, and impaired memory, attention and concentration. Nystagmus (repetitive, uncontrolled eye movements) is a common physical sign. In severe cases, stupor or coma may occur. Additional features • Impaired memory in sedative, hypnotic or anxiolytic intoxication is characterized by anterograde amnesia for the period of intoxication. • Sedatives, hypnotics or anxiolytics are commonly prescribed medications. They can cause intoxication even in therapeutic doses in older individuals and in those with medical comorbidities. • Some features of sedative, hypnotic or anxiolytic intoxication may be similar to those of opioid intoxication or alcohol intoxication. Evidence of alcohol use (e.g. the smell of alcohol on the breath) does not rule out concomitant sedative, hypnotic or anxiolytic intoxication. • Where available, laboratory testing for substances that may be contributing to the intoxication or their metabolites may be necessary to identify the intoxicating substance. Cocaine Presenting features of cocaine intoxication may include inappropriate euphoria, anxiety, anger, impaired attention, hypervigilance, psychomotor agitation, paranoid ideation (sometimes of delusional intensity), auditory hallucinations, confusion and changes in sociability. Perspiration or chills, nausea or vomiting, and palpitations and chest pain may be experienced.",
  "gloss_vi": "476 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders table 6.15. contd substance common substance-specific features opioids presenting features of opioid in...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [],
    "advice_section": [
      "coping_skill"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 476 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Table 6.15. contd Substance Common substance-specific features Opioids Presenting features of opioid intoxication may include somnolence, stupor, mood changes (e.g. euphoria followed by apathy and dysphoria), psychomotor retardation, impaired judgement, respiratory depression, slurred speech, and impairment of memory and attention. In severe intoxication, coma may ensue. A characteristic physical sign is pupillary constriction, but this sign may be absent when intoxication is due to synthetic opioids. Additional features • Severe opioid intoxication can lead to death due to excessive respiratory depression. Overdose is more likely to occur with higher-potency opioids (e.g. fentanyl), when the person has reduced tolerance (e.g. after detoxification) or when an individual who has developed tolerance uses the opioid in a novel environment. • Opioid intoxication shares certain features with alcohol intoxication and sedative, hypnotic or anxiolytic intoxication. Evidence of alcohol use (e.g. the smell of alcohol on the breath) does not rule out co-occurring opioid intoxication. • Where available, laboratory testing for substances that may be contributing to the intoxication or their metabolites may be necessary to identify the intoxicating substance. • Administration of an opioid antagonist (e.g. naloxone) may be used empirically in some settings (e.g. emergency settings) to differentiate opioid intoxication from intoxication with other substances. Sedatives, hypnotics or Presenting features of sedative, hypnotic or anxiolytic intoxication may include anxiolytics somnolence, impaired judgement, inappropriate behaviour (including sexual behaviour or aggression), slurred speech, impaired motor coordination, unsteady gait, mood changes, and impaired memory, attention and concentration. Nystagmus (repetitive, uncontrolled eye movements) is a common physical sign. In severe cases, stupor or coma may occur. Additional features • Impaired memory in sedative, hypnotic or anxiolytic intoxication is characterized by anterograde amnesia for the period of intoxication. • Sedatives, hypnotics or anxiolytics are commonly prescribed medications. They can cause intoxication even in therapeutic doses in older individuals and in those with medical comorbidities. • Some features of sedative, hypnotic or anxiolytic intoxication may be similar to those of opioid intoxication or alcohol intoxication. Evidence of alcohol use (e.g. the smell of alcohol on the breath) does not rule out concomitant sedative, hypnotic or anxiolytic intoxication. • Where available, laboratory testing for substances that may be contributing to the intoxication or their metabolites may be necessary to identify the intoxicating substance. Cocaine Presenting features of cocaine intoxication may include inappropriate euphoria, anxiety, anger, impaired attention, hypervigilance, psychomotor agitation, paranoid ideation (sometimes of delusional intensity), auditory hallucinations, confusion and changes in sociability. Perspiration or chills, nausea or vomiting, and palpitations and chest pain may be experienced. 476 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders table 6.15. contd substance common substance-specific features opioids presenting features of opioid in..."
}