{
  "id": "icd11#psychoeducation_c12d1630",
  "title_en": "General — Psychoeducation",
  "title_vi": "General — Giáo dục tâm lý",
  "text_en": "personal, family, social, educational, occupational or other important areas of functioning. If functioning is maintained, it is only through significant additional effort. Distress that is entirely related to moral judgements and disapproval about sexual impulses, urges or behaviours is not sufficient to meet this requirement. Additional clinical features • Compulsive sexual behaviour disorder may be expressed in a variety of behaviours, including sexual behaviour with others, masturbation, use of pornography, cybersex (internet sex), telephone sex and other forms of repetitive sexual behaviour. • Individuals with compulsive sexual behaviour disorder often engage in sexual behaviour in response to feelings of depression, anxiety, boredom, loneliness or other negative affective states. Although not diagnostically determinative, consideration of the relationship between emotional and behavioural cues and sexual behaviour may be an important aspect of treatment planning. • Individuals who make religious or moral judgements about their own sexual behaviour or view it with disapproval, or who are concerned about the judgements and disapproval of others or about other potential consequences of their sexual behaviour, may describe themselves as “sex addicts” or describe their sexual behaviour as “compulsive” or similar terms. In such cases, it is important to examine carefully whether such perceptions are only a result of internal or external judgements or potential consequences, or whether there is evidence that impaired control over sexual impulses, urges or behaviours and the other diagnostic requirements of compulsive sexual behaviour disorder are actually present. Boundary with normality (threshold) • There is wide variation in the nature and frequency of individuals’ sexual thoughts, fantasies, impulses and behaviours. This diagnosis is only appropriate when the individual experiences intense, repetitive sexual impulses or urges that are experienced as irresistible or uncontrollable, leading to repetitive sexual behaviour, and when the pattern of repetitive sexual behaviour results in marked distress or significant impairment in personal, family, social, educational, occupational or other important areas of functioning. Individuals with high levels of sexual interest and behaviour (e.g. due to a high sex drive) who do not exhibit impaired control over their sexual behaviour and significant distress or impairment in functioning should not be diagnosed with compulsive sexual behaviour disorder. The diagnosis should also not be assigned to describe high levels of sexual interest and behaviour (e.g. masturbation) that are common among adolescents, even when this is associated with distress. • Compulsive sexual behaviour disorder should not be diagnosed based on distress related to moral judgements and disapproval about sexual impulses, urges or behaviours that would otherwise not be considered to be indicative of psychopathology (e.g. a woman who believes that she should not have sexual impulses at all; a religious young man who believes Impulse control disorders | Compulsive sexual behaviour disorder",
  "gloss_vi": "Personal, family, social, educational, occupational or other important areas of functioning. if functioning is maintained, it is only through significant additional effort.",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "psychoeducation",
      "do_not_do",
      "management",
      "caregiver"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships",
      "digital"
    ],
    "advice_section": [
      "communication_tips",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Psychoeducation General — Giáo dục tâm lý personal, family, social, educational, occupational or other important areas of functioning. If functioning is maintained, it is only through significant additional effort. Distress that is entirely related to moral judgements and disapproval about sexual impulses, urges or behaviours is not sufficient to meet this requirement. Additional clinical features • Compulsive sexual behaviour disorder may be expressed in a variety of behaviours, including sexual behaviour with others, masturbation, use of pornography, cybersex (internet sex), telephone sex and other forms of repetitive sexual behaviour. • Individuals with compulsive sexual behaviour disorder often engage in sexual behaviour in response to feelings of depression, anxiety, boredom, loneliness or other negative affective states. Although not diagnostically determinative, consideration of the relationship between emotional and behavioural cues and sexual behaviour may be an important aspect of treatment planning. • Individuals who make religious or moral judgements about their own sexual behaviour or view it with disapproval, or who are concerned about the judgements and disapproval of others or about other potential consequences of their sexual behaviour, may describe themselves as “sex addicts” or describe their sexual behaviour as “compulsive” or similar terms. In such cases, it is important to examine carefully whether such perceptions are only a result of internal or external judgements or potential consequences, or whether there is evidence that impaired control over sexual impulses, urges or behaviours and the other diagnostic requirements of compulsive sexual behaviour disorder are actually present. Boundary with normality (threshold) • There is wide variation in the nature and frequency of individuals’ sexual thoughts, fantasies, impulses and behaviours. This diagnosis is only appropriate when the individual experiences intense, repetitive sexual impulses or urges that are experienced as irresistible or uncontrollable, leading to repetitive sexual behaviour, and when the pattern of repetitive sexual behaviour results in marked distress or significant impairment in personal, family, social, educational, occupational or other important areas of functioning. Individuals with high levels of sexual interest and behaviour (e.g. due to a high sex drive) who do not exhibit impaired control over their sexual behaviour and significant distress or impairment in functioning should not be diagnosed with compulsive sexual behaviour disorder. The diagnosis should also not be assigned to describe high levels of sexual interest and behaviour (e.g. masturbation) that are common among adolescents, even when this is associated with distress. • Compulsive sexual behaviour disorder should not be diagnosed based on distress related to moral judgements and disapproval about sexual impulses, urges or behaviours that would otherwise not be considered to be indicative of psychopathology (e.g. a woman who believes that she should not have sexual impulses at all; a religious young man who believes Impulse control disorders | Compulsive sexual behaviour disorder Personal, family, social, educational, occupational or other important areas of functioning. if functioning is maintained, it is only through significant additional effort."
}