{
  "id": "icd11#management_dbc5467e",
  "title_en": "General — Management",
  "title_vi": "General — Management",
  "text_en": "448 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders 6C4E Disorders due to use of other specified psychoactive substances, including medications Disorders due to use of other specified psychoactive substances, including medications, are characterized by the pattern and consequences of psychoactive substances that are not included among the major substance classes specifically identified above. Examples include khat, anabolic steroids, antidepressants, medications with anticholinergic properties (e.g. benztropine) and some antihistamines. 6C4F Disorders due to use of multiple specified psychoactive substances, including medications The categories in this grouping are provided for coding purposes. However, in most clinical situations it is recommended that multiple categories from disorders due to substance use should be assigned if these can be discerned, rather than using categories from this grouping. Doing so will provide more useful information for both clinical and coding purposes. 6C4G Disorders due to use of unknown or unspecified psychoactive substances These categories apply in clinical situations in which it is clear that the disturbance is due to substance use but the specific substance or class of substances is initially unknown. As more information becomes available (e.g. laboratory results, report from a collateral informant) the diagnosis should be changed to indicate the relevant substance or substance class. 6C4H Disorders due to use of non-psychoactive substances Disorders due to use of non-psychoactive substances are characterized by the pattern and consequences of nonmedical use of non-psychoactive substances. Non-psychoactive substances include laxatives, growth hormone, erythropoietin and non-steroidal anti-inflammatory drugs. They may also include proprietary or over-the-counter medicines and folk remedies. Nonmedical use of these substances may be associated with harm to the individual due to the direct or secondary toxic effects of the non-psychoactive substance on body organs and systems, or a harmful route of administration (e.g. infections due to intravenous self-administration). They are not associated with intoxication or with a dependence or withdrawal syndrome, and are not recognized causes of substance-induced mental disorders. 6C4Z Disorders due to substance use, unspecified Disorders due to substance use or addictive behaviours | Substance classes Disorders due to substance use or addictive behaviours 449 Diagnostic categories that apply to the various classes of psychoactive substances Specific diagnostic categories that apply",
  "gloss_vi": "448 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders 6c4e disorders due to use of other specified psychoactive substances, including medications disorders d...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "management"
    ],
    "life_topics": [
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Management General — Management 448 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders 6C4E Disorders due to use of other specified psychoactive substances, including medications Disorders due to use of other specified psychoactive substances, including medications, are characterized by the pattern and consequences of psychoactive substances that are not included among the major substance classes specifically identified above. Examples include khat, anabolic steroids, antidepressants, medications with anticholinergic properties (e.g. benztropine) and some antihistamines. 6C4F Disorders due to use of multiple specified psychoactive substances, including medications The categories in this grouping are provided for coding purposes. However, in most clinical situations it is recommended that multiple categories from disorders due to substance use should be assigned if these can be discerned, rather than using categories from this grouping. Doing so will provide more useful information for both clinical and coding purposes. 6C4G Disorders due to use of unknown or unspecified psychoactive substances These categories apply in clinical situations in which it is clear that the disturbance is due to substance use but the specific substance or class of substances is initially unknown. As more information becomes available (e.g. laboratory results, report from a collateral informant) the diagnosis should be changed to indicate the relevant substance or substance class. 6C4H Disorders due to use of non-psychoactive substances Disorders due to use of non-psychoactive substances are characterized by the pattern and consequences of nonmedical use of non-psychoactive substances. Non-psychoactive substances include laxatives, growth hormone, erythropoietin and non-steroidal anti-inflammatory drugs. They may also include proprietary or over-the-counter medicines and folk remedies. Nonmedical use of these substances may be associated with harm to the individual due to the direct or secondary toxic effects of the non-psychoactive substance on body organs and systems, or a harmful route of administration (e.g. infections due to intravenous self-administration). They are not associated with intoxication or with a dependence or withdrawal syndrome, and are not recognized causes of substance-induced mental disorders. 6C4Z Disorders due to substance use, unspecified Disorders due to substance use or addictive behaviours | Substance classes Disorders due to substance use or addictive behaviours 449 Diagnostic categories that apply to the various classes of psychoactive substances Specific diagnostic categories that apply 448 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders 6c4e disorders due to use of other specified psychoactive substances, including medications disorders d..."
}