{
  "id": "icd11#screening_cues_39f30b14",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "702 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders MB29 Symptoms or signs involving eating and related behaviour This grouping includes symptoms or signs related to disturbances in the regulation or form of eating behaviour that are not developmentally appropriate or culturally sanctioned, including avoidant or restrictive eating, binge eating, decreased appetite, eating of non-nutritive substances, increased appetite, purging behaviour and rumination-regurgitation. MB29.0 Avoidant or restrictive eating • Avoidant or restrictive eating refers to acceptance of only a limited diet, which may be defined in terms of a specific dietary composition or sensory features of food, that is inconsistent with cultural or subcultural norms. MB29.1 Binge eating • Binge eating refers to an episode in which an individual eats notably more than usual, and feels that they are unable to stop or limit the amount or type of food eaten. MB29.2 Eating of non-nutritive substances • Eating of non-nutritive substances refers to consumption of non-food objects and materials (e.g. clay, soil, chalk, plaster, plastic, metal, paper) or raw food ingredients (e.g. large quantities of salt or corn flour). MB29.3 Purging behaviour • Purging behaviour refers to behaviour aimed at the removal of ingested food from the body with the specific intention to lose weight or prevent weight gain (e.g. self-induced vomiting, laxative abuse, use of enemas). MB29.4 Rumination-regurgitation • Rumination-regurgitation refers to re-chewing of previously swallowed food that has been brought back to the mouth through regurgitation, which may then be re-swallowed or spat out. MG43.1 Overeating • Overeating refers to the consumption of excess food in relation to energy and nutritional requirements. Mental or behavioural symptoms, signs or clinical findings | Symptoms or signs involving eating and",
  "gloss_vi": "702 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders mb29 symptoms or signs involving eating and related behaviour this grouping includes symptoms or signs ...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "do_not_do"
    ],
    "life_topics": [],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 702 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders MB29 Symptoms or signs involving eating and related behaviour This grouping includes symptoms or signs related to disturbances in the regulation or form of eating behaviour that are not developmentally appropriate or culturally sanctioned, including avoidant or restrictive eating, binge eating, decreased appetite, eating of non-nutritive substances, increased appetite, purging behaviour and rumination-regurgitation. MB29.0 Avoidant or restrictive eating • Avoidant or restrictive eating refers to acceptance of only a limited diet, which may be defined in terms of a specific dietary composition or sensory features of food, that is inconsistent with cultural or subcultural norms. MB29.1 Binge eating • Binge eating refers to an episode in which an individual eats notably more than usual, and feels that they are unable to stop or limit the amount or type of food eaten. MB29.2 Eating of non-nutritive substances • Eating of non-nutritive substances refers to consumption of non-food objects and materials (e.g. clay, soil, chalk, plaster, plastic, metal, paper) or raw food ingredients (e.g. large quantities of salt or corn flour). MB29.3 Purging behaviour • Purging behaviour refers to behaviour aimed at the removal of ingested food from the body with the specific intention to lose weight or prevent weight gain (e.g. self-induced vomiting, laxative abuse, use of enemas). MB29.4 Rumination-regurgitation • Rumination-regurgitation refers to re-chewing of previously swallowed food that has been brought back to the mouth through regurgitation, which may then be re-swallowed or spat out. MG43.1 Overeating • Overeating refers to the consumption of excess food in relation to energy and nutritional requirements. Mental or behavioural symptoms, signs or clinical findings | Symptoms or signs involving eating and 702 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders mb29 symptoms or signs involving eating and related behaviour this grouping includes symptoms or signs ..."
}