{
  "id": "icd11#do_not_do_75d7bacf",
  "title_en": "General — Do Not Do",
  "title_vi": "General — Do Not Do",
  "text_en": "or Neurodevelopmental Disorders Boundary with primary tics and tic disorders, including Tourette syndrome Dysfluency associated with other movements of the face or body that coincide in time with repetitions, prolongations or pauses in speech flow needs to be differentiated from complex tics. Tics do not involve the marked speech dysfluency that characterizes a developmental speech fluency disorder. Boundary with diseases of the nervous system Diseases of the nervous system affecting the anatomical and functional mechanisms for speech output can sometimes give rise to speech dysfluency, but are distinguished on examination by the presence of positive neurological signs. 6A01.2 Developmental language disorder Essential (required) features • Persistent deficits in the acquisition, understanding, production or use of language (spoken or signed) are required for diagnosis. Any of the following specific components of language skill may be differentially impaired, with relative weaknesses in some and relative strengths in others, or impairment may be more consistent across the different component skills: • the ability to decompose words into constituent sounds and mentally manipulate those sounds (i.e. phonological awareness); • the ability to use language rules – for example, regarding word endings and how words are combined to form sentences (i.e. syntax, morphology or grammar); • the ability to learn, understand and use language to convey the meaning of words and sentences (i.e. semantics); • the ability to tell a story or have a conversation (i.e. narrative or conversational discourse); • the ability to understand and use language in social contexts – for example, making inferences, understanding verbal humour and resolving ambiguous meaning (i.e. pragmatics). • Language abilities are markedly below what would be expected based on age. • The onset of language difficulties occurs during the developmental period – typically during early childhood. • Language deficits result in significant limitations in communication, with functional impact in daily life at home, school or work. • The language deficits are not better accounted for by a disorder of intellectual development, autism spectrum disorder, another neurodevelopmental disorder, a sensory impairment, or a disease of the nervous system, including the effects of brain injury or infection (e.g. due to trauma, stroke, epilepsy or meningitis). Neurodevelopmental disorders | Developmental speech and language disorders",
  "gloss_vi": "Or neurodevelopmental disorders ranh giới with primary tics and tic disorders, including tourette syndrome dysfluency associated with other movements of the face or body that coincide in time with repetitions, prolongati...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "do_not_do"
    ],
    "life_topics": [
      "study",
      "work",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Do Not Do General — Do Not Do or Neurodevelopmental Disorders Boundary with primary tics and tic disorders, including Tourette syndrome Dysfluency associated with other movements of the face or body that coincide in time with repetitions, prolongations or pauses in speech flow needs to be differentiated from complex tics. Tics do not involve the marked speech dysfluency that characterizes a developmental speech fluency disorder. Boundary with diseases of the nervous system Diseases of the nervous system affecting the anatomical and functional mechanisms for speech output can sometimes give rise to speech dysfluency, but are distinguished on examination by the presence of positive neurological signs. 6A01.2 Developmental language disorder Essential (required) features • Persistent deficits in the acquisition, understanding, production or use of language (spoken or signed) are required for diagnosis. Any of the following specific components of language skill may be differentially impaired, with relative weaknesses in some and relative strengths in others, or impairment may be more consistent across the different component skills: • the ability to decompose words into constituent sounds and mentally manipulate those sounds (i.e. phonological awareness); • the ability to use language rules – for example, regarding word endings and how words are combined to form sentences (i.e. syntax, morphology or grammar); • the ability to learn, understand and use language to convey the meaning of words and sentences (i.e. semantics); • the ability to tell a story or have a conversation (i.e. narrative or conversational discourse); • the ability to understand and use language in social contexts – for example, making inferences, understanding verbal humour and resolving ambiguous meaning (i.e. pragmatics). • Language abilities are markedly below what would be expected based on age. • The onset of language difficulties occurs during the developmental period – typically during early childhood. • Language deficits result in significant limitations in communication, with functional impact in daily life at home, school or work. • The language deficits are not better accounted for by a disorder of intellectual development, autism spectrum disorder, another neurodevelopmental disorder, a sensory impairment, or a disease of the nervous system, including the effects of brain injury or infection (e.g. due to trauma, stroke, epilepsy or meningitis). Neurodevelopmental disorders | Developmental speech and language disorders Or neurodevelopmental disorders ranh giới with primary tics and tic disorders, including tourette syndrome dysfluency associated with other movements of the face or body that coincide in time with repetitions, prolongati..."
}