{
  "id": "icd11#screening_cues_eaa84277",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "426 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders • Encopresis can occur among individuals with neurocognitive disorders (e.g. dementia). The additional diagnosis of encopresis can be assigned if all diagnostic requirements are met, and the condition requires separate clinical attention. • Individuals diagnosed with encopresis may experience embarrassment and reduced self- esteem. Older children diagnosed with encopresis may experience impairments in social functioning due to peer teasing and possible social isolation. Furthermore, individuals with encopresis may avoid social situations for fear of passing faeces in the presence of other people. • Individuals with encopresis and chronic constipation may also experience co-occurring symptoms of enuresis. Both diagnoses may be assigned if the full diagnostic requirements for each are met. Boundary with normality (threshold) • It is not uncommon for children to experience an occasional soiling accident during early childhood. Faecal incontinence must occur frequently and persistently to warrant a diagnosis. Course features • Encopresis can persist for years, with recurrent episodes of worsening symptoms. Developmental presentations • Faecal incontinence may have been present from birth (i.e. an atypical extension of normal infantile incontinence), or may have its onset following a",
  "gloss_vi": "426 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders • encopresis can occur among individuals with neurocognitive disorders (e.g. dementia).",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do",
      "management"
    ],
    "life_topics": [
      "stress",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 426 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders • Encopresis can occur among individuals with neurocognitive disorders (e.g. dementia). The additional diagnosis of encopresis can be assigned if all diagnostic requirements are met, and the condition requires separate clinical attention. • Individuals diagnosed with encopresis may experience embarrassment and reduced self- esteem. Older children diagnosed with encopresis may experience impairments in social functioning due to peer teasing and possible social isolation. Furthermore, individuals with encopresis may avoid social situations for fear of passing faeces in the presence of other people. • Individuals with encopresis and chronic constipation may also experience co-occurring symptoms of enuresis. Both diagnoses may be assigned if the full diagnostic requirements for each are met. Boundary with normality (threshold) • It is not uncommon for children to experience an occasional soiling accident during early childhood. Faecal incontinence must occur frequently and persistently to warrant a diagnosis. Course features • Encopresis can persist for years, with recurrent episodes of worsening symptoms. Developmental presentations • Faecal incontinence may have been present from birth (i.e. an atypical extension of normal infantile incontinence), or may have its onset following a 426 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders • encopresis can occur among individuals with neurocognitive disorders (e.g. dementia)."
}