{
  "id": "icd11#management_f2823743",
  "title_en": "General — Management",
  "title_vi": "General — Management",
  "text_en": "Contributors 821 WHO Secretariat José Manoel Bertolote Lori Moskol Lindy Best Vladimir Poznyak Somnath Chatterji Khaled Saeed Nicolas Clark Benedetto Saraceno Sara Casanova-Cottler Shekhar Saxena Tarun Dua Chiara Servili Dévora Kestel Mark van Ommeren Claudia Garcia Moreno Meri Robinson Nicol Robert Jakob Bedirhan Ustun Eszter Kismodi Taghi Yasamy Christopher Mikton Field studies International case-controlled (internet-based) field studies Overall direction: Geoffrey M. Reed Project coordination: Tahilia J. Rebello Lead for protocol design Jared W. Keeley and data analysis: Additional design and analysis: José Ángel García, Rebeca Robles, Johannes Fuss, Samantha Burns Data platform development, data Tahilia J. Rebello, Howard F. Andrews, collection and data management: Samantha Burns, Jacky Chan, Julia Brechbiel, Destiny Peterson, Anna Kresse, Radhika Kadakia, Johannes Fuss, Karolina Sadowska, Nicole Khauli, Sherin Asiimwe, Laura Berner, Ethan Lantz, Reuben Robbins, Mariangels dePlanell Saguer Translation coordination: Japanese: Chihiro Matsumoto, Emiko Kakimoto; Spanish: Rebeca Robles, Tecelli Domínguez, Ana Ortíz-Tallo, José L. Ayuso-Mateos; Russian: Valery N. Krasnov, Maya Kulygina; Chinese: Jingjing Huang, Na Zhong, Huajian Ma, Yunfei Dai; French: Cary Kogan, Jean Grenier, Anne-Claire Stona, Brigitte Khoury, Jean-Luc Roelandt 822 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Internet-based coding and case-controlled study Countries: Germany, Switzerland, United States Study sites: Department of Psychiatry, Medical Faculty, LVR-Klinikum",
  "gloss_vi": "Contributors 821 who secretariat josé manoel bertolote lori moskol lindy best vladimir poznyak somnath chatterji khaled saeed nicolas clark benedetto saraceno sara casanova-cottler shekhar saxena tarun dua chiara servili...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "management"
    ],
    "life_topics": [
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Management General — Management Contributors 821 WHO Secretariat José Manoel Bertolote Lori Moskol Lindy Best Vladimir Poznyak Somnath Chatterji Khaled Saeed Nicolas Clark Benedetto Saraceno Sara Casanova-Cottler Shekhar Saxena Tarun Dua Chiara Servili Dévora Kestel Mark van Ommeren Claudia Garcia Moreno Meri Robinson Nicol Robert Jakob Bedirhan Ustun Eszter Kismodi Taghi Yasamy Christopher Mikton Field studies International case-controlled (internet-based) field studies Overall direction: Geoffrey M. Reed Project coordination: Tahilia J. Rebello Lead for protocol design Jared W. Keeley and data analysis: Additional design and analysis: José Ángel García, Rebeca Robles, Johannes Fuss, Samantha Burns Data platform development, data Tahilia J. Rebello, Howard F. Andrews, collection and data management: Samantha Burns, Jacky Chan, Julia Brechbiel, Destiny Peterson, Anna Kresse, Radhika Kadakia, Johannes Fuss, Karolina Sadowska, Nicole Khauli, Sherin Asiimwe, Laura Berner, Ethan Lantz, Reuben Robbins, Mariangels dePlanell Saguer Translation coordination: Japanese: Chihiro Matsumoto, Emiko Kakimoto; Spanish: Rebeca Robles, Tecelli Domínguez, Ana Ortíz-Tallo, José L. Ayuso-Mateos; Russian: Valery N. Krasnov, Maya Kulygina; Chinese: Jingjing Huang, Na Zhong, Huajian Ma, Yunfei Dai; French: Cary Kogan, Jean Grenier, Anne-Claire Stona, Brigitte Khoury, Jean-Luc Roelandt 822 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Internet-based coding and case-controlled study Countries: Germany, Switzerland, United States Study sites: Department of Psychiatry, Medical Faculty, LVR-Klinikum Contributors 821 who secretariat josé manoel bertolote lori moskol lindy best vladimir poznyak somnath chatterji khaled saeed nicolas clark benedetto saraceno sara casanova-cottler shekhar saxena tarun dua chiara servili..."
}