{
  "id": "icd11#do_not_do_f2969954",
  "title_en": "General — Do Not Do",
  "title_vi": "General — Do Not Do",
  "text_en": "have a negative impact on the child. Some caregiving behaviours may be appropriate for many children, but not for the specific child. These caregiver behaviours do not meet the diagnostic requirements for any child maltreatment category. In contrast, in child psychological maltreatment, one or more verbal or symbolic acts of parenting are clearly outside cultural norms, and are – or have reasonable potential to be – harmful to the child. If diagnostic requirements for both caregiver–child relationship problem and a form of child maltreatment are met, both may be assigned. Boundary with oppositional defiant disorder Oppositional defiant disorder is characterized by a pattern of markedly noncompliant, defiant and disobedient disruptive behaviour that is not typical for individuals of comparable age and developmental level. Similar behaviours may be observed in the context of caregiver–child relationship problem, but these are often confined to the specific caregiver–child relationship. In addition, in caregiver–child relationship problem there is often evidence that caregiver behaviours are not optimal for the child. However, if diagnostic requirements for both caregiver– child relationship problem and oppositional defiant disorder are met, both may be assigned. Boundary with reactive attachment disorder and disinhibited social engagement disorder Reactive attachment disorder and disinhibited social engagement disorder are characterized by a history of grossly insufficient care associated with markedly abnormal attachment behaviours exhibited towards adult caregivers, with onset prior to the age of 5 years. Similar abnormal attachment behaviours may be observed in caregiver–child relationship problem. However, if all diagnostic requirements for reactive attachment disorder or disinhibited social engagement disorder are met, a diagnosis of caregiver–child relationship problem is typically not warranted. PJ20 / Physical maltreatment of child or personal history of physical abuse QE82.0 as a child Essential (required) features • At least one non-accidental act of physical force (e.g. pushing or shoving, slapping, punching, throwing something that could cause injury) towards a child or adolescent is required for diagnosis. Problems in relationship between child and current former caregiver and current or past child maltreatment Problems in relationship between child and current former caregiver and current or past child maltreatment",
  "gloss_vi": "Have a negative impact on the child. some caregiving behaviours may be appropriate for many children, but not for the specific child.",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "do_not_do",
      "management",
      "caregiver"
    ],
    "life_topics": [
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Do Not Do General — Do Not Do have a negative impact on the child. Some caregiving behaviours may be appropriate for many children, but not for the specific child. These caregiver behaviours do not meet the diagnostic requirements for any child maltreatment category. In contrast, in child psychological maltreatment, one or more verbal or symbolic acts of parenting are clearly outside cultural norms, and are – or have reasonable potential to be – harmful to the child. If diagnostic requirements for both caregiver–child relationship problem and a form of child maltreatment are met, both may be assigned. Boundary with oppositional defiant disorder Oppositional defiant disorder is characterized by a pattern of markedly noncompliant, defiant and disobedient disruptive behaviour that is not typical for individuals of comparable age and developmental level. Similar behaviours may be observed in the context of caregiver–child relationship problem, but these are often confined to the specific caregiver–child relationship. In addition, in caregiver–child relationship problem there is often evidence that caregiver behaviours are not optimal for the child. However, if diagnostic requirements for both caregiver– child relationship problem and oppositional defiant disorder are met, both may be assigned. Boundary with reactive attachment disorder and disinhibited social engagement disorder Reactive attachment disorder and disinhibited social engagement disorder are characterized by a history of grossly insufficient care associated with markedly abnormal attachment behaviours exhibited towards adult caregivers, with onset prior to the age of 5 years. Similar abnormal attachment behaviours may be observed in caregiver–child relationship problem. However, if all diagnostic requirements for reactive attachment disorder or disinhibited social engagement disorder are met, a diagnosis of caregiver–child relationship problem is typically not warranted. PJ20 / Physical maltreatment of child or personal history of physical abuse QE82.0 as a child Essential (required) features • At least one non-accidental act of physical force (e.g. pushing or shoving, slapping, punching, throwing something that could cause injury) towards a child or adolescent is required for diagnosis. Problems in relationship between child and current former caregiver and current or past child maltreatment Problems in relationship between child and current former caregiver and current or past child maltreatment Have a negative impact on the child. some caregiving behaviours may be appropriate for many children, but not for the specific child."
}