{
  "id": "icd11#screening_cues_37865f95",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "spectrum disorder during the preschool period (up to 4 years of age), especially in children exhibiting generalized developmental delay. Plateauing of social communication and language skills and failure to progress in their development is not uncommon. The loss of early words and social responsiveness – i.e. a true regression – with an onset between 1 and 2 years of age is unusual but significant, and rarely occurs after the third year of life. In these cases, the with loss of previously acquired skills specifier should be applied. Preschool In preschool-aged children, indicators of an autism spectrum disorder diagnosis often include avoidance of mutual eye contact, resistance to physical affection, a lack of social imaginary play, language that is delayed in onset or is precocious but not used for social conversation; social withdrawal, obsessive or repetitive preoccupations, and a lack of social interaction with peers characterized by parallel play or disinterest. Sensory sensitivities to everyday sounds, or to foods, may overshadow the underlying social communication deficits. Middle childhood In children with autism spectrum disorder without a disorder of intellectual development, social adjustment difficulties outside the home may not be detected until middle childhood (commonly at school entry) or during adolescence, when social communication problems lead to social isolation from peers. Resistance to engage in unfamiliar experiences and marked reactions to even minor change in routines are typical. Furthermore, excessive focus on detail and rigidity of behaviour and thinking may be significant. Symptoms of anxiety may become evident at this stage of development. Adolescence By adolescence, the capacity to cope with increasing social complexity in peer relationships at a time of increasingly demanding academic expectations is often overwhelmed. In some individuals with autism spectrum disorder, the underlying social communication deficits may be overshadowed by the symptoms of co-occurring mental and behavioural disorders. Depressive symptoms are often a presenting feature. Adulthood In adulthood, the capacity for those with autism spectrum disorder to cope with social relationships can become increasingly challenged, and clinical presentation may occur when social demands overwhelm the capacity to compensate. Presenting problems in adulthood may represent reactions to social isolation or the social consequences of inappropriate behaviour. Compensation strategies may be sufficient to sustain dyadic relationships, but are usually inadequate in social groups. Special interests, and focused attention, may benefit some individuals in education and employment. Work environments may have to be tailored to the capacities of the individual. A first diagnosis in adulthood may be precipitated by a breakdown in domestic or work relationships. In autism spectrum disorder there is always a history of early childhood social communication and relationship difficulties, although this may only be apparent in retrospect. Neurodevelopmental disorders | Autism spectrum disorder",
  "gloss_vi": "Spectrum disorder during the preschool period (up to 4 years of age), especially in children exhibiting generalized developmental delay. plateauing of social giao tiếp and language skills and failure to progress in their...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "study",
      "work",
      "relationships",
      "grief"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc spectrum disorder during the preschool period (up to 4 years of age), especially in children exhibiting generalized developmental delay. Plateauing of social communication and language skills and failure to progress in their development is not uncommon. The loss of early words and social responsiveness – i.e. a true regression – with an onset between 1 and 2 years of age is unusual but significant, and rarely occurs after the third year of life. In these cases, the with loss of previously acquired skills specifier should be applied. Preschool In preschool-aged children, indicators of an autism spectrum disorder diagnosis often include avoidance of mutual eye contact, resistance to physical affection, a lack of social imaginary play, language that is delayed in onset or is precocious but not used for social conversation; social withdrawal, obsessive or repetitive preoccupations, and a lack of social interaction with peers characterized by parallel play or disinterest. Sensory sensitivities to everyday sounds, or to foods, may overshadow the underlying social communication deficits. Middle childhood In children with autism spectrum disorder without a disorder of intellectual development, social adjustment difficulties outside the home may not be detected until middle childhood (commonly at school entry) or during adolescence, when social communication problems lead to social isolation from peers. Resistance to engage in unfamiliar experiences and marked reactions to even minor change in routines are typical. Furthermore, excessive focus on detail and rigidity of behaviour and thinking may be significant. Symptoms of anxiety may become evident at this stage of development. Adolescence By adolescence, the capacity to cope with increasing social complexity in peer relationships at a time of increasingly demanding academic expectations is often overwhelmed. In some individuals with autism spectrum disorder, the underlying social communication deficits may be overshadowed by the symptoms of co-occurring mental and behavioural disorders. Depressive symptoms are often a presenting feature. Adulthood In adulthood, the capacity for those with autism spectrum disorder to cope with social relationships can become increasingly challenged, and clinical presentation may occur when social demands overwhelm the capacity to compensate. Presenting problems in adulthood may represent reactions to social isolation or the social consequences of inappropriate behaviour. Compensation strategies may be sufficient to sustain dyadic relationships, but are usually inadequate in social groups. Special interests, and focused attention, may benefit some individuals in education and employment. Work environments may have to be tailored to the capacities of the individual. A first diagnosis in adulthood may be precipitated by a breakdown in domestic or work relationships. In autism spectrum disorder there is always a history of early childhood social communication and relationship difficulties, although this may only be apparent in retrospect. Neurodevelopmental disorders | Autism spectrum disorder Spectrum disorder during the preschool period (up to 4 years of age), especially in children exhibiting generalized developmental delay. plateauing of social giao tiếp and language skills and failure to progress in their..."
}