{
  "id": "icd11#risk_safety_85e6e234",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "ketamine and PCP QE11.8 Hazardous use of other specified psychoactive substance QE11.9 Hazardous use of unknown or unspecified psychoactive substances QE11.Y Other specified hazardous drug use QE11.Z Hazardous drug use, unspecified Hazardous substance use 506 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders QE12 Hazardous nicotine use Disorders due to addictive behaviours Disorders due to addictive behaviours are recognizable and clinically significant syndromes associated with distress or interference with personal functions that develop as a result of repetitive, rewarding behaviours other than the use of dependence-producing substances or sexual behaviours. Disorders due to addictive behaviours include the following: 6C50 Gambling disorder 6C50.0 Gambling disorder, predominantly offline 6C50.1 Gambling disorder, predominantly online 6C50.Z Gambling disorder, unspecified 6C51 Gaming disorder 6C51.0 Gaming disorder, predominantly online 6C51.1 Gaming disorder, predominantly offline 6C51.Z Gaming disorder, unspecified 6C5Y Other specified disorder due to addictive behaviours 6C5Z Disorder due to addictive behaviours, unspecified. Also listed in this section are two categories that are not considered to be mental disorders but may be used when the pattern of the relevant behaviour appreciably increases the risk of harmful physical or mental health consequences, to the individual or to others around this individual, to an extent that warrants attention and advice from health professionals but does not meet the diagnostic requirements for gambling disorder or gaming disorder. Also listed in this section are two categories that are not considered to be mental disorders but may be used when the pattern of the relevant behaviour appreciably increases the risk of harmful physical or mental health consequences, to the individual or to others around this individual, to an extent that warrants attention and advice from health professionals but does not meet the diagnostic requirements for gambling disorder or gaming disorder. QE21 Hazardous gambling or betting QE22 Hazardous gaming Disorders due to addictive behaviours",
  "gloss_vi": "Ketamine and pcp qe11.8 hazardous use of other specified psychoactive substance qe11.9 hazardous use of unknown or unspecified psychoactive substances qe11.y other specified hazardous drug use qe11.z hazardous drug use, ...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "psychoeducation"
    ],
    "life_topics": [
      "stress"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn ketamine and PCP QE11.8 Hazardous use of other specified psychoactive substance QE11.9 Hazardous use of unknown or unspecified psychoactive substances QE11.Y Other specified hazardous drug use QE11.Z Hazardous drug use, unspecified Hazardous substance use 506 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders QE12 Hazardous nicotine use Disorders due to addictive behaviours Disorders due to addictive behaviours are recognizable and clinically significant syndromes associated with distress or interference with personal functions that develop as a result of repetitive, rewarding behaviours other than the use of dependence-producing substances or sexual behaviours. Disorders due to addictive behaviours include the following: 6C50 Gambling disorder 6C50.0 Gambling disorder, predominantly offline 6C50.1 Gambling disorder, predominantly online 6C50.Z Gambling disorder, unspecified 6C51 Gaming disorder 6C51.0 Gaming disorder, predominantly online 6C51.1 Gaming disorder, predominantly offline 6C51.Z Gaming disorder, unspecified 6C5Y Other specified disorder due to addictive behaviours 6C5Z Disorder due to addictive behaviours, unspecified. Also listed in this section are two categories that are not considered to be mental disorders but may be used when the pattern of the relevant behaviour appreciably increases the risk of harmful physical or mental health consequences, to the individual or to others around this individual, to an extent that warrants attention and advice from health professionals but does not meet the diagnostic requirements for gambling disorder or gaming disorder. Also listed in this section are two categories that are not considered to be mental disorders but may be used when the pattern of the relevant behaviour appreciably increases the risk of harmful physical or mental health consequences, to the individual or to others around this individual, to an extent that warrants attention and advice from health professionals but does not meet the diagnostic requirements for gambling disorder or gaming disorder. QE21 Hazardous gambling or betting QE22 Hazardous gaming Disorders due to addictive behaviours Ketamine and pcp qe11.8 hazardous use of other specified psychoactive substance qe11.9 hazardous use of unknown or unspecified psychoactive substances qe11.y other specified hazardous drug use qe11.z hazardous drug use, ..."
}