{
  "id": "icd11#screening_cues_d7ae8f57",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "496 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders existing mental disorder with impulse control disturbance (e.g. a history of prior episodes not associated with substance use). • The symptoms and behaviours are not a manifestation of another medical condition. • The symptoms result in significant distress or significant impairment in personal, family, social, educational, occupational or other important areas of functioning. If functioning is maintained, it is only through significant additional effort. Additional clinical features for substance-induced mental disorders • Substance-induced mental disorders may present with varying patterns of symptoms, depending on the specific substance used as well as characteristics of the user (e.g. genetics, metabolism, personality factors). Substance use in higher amounts or over longer periods of time is more likely to be associated with the development of a substance-induced mental disorder. • Symptoms of substance-induced mental disorder usually resolve or improve after sustained cessation of substance use. Longer-lasting and in some cases permanent changes can occur in amnestic disorder due to psychoactive substances, including medications, and in dementia due to psychoactive substances, including medications. Perceptual disturbances that last for weeks, months or years (e.g. trails of images of moving objects, geometric illusions) can also occur as a result of hallucinogen use – primarily LSD – and are referred to as “posthallucinogen perception disorder” or “hallucinogen-induced persisting perception disorder”. • The duration of substance withdrawal for some substances can be protracted. For substances with more protracted withdrawal periods, the onset of symptoms of substance- induced mental disorder can occur up to several weeks after the cessation of substance use. Substance-induced mental disorder symptoms related to substances with more protracted withdrawal periods may also last for correspondingly longer periods of time. • In cases in which multiple psychoactive substances are used, it is often challenging to distinguish which substance is the cause of the substance-induced mental disorder. When the specific etiological substance cannot be determined, a diagnosis of substance-induced mental disorder due to multiple specified psychoactive substances, including medications, may assigned. In cases of multiple psychoactive substance use in which more than one specific substance can be identified as a cause of the substance-induced mental disorder, the corresponding specific substance-induced mental disorder diagnoses should be given instead. Boundary with normality (threshold) for substance-induced mental disorders • Symptoms of substance-induced mental disorders should be differentiated from known side-effects of psychoactive medication that are not significantly impairing or distressing, and from transient physiological aftereffects of intoxication (“hangover effects”). The duration or severity of the symptoms in substance-induced mental disorders must be Substance-induced impulse control disorders Disorders due to substance use or addictive behaviours 497 in excess of side-effects (e.g. transient jitteriness",
  "gloss_vi": "496 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders existing mental disorder with impulse control disturbance (e.g. a history of prior episodes not associa...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "psychoeducation",
      "caregiver"
    ],
    "life_topics": [
      "stress",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 496 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders existing mental disorder with impulse control disturbance (e.g. a history of prior episodes not associated with substance use). • The symptoms and behaviours are not a manifestation of another medical condition. • The symptoms result in significant distress or significant impairment in personal, family, social, educational, occupational or other important areas of functioning. If functioning is maintained, it is only through significant additional effort. Additional clinical features for substance-induced mental disorders • Substance-induced mental disorders may present with varying patterns of symptoms, depending on the specific substance used as well as characteristics of the user (e.g. genetics, metabolism, personality factors). Substance use in higher amounts or over longer periods of time is more likely to be associated with the development of a substance-induced mental disorder. • Symptoms of substance-induced mental disorder usually resolve or improve after sustained cessation of substance use. Longer-lasting and in some cases permanent changes can occur in amnestic disorder due to psychoactive substances, including medications, and in dementia due to psychoactive substances, including medications. Perceptual disturbances that last for weeks, months or years (e.g. trails of images of moving objects, geometric illusions) can also occur as a result of hallucinogen use – primarily LSD – and are referred to as “posthallucinogen perception disorder” or “hallucinogen-induced persisting perception disorder”. • The duration of substance withdrawal for some substances can be protracted. For substances with more protracted withdrawal periods, the onset of symptoms of substance- induced mental disorder can occur up to several weeks after the cessation of substance use. Substance-induced mental disorder symptoms related to substances with more protracted withdrawal periods may also last for correspondingly longer periods of time. • In cases in which multiple psychoactive substances are used, it is often challenging to distinguish which substance is the cause of the substance-induced mental disorder. When the specific etiological substance cannot be determined, a diagnosis of substance-induced mental disorder due to multiple specified psychoactive substances, including medications, may assigned. In cases of multiple psychoactive substance use in which more than one specific substance can be identified as a cause of the substance-induced mental disorder, the corresponding specific substance-induced mental disorder diagnoses should be given instead. Boundary with normality (threshold) for substance-induced mental disorders • Symptoms of substance-induced mental disorders should be differentiated from known side-effects of psychoactive medication that are not significantly impairing or distressing, and from transient physiological aftereffects of intoxication (“hangover effects”). The duration or severity of the symptoms in substance-induced mental disorders must be Substance-induced impulse control disorders Disorders due to substance use or addictive behaviours 497 in excess of side-effects (e.g. transient jitteriness 496 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders existing mental disorder with impulse control disturbance (e.g. a history of prior episodes not associa..."
}