{
  "id": "icd11#screening_cues_4f471247",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "392 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders • The symptoms are not due to the effects of a substance or medication on the central nervous system (including withdrawal effects) and are not due to a disease of the nervous system (e.g. temporal lobe epilepsy), head trauma or another medical condition. • The symptoms result in significant distress or significant impairment in personal, family, social, educational, occupational or other important areas of functioning. If functioning is maintained, it is only through significant additional effort. Additional clinical features • A common associated symptom in depersonalization-derealization disorder is an altered sense of time, such as the subjective experience of time slowing down or speeding up. • Catastrophic cognitions (e.g. frequent fears of “going crazy”) may occur, along with a lack of vividness in autobiographical memories. Loss of the sense of “ownership” of some memories or physiological hyporeactivity to emotional stimuli may also be present. • Episodes of depersonalization and derealization in depersonalization-derealization disorder may be associated with adverse life events or interpersonal conflicts. Boundary with normality (threshold) • Transient feelings of depersonalization or derealization may be experienced when under stress, during extreme emotional states or exhaustion, when physically ill, or under the influence of substances. Unlike depersonalization-derealization disorder, such experiences typically remit when these emotional or physical states change. Course features • Onset of depersonalization-derealization disorder can occur in childhood, but more typically has its onset in mid-adolescence, with a mean age at onset of approximately 16 years. Onset after 25 years of age is very rare. • The onset of depersonalization-derealization disorder can vary from acute to gradual and insidious, with initial episodes of limited severity and frequency followed by episodes that are more extreme and persistent. • Discrete episodes of depersonalization-derealization disorder can vary in duration, ranging from brief (e.g. hours or days) to prolonged (e.g. weeks, months or years). The course of the disorder is typically chronic and persistent. • Most patients experience either continuous symptoms or an initially episodic course that becomes continuous over time. A persistent episodic course is less common,",
  "gloss_vi": "392 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders • the symptoms are not due to the effects of a substance or medication on the central nervous system (i...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation",
      "caregiver"
    ],
    "life_topics": [
      "stress",
      "relationships",
      "grief"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 392 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders • The symptoms are not due to the effects of a substance or medication on the central nervous system (including withdrawal effects) and are not due to a disease of the nervous system (e.g. temporal lobe epilepsy), head trauma or another medical condition. • The symptoms result in significant distress or significant impairment in personal, family, social, educational, occupational or other important areas of functioning. If functioning is maintained, it is only through significant additional effort. Additional clinical features • A common associated symptom in depersonalization-derealization disorder is an altered sense of time, such as the subjective experience of time slowing down or speeding up. • Catastrophic cognitions (e.g. frequent fears of “going crazy”) may occur, along with a lack of vividness in autobiographical memories. Loss of the sense of “ownership” of some memories or physiological hyporeactivity to emotional stimuli may also be present. • Episodes of depersonalization and derealization in depersonalization-derealization disorder may be associated with adverse life events or interpersonal conflicts. Boundary with normality (threshold) • Transient feelings of depersonalization or derealization may be experienced when under stress, during extreme emotional states or exhaustion, when physically ill, or under the influence of substances. Unlike depersonalization-derealization disorder, such experiences typically remit when these emotional or physical states change. Course features • Onset of depersonalization-derealization disorder can occur in childhood, but more typically has its onset in mid-adolescence, with a mean age at onset of approximately 16 years. Onset after 25 years of age is very rare. • The onset of depersonalization-derealization disorder can vary from acute to gradual and insidious, with initial episodes of limited severity and frequency followed by episodes that are more extreme and persistent. • Discrete episodes of depersonalization-derealization disorder can vary in duration, ranging from brief (e.g. hours or days) to prolonged (e.g. weeks, months or years). The course of the disorder is typically chronic and persistent. • Most patients experience either continuous symptoms or an initially episodic course that becomes continuous over time. A persistent episodic course is less common, 392 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders • the symptoms are not due to the effects of a substance or medication on the central nervous system (i..."
}