{
  "id": "icd11#screening_cues_0d2cdd43",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "mood ratings for two consecutive cycles should be considered. Boundary with dysmenorrhoea Dysmenorrhoea is characterized by cyclic pelvic pain or lower, umbilical or suprapubic abdominal pain preceding or accompanying menstruation that interferes with daily activities. Unlike premenstrual dysphoric disorder, the onset of dysmenorrhoea is coincident with the start of rather than prior to menses. Furthermore, mood symptoms are not typically associated with this condition. Mood disorders | Depressive disorder, unspecified Mood disorders 263 Boundary with the effects of hormones and their synthetic substitutes and antagonists Use of hormone treatments, including for contraceptive purposes, may result in unwanted side- effects that include mood, somatic and cognitive symptoms. If symptoms do not persist after cessation of these medications beyond the period when their physiological effects should have subsided, a diagnosis of premenstrual dysphoric disorder should not be assigned. 6A8Y Other specified mood disorder Essential (required) features The presentation is characterized by mood symptoms that cannot clearly be described as bipolar or depressive in nature (e.g. marked and persistent irritability in the absence of other clear manic or depressive symptoms). • The symptoms do not fulfil the diagnostic requirements for any other disorder in the mood disorders grouping. • The symptoms are not better accounted for by anothewr mental, behavioural or neurodevelopmental disorder (e.g. schizophrenia or another primary psychotic disorder, an anxiety or fear-related disorder, a disorder specifically associated with stress, oppositional defiant disorder with chronic irritability-anger, personality disorder). • The symptoms and behaviours are not a manifestation of another medical condition, and are not due to the effects of a substance or medication (e.g. alcohol, benzodiazepine) on the central nervous system, including withdrawal effects (e.g. from cocaine). • The symptoms result in significant distress or significant impairment in personal, family, social, educational, occupational or other important areas of functioning. If functioning is maintained, it is only through significant additional effort. 6A8Z Mood disorder, unspecified Mood disorders | Other specified and unspecified mood disorder",
  "gloss_vi": "Mood ratings for two consecutive cycles should be considered. ranh giới with dysmenorrhoea dysmenorrhoea is characterized by cyclic pelvic pain or lower, umbilical or suprapubic abdominal pain preceding or accompanying m...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation",
      "do_not_do",
      "management",
      "caregiver"
    ],
    "life_topics": [
      "stress",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc mood ratings for two consecutive cycles should be considered. Boundary with dysmenorrhoea Dysmenorrhoea is characterized by cyclic pelvic pain or lower, umbilical or suprapubic abdominal pain preceding or accompanying menstruation that interferes with daily activities. Unlike premenstrual dysphoric disorder, the onset of dysmenorrhoea is coincident with the start of rather than prior to menses. Furthermore, mood symptoms are not typically associated with this condition. Mood disorders | Depressive disorder, unspecified Mood disorders 263 Boundary with the effects of hormones and their synthetic substitutes and antagonists Use of hormone treatments, including for contraceptive purposes, may result in unwanted side- effects that include mood, somatic and cognitive symptoms. If symptoms do not persist after cessation of these medications beyond the period when their physiological effects should have subsided, a diagnosis of premenstrual dysphoric disorder should not be assigned. 6A8Y Other specified mood disorder Essential (required) features The presentation is characterized by mood symptoms that cannot clearly be described as bipolar or depressive in nature (e.g. marked and persistent irritability in the absence of other clear manic or depressive symptoms). • The symptoms do not fulfil the diagnostic requirements for any other disorder in the mood disorders grouping. • The symptoms are not better accounted for by anothewr mental, behavioural or neurodevelopmental disorder (e.g. schizophrenia or another primary psychotic disorder, an anxiety or fear-related disorder, a disorder specifically associated with stress, oppositional defiant disorder with chronic irritability-anger, personality disorder). • The symptoms and behaviours are not a manifestation of another medical condition, and are not due to the effects of a substance or medication (e.g. alcohol, benzodiazepine) on the central nervous system, including withdrawal effects (e.g. from cocaine). • The symptoms result in significant distress or significant impairment in personal, family, social, educational, occupational or other important areas of functioning. If functioning is maintained, it is only through significant additional effort. 6A8Z Mood disorder, unspecified Mood disorders | Other specified and unspecified mood disorder Mood ratings for two consecutive cycles should be considered. ranh giới with dysmenorrhoea dysmenorrhoea is characterized by cyclic pelvic pain or lower, umbilical or suprapubic abdominal pain preceding or accompanying m..."
}