{
  "id": "icd11#management_2cf99eba",
  "title_en": "General — Management",
  "title_vi": "General — Management",
  "text_en": "Contributors 823 Ecological implementation (clinic-based) field studies Overall direction: Geoffrey M. Reed Project coordination: Tahilia J. Rebello Protocol development: Pratap Sharan, Oye Gureje, Geoffrey M. Reed, Tahilia J. Rebello, María Elena Medina-Mora, Rebeca Robles, Jared Keeley, Scott Stroup Protocol training: Tahilia J. Rebello, Jared Keeley, Cary Kogan, Michael B. First, Geoffrey M. Reed Data platform development, data Tahilia J. Rebello, Howard Andrews, collection and management: Tecelli Domínguez Translations: Japanese: Chihiro Matsumoto; Spanish: Rebeca Robles, Tecelli Domínguez; Chinese: Jingjing Huang, Na Zhong; Russian: Maya Kulygina Collaborators at study sites Brazil Site: Federal University of São Paulo Site director: Jair de Jesus Mari Site coordinator: Elson Asevedo Canada Site: The Royal Ottawa Mental Health Centre; University of Ottawa Institute of Mental Health Research Site directors: Sabrina Paterniti and Cary S. Kogan Site coordinator: Christine Caldwell China Site: Shanghai Mental Health Centre, Shanghai Jiao Tong University School of Medicine, WHO Collaborating Centre for Research and Training in Mental Health Site director: Min Zhao Site coordinators: Yifeng Xu, Zhen Wang, Jingjing Huang, Na Zhong, Jiang Long Egypt Site: Behman Psychiatric Hospital, Cairo, Egypt Site director: Nasser Loza Site coordinator: Nayla Grace India Sites: All India Institute of Medical Sciences; National Institute of Mental Health and Neurosciences; Government Medical College Hospital, Chandigarh; Pandit Jawaharlal Nehru Memorial Medical College, Raipur Site directors: Pratap Sharan, Prabha Chandra, Shekhar Seshadri, Nitin Gupta, Manoj K. Sahu Site coordinators: Shivani Purnima, Mona Sharma, N. Manjunath, Somnath KM, Eesha Sharma,",
  "gloss_vi": "Contributors 823 ecological implementation (clinic-based) field studies overall direction: geoffrey m. reed project coordination: tahilia j.",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "management"
    ],
    "life_topics": [
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Management General — Management Contributors 823 Ecological implementation (clinic-based) field studies Overall direction: Geoffrey M. Reed Project coordination: Tahilia J. Rebello Protocol development: Pratap Sharan, Oye Gureje, Geoffrey M. Reed, Tahilia J. Rebello, María Elena Medina-Mora, Rebeca Robles, Jared Keeley, Scott Stroup Protocol training: Tahilia J. Rebello, Jared Keeley, Cary Kogan, Michael B. First, Geoffrey M. Reed Data platform development, data Tahilia J. Rebello, Howard Andrews, collection and management: Tecelli Domínguez Translations: Japanese: Chihiro Matsumoto; Spanish: Rebeca Robles, Tecelli Domínguez; Chinese: Jingjing Huang, Na Zhong; Russian: Maya Kulygina Collaborators at study sites Brazil Site: Federal University of São Paulo Site director: Jair de Jesus Mari Site coordinator: Elson Asevedo Canada Site: The Royal Ottawa Mental Health Centre; University of Ottawa Institute of Mental Health Research Site directors: Sabrina Paterniti and Cary S. Kogan Site coordinator: Christine Caldwell China Site: Shanghai Mental Health Centre, Shanghai Jiao Tong University School of Medicine, WHO Collaborating Centre for Research and Training in Mental Health Site director: Min Zhao Site coordinators: Yifeng Xu, Zhen Wang, Jingjing Huang, Na Zhong, Jiang Long Egypt Site: Behman Psychiatric Hospital, Cairo, Egypt Site director: Nasser Loza Site coordinator: Nayla Grace India Sites: All India Institute of Medical Sciences; National Institute of Mental Health and Neurosciences; Government Medical College Hospital, Chandigarh; Pandit Jawaharlal Nehru Memorial Medical College, Raipur Site directors: Pratap Sharan, Prabha Chandra, Shekhar Seshadri, Nitin Gupta, Manoj K. Sahu Site coordinators: Shivani Purnima, Mona Sharma, N. Manjunath, Somnath KM, Eesha Sharma, Contributors 823 ecological implementation (clinic-based) field studies overall direction: geoffrey m. reed project coordination: tahilia j."
}