{
  "id": "icd11#screening_cues_5dcf59ab",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "neuropsychological assessments, but such measures are not available in all settings and are not required to provide a rating. The rating should be made based on the severity of cognitive symptoms during the past week. Specifier scales for symptomatic manifestations of primary psychotic disorders | Cognitive symptoms Specifier scales for symptomatic manifestations of primary psychotic disorders 199 Table 6.12. Rating scale for cognitive symptoms in primary psychotic disorders Severity Anchor points None No significant cognitive symptoms have been present during the past week 6A25.5&XS8H Mild The person has minor difficulties in cognition (e.g. difficulty with recall during the 6A25.5&XS5W interview, drifting concentration, showing some disorientation to time but not person or place). Everyday functioning is largely unimpaired by the difficulties Moderate The individual shows clear difficulties in cognition (e.g. impaired or inconsistent 6A25.5&XS0T recall for some autobiographical information, inability to perform some basic operations that are expected of the person’s educational attainment and level of intellectual functioning – such as simple calculation tasks, disrupted orientation for time and place but intact for person, difficulty learning or retaining new information). Everyday functioning is impaired as a result, but only some external assistance is necessary. Severe The person shows pronounced difficulties in cognition (e.g. severe deficits in 6A25.5&XS25 verbal memory or other cognitive tasks relative to educational attainment and level of intellectual functioning, substantial difficulty with concentration and paying attention to what the rater asks during the interview, difficulty formulating plans to accomplish a specific objective, inability to consider alternative solutions to problems, grossly disturbed orientation). The problems severely interfere with everyday functioning, leading to the necessity of considerable external assistance. Severity unspecified Cognitive symptoms have been present during the past week, but it is not possible to make a severity rating based on the available information. 6A25.5 Specifier scales for symptomatic manifestations of primary psychotic disorders | Cognitive symptoms",
  "gloss_vi": "Neuropsychological assessments, but such measures are not available in all settings and are not required to provide a rating. the rating should be made based on the severity of cognitive symptoms during the past week.",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation",
      "management"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc neuropsychological assessments, but such measures are not available in all settings and are not required to provide a rating. The rating should be made based on the severity of cognitive symptoms during the past week. Specifier scales for symptomatic manifestations of primary psychotic disorders | Cognitive symptoms Specifier scales for symptomatic manifestations of primary psychotic disorders 199 Table 6.12. Rating scale for cognitive symptoms in primary psychotic disorders Severity Anchor points None No significant cognitive symptoms have been present during the past week 6A25.5&XS8H Mild The person has minor difficulties in cognition (e.g. difficulty with recall during the 6A25.5&XS5W interview, drifting concentration, showing some disorientation to time but not person or place). Everyday functioning is largely unimpaired by the difficulties Moderate The individual shows clear difficulties in cognition (e.g. impaired or inconsistent 6A25.5&XS0T recall for some autobiographical information, inability to perform some basic operations that are expected of the person’s educational attainment and level of intellectual functioning – such as simple calculation tasks, disrupted orientation for time and place but intact for person, difficulty learning or retaining new information). Everyday functioning is impaired as a result, but only some external assistance is necessary. Severe The person shows pronounced difficulties in cognition (e.g. severe deficits in 6A25.5&XS25 verbal memory or other cognitive tasks relative to educational attainment and level of intellectual functioning, substantial difficulty with concentration and paying attention to what the rater asks during the interview, difficulty formulating plans to accomplish a specific objective, inability to consider alternative solutions to problems, grossly disturbed orientation). The problems severely interfere with everyday functioning, leading to the necessity of considerable external assistance. Severity unspecified Cognitive symptoms have been present during the past week, but it is not possible to make a severity rating based on the available information. 6A25.5 Specifier scales for symptomatic manifestations of primary psychotic disorders | Cognitive symptoms Neuropsychological assessments, but such measures are not available in all settings and are not required to provide a rating. the rating should be made based on the severity of cognitive symptoms during the past week."
}