{
  "id": "icd11#communication_tips_178b5df1",
  "title_en": "General — Communication Tips",
  "title_vi": "General — Communication Tips",
  "text_en": "418 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Culture-related features • Induced vomiting may be part of some yogic practices, and should not be considered a sign of the disorder unless the vomiting exceeds cultural norms and is associated with distress or impairment. Boundaries with other disorders and conditions (differential diagnosis) Boundary with infant rumination syndrome Rumination-regurgitation disorder should not be diagnosed in infants. Similar phenomena in infants should be diagnosed as infant rumination syndrome in the grouping of functional digestive disorders of infants, toddlers or children in Chapter 13 on diseases of the digestive system. Boundary with self-induced vomiting Rumination-regurgitation disorder should be distinguished from self-induced vomiting. Self-induced vomiting may occur as a part of the presentation of anorexia nervosa, binge-purge pattern, or bulimia nervosa. Self-induced vomiting may also occur as a culturally sanctioned practice (e.g. among practitioners of yoga) that is not associated with a mental disorder. Boundary with psychogenic vomiting The differentiation from what has been considered to be “psychogenic vomiting”, or vomiting as a somatoform expression of distress – particularly in South Asia – is based on the fact that regurgitation in rumination-regurgitation disorder is typically volitional and intentional. If there is evidence that",
  "gloss_vi": "418 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders culture-related features • induced vomiting may be part of some yogic practices, and should not be cons...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [],
    "life_topics": [
      "stress",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Communication Tips General — Communication Tips 418 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Culture-related features • Induced vomiting may be part of some yogic practices, and should not be considered a sign of the disorder unless the vomiting exceeds cultural norms and is associated with distress or impairment. Boundaries with other disorders and conditions (differential diagnosis) Boundary with infant rumination syndrome Rumination-regurgitation disorder should not be diagnosed in infants. Similar phenomena in infants should be diagnosed as infant rumination syndrome in the grouping of functional digestive disorders of infants, toddlers or children in Chapter 13 on diseases of the digestive system. Boundary with self-induced vomiting Rumination-regurgitation disorder should be distinguished from self-induced vomiting. Self-induced vomiting may occur as a part of the presentation of anorexia nervosa, binge-purge pattern, or bulimia nervosa. Self-induced vomiting may also occur as a culturally sanctioned practice (e.g. among practitioners of yoga) that is not associated with a mental disorder. Boundary with psychogenic vomiting The differentiation from what has been considered to be “psychogenic vomiting”, or vomiting as a somatoform expression of distress – particularly in South Asia – is based on the fact that regurgitation in rumination-regurgitation disorder is typically volitional and intentional. If there is evidence that 418 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders culture-related features • induced vomiting may be part of some yogic practices, and should not be cons..."
}