{
  "id": "icd11#screening_cues_d64e9e4a",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Mental and behavioural disorders associated with pregnancy, childbirth or the puerperium 641 Obsessions and compulsions Obsessions are repetitive and persistent thoughts, images or impulses/urges that are experienced as intrusive and unwanted, and are commonly associated with anxiety. Compulsions are repetitive behaviours or rituals, including repetitive mental acts, that the individual feels driven to perform in response to an obsession. Obsessions and compulsions typically focus on the newborn or unborn infant (e.g. obsessions about the baby getting hurt, contaminated or lost; compulsive rituals involving checking, mental rituals and seeking reassurance). Unwanted sexual obsessions may also be present. There may also be excessive avoidance, such as avoiding bathing or holding the baby, in response to the obsessions. Boundary with normality (threshold) • This diagnosis should not be used to describe mild and transient depressive symptoms that do not meet the diagnostic requirements for a depressive episode, which may occur soon after delivery (so-called “postpartum blues” or “baby blues”). • Postpartum depression may be mistaken for baby blues at first, but the signs and symptoms are more intense, last longer, and interfere with functioning, including the ability to care for the baby. If the diagnostic requirements are met for a depressive episode, a diagnosis of single episode depressive disorder or recurrent depressive disorder should also be assigned. • Worries and fears about the baby during pregnancy and after childbirth and some degree of intrusive thoughts about possible harms are common, and should not be diagnosed as mental and behavioural disorders associated with pregnancy, childbirth or the puerperium unless they are persistent, associated with substantial distress, and interfere with functioning, including the ability to care for the baby. Boundaries with other disorders and conditions (differential diagnosis) • This diagnosis may be assigned even if the syndrome represents a recurrence or exacerbation of a pre-existing disorder (e.g. a mood disorder). Mental and behavioural disorders associated with pregnancy, childbirth or the puerperium 642 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental,",
  "gloss_vi": "Mental and behavioural disorders associated with pregnancy, childbirth or the puerperium 641 obsessions and compulsions obsessions are repetitive and persistent thoughts, images or impulses/urges that are experienced as ...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Mental and behavioural disorders associated with pregnancy, childbirth or the puerperium 641 Obsessions and compulsions Obsessions are repetitive and persistent thoughts, images or impulses/urges that are experienced as intrusive and unwanted, and are commonly associated with anxiety. Compulsions are repetitive behaviours or rituals, including repetitive mental acts, that the individual feels driven to perform in response to an obsession. Obsessions and compulsions typically focus on the newborn or unborn infant (e.g. obsessions about the baby getting hurt, contaminated or lost; compulsive rituals involving checking, mental rituals and seeking reassurance). Unwanted sexual obsessions may also be present. There may also be excessive avoidance, such as avoiding bathing or holding the baby, in response to the obsessions. Boundary with normality (threshold) • This diagnosis should not be used to describe mild and transient depressive symptoms that do not meet the diagnostic requirements for a depressive episode, which may occur soon after delivery (so-called “postpartum blues” or “baby blues”). • Postpartum depression may be mistaken for baby blues at first, but the signs and symptoms are more intense, last longer, and interfere with functioning, including the ability to care for the baby. If the diagnostic requirements are met for a depressive episode, a diagnosis of single episode depressive disorder or recurrent depressive disorder should also be assigned. • Worries and fears about the baby during pregnancy and after childbirth and some degree of intrusive thoughts about possible harms are common, and should not be diagnosed as mental and behavioural disorders associated with pregnancy, childbirth or the puerperium unless they are persistent, associated with substantial distress, and interfere with functioning, including the ability to care for the baby. Boundaries with other disorders and conditions (differential diagnosis) • This diagnosis may be assigned even if the syndrome represents a recurrence or exacerbation of a pre-existing disorder (e.g. a mood disorder). Mental and behavioural disorders associated with pregnancy, childbirth or the puerperium 642 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Mental and behavioural disorders associated with pregnancy, childbirth or the puerperium 641 obsessions and compulsions obsessions are repetitive and persistent thoughts, images or impulses/urges that are experienced as ..."
}