{
  "id": "icd11#screening_cues_ba3fedc6",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Using the CDDR for ICD-11 mental, behavioural and neurodevelopmental disorders in clinical settings 33 One code from the mental, behavioural and neurodevelopmental disorders chapter indicates the mental disorder diagnosis, and a second code indicates the etiological medical condition. Note that the CDDR often use the generic term “medical condition” to refer to health conditions that are not mental disorders (i.e. not classified in the chapter on mental, behavioural and neurodevelopmental disorders). This is only a shorthand; it is not intended to suggest that mental, behavioural and neurodevelopmental disorders are not health conditions. The convention of double coding as it applies to the grouping of secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere involves assigning the code for the presumed underlying disorder or disease in combination with the code for the phenomenologically relevant secondary mental disorder. The earlier example of presentation consisting of depressive symptoms similar to those of a depressive episode that are judged to be due to hypothyroidism would be indicated by combining the diagnostic code for secondary mood syndrome, with depressive symptoms (6E62.0) with the appropriate diagnostic code from the hypothyroidism grouping – for example, transient congenital hypothyroidism (5A00.03), yielding the combination code 6E62.0/5A00.03. This coding convention also applies to neurocognitive disorders such as dementia due to different types of underlying diseases; for example, frontotemporal dementia requires two codes: 6D83 for the syndrome of frontotemporal dementia plus 8A23 frontotemporal lobar degeneration from Chapter 8 on diseases of the nervous system, yielding a combined code of 6D83/8A23. Importantly, the order of the codes being combined is not meaningful in this situation; it is not necessary to list the primary disorder",
  "gloss_vi": "Using the cddr for icd-11 mental, behavioural and neurodevelopmental disorders in clinical settings 33 one code from the mental, behavioural and neurodevelopmental disorders chapter indicates the mental disorder diagnosi...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "management"
    ],
    "life_topics": [
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Using the CDDR for ICD-11 mental, behavioural and neurodevelopmental disorders in clinical settings 33 One code from the mental, behavioural and neurodevelopmental disorders chapter indicates the mental disorder diagnosis, and a second code indicates the etiological medical condition. Note that the CDDR often use the generic term “medical condition” to refer to health conditions that are not mental disorders (i.e. not classified in the chapter on mental, behavioural and neurodevelopmental disorders). This is only a shorthand; it is not intended to suggest that mental, behavioural and neurodevelopmental disorders are not health conditions. The convention of double coding as it applies to the grouping of secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere involves assigning the code for the presumed underlying disorder or disease in combination with the code for the phenomenologically relevant secondary mental disorder. The earlier example of presentation consisting of depressive symptoms similar to those of a depressive episode that are judged to be due to hypothyroidism would be indicated by combining the diagnostic code for secondary mood syndrome, with depressive symptoms (6E62.0) with the appropriate diagnostic code from the hypothyroidism grouping – for example, transient congenital hypothyroidism (5A00.03), yielding the combination code 6E62.0/5A00.03. This coding convention also applies to neurocognitive disorders such as dementia due to different types of underlying diseases; for example, frontotemporal dementia requires two codes: 6D83 for the syndrome of frontotemporal dementia plus 8A23 frontotemporal lobar degeneration from Chapter 8 on diseases of the nervous system, yielding a combined code of 6D83/8A23. Importantly, the order of the codes being combined is not meaningful in this situation; it is not necessary to list the primary disorder Using the cddr for icd-11 mental, behavioural and neurodevelopmental disorders in clinical settings 33 one code from the mental, behavioural and neurodevelopmental disorders chapter indicates the mental disorder diagnosi..."
}