{
  "id": "icd11#risk_safety_8ccfaa20",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "of whether the depressive symptoms meet the diagnostic requirements for a depressive episode. Specifier scales for symptomatic manifestations of primary psychotic disorders | Depressive mood symptoms 196 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders The rating should be made based on the severity of depressive mood symptoms during the past week. Table 6.9. Rating scale for depressive mood symptoms in primary psychotic disorders Severity Anchor points None No significant depressive mood symptoms have been present during the past 6A25.2&XS8H week Mild The person expresses significant depressed mood, but there are intermittent 6A25.2&XS5W periods of relief. The depressive symptoms have some, but not considerable, impact on at least some areas of personal, social or occupational functioning. Moderate The depressed mood is present continually, although its intensity may vary. 6A25.2&XS0T Suicidal ideation may accompany the depressed mood when it is more intense. The depressive symptoms cause considerable difficulty with personal, social or occupational functioning. Severe The intensity of the depressed mood is overwhelming to the person. This level 6A25.2&XS255 of severity may be indicated by intense suicidal ideation or suicide attempts. The depressive symptoms seriously affect all areas of functioning (personal, social and occupational) to such an extent that the person is unable to function, except to a very limited degree. Severity unspecified Depressive mood symptoms have been present during the past week, but it is not possible to make a severity rating based on the available information. 6A25.2 6A25.3 Manic mood symptoms This specifier may be used together with a diagnosis from the grouping of schizophrenia and other primary psychotic disorders to indicate the extent to which manic mood symptoms are a prominent part of the clinical presentation (see Table 6.10). The specifier includes elevated, euphoric, irritable or expansive mood states, including rapid changes among different mood states (i.e. mood lability). It also includes increased subjective experience of energy, which may be accompanied by increased goal-directed activity. The severity of associated non-mood symptoms of a manic or hypomanic episode (e.g. decreased need for sleep, distractibility) should not be considered in making a rating for this specifier. Increased non-goal-directed psychomotor activity should be considered as part of the 6A25.4 Psychomotor symptoms domain below rather than here. This specifier may be used regardless of whether the manic symptoms meet the diagnostic requirements for a manic episode. The rating should be made based on the severity of manic mood symptoms during the past week. Specifier scales for symptomatic manifestations of primary psychotic disorders | Manic mood symptoms",
  "gloss_vi": "Of whether the depressive symptoms meet the diagnostic requirements for a depressive episode. specifier scales for symptomatic manifestations of primary psychotic disorders | depressive mood symptoms 196 clinical descrip...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues"
    ],
    "life_topics": [
      "sleep",
      "stress"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn of whether the depressive symptoms meet the diagnostic requirements for a depressive episode. Specifier scales for symptomatic manifestations of primary psychotic disorders | Depressive mood symptoms 196 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders The rating should be made based on the severity of depressive mood symptoms during the past week. Table 6.9. Rating scale for depressive mood symptoms in primary psychotic disorders Severity Anchor points None No significant depressive mood symptoms have been present during the past 6A25.2&XS8H week Mild The person expresses significant depressed mood, but there are intermittent 6A25.2&XS5W periods of relief. The depressive symptoms have some, but not considerable, impact on at least some areas of personal, social or occupational functioning. Moderate The depressed mood is present continually, although its intensity may vary. 6A25.2&XS0T Suicidal ideation may accompany the depressed mood when it is more intense. The depressive symptoms cause considerable difficulty with personal, social or occupational functioning. Severe The intensity of the depressed mood is overwhelming to the person. This level 6A25.2&XS255 of severity may be indicated by intense suicidal ideation or suicide attempts. The depressive symptoms seriously affect all areas of functioning (personal, social and occupational) to such an extent that the person is unable to function, except to a very limited degree. Severity unspecified Depressive mood symptoms have been present during the past week, but it is not possible to make a severity rating based on the available information. 6A25.2 6A25.3 Manic mood symptoms This specifier may be used together with a diagnosis from the grouping of schizophrenia and other primary psychotic disorders to indicate the extent to which manic mood symptoms are a prominent part of the clinical presentation (see Table 6.10). The specifier includes elevated, euphoric, irritable or expansive mood states, including rapid changes among different mood states (i.e. mood lability). It also includes increased subjective experience of energy, which may be accompanied by increased goal-directed activity. The severity of associated non-mood symptoms of a manic or hypomanic episode (e.g. decreased need for sleep, distractibility) should not be considered in making a rating for this specifier. Increased non-goal-directed psychomotor activity should be considered as part of the 6A25.4 Psychomotor symptoms domain below rather than here. This specifier may be used regardless of whether the manic symptoms meet the diagnostic requirements for a manic episode. The rating should be made based on the severity of manic mood symptoms during the past week. Specifier scales for symptomatic manifestations of primary psychotic disorders | Manic mood symptoms Of whether the depressive symptoms meet the diagnostic requirements for a depressive episode. specifier scales for symptomatic manifestations of primary psychotic disorders | depressive mood symptoms 196 clinical descrip..."
}