{
  "id": "icd11#screening_cues_75dbc52c",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "678 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders MB22 Symptoms or signs involving motivation or energy MB23 Symptoms or signs involving appearance or behaviour MB24 Symptoms or signs involving mood or affect MB25 Symptoms or signs involving form of thought MB26 Symptoms or signs involving content of thought MB27 Symptoms or signs involving perceptual disturbance MB28 Symptoms or signs related to personality features Symptoms or signs involving eating and related MB29 behaviour MB2A Symptoms or signs involving elimination. MB2Y Other specified mental or behavioural symptoms, signs or clinical findings Also included in this section are certain categories from other parts of the chapter on symptoms, signs or clinical findings, not elsewhere classified. These categories are secondary parented under the corresponding mental or behavioural symptom grouping listed above. MB20 Symptoms, signs or clinical findings involving consciousness This grouping includes symptoms, signs or clinical findings indicative of a disturbance in the state or quality of awareness of oneself and the environment, alertness or clarity of the wakeful state. MB20.0 Stupor • Stupor refers to total or nearly total lack of spontaneous movement and marked decrease in reactivity to environment. MB20.1 Coma • Coma refers to an acute state lasting more than 1 hour and usually less than 1 month, in which the individual is unresponsive, lying with their eyes closed, and cannot be aroused even by vigorous and noxious stimuli. Motor responses to noxious stimulation are limited to reflexive behaviour. Etiologies include – but are not limited to – traumatic, anoxic, infectious, neoplastic, vascular, inflammatory and metabolic brain injuries. MB20.2 Clouding of consciousness • Clouding of consciousness refers to an impairment in the clarity of consciousness, manifested in impaired ability to comprehend aspects of the environment or the self in Mental or behavioural symptoms, signs or clinical findings | Symptoms, signs or clinical findings involving consciousness Mental",
  "gloss_vi": "678 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders mb22 symptoms or signs involving motivation or energy mb23 symptoms or signs involving appearance or be...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 678 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders MB22 Symptoms or signs involving motivation or energy MB23 Symptoms or signs involving appearance or behaviour MB24 Symptoms or signs involving mood or affect MB25 Symptoms or signs involving form of thought MB26 Symptoms or signs involving content of thought MB27 Symptoms or signs involving perceptual disturbance MB28 Symptoms or signs related to personality features Symptoms or signs involving eating and related MB29 behaviour MB2A Symptoms or signs involving elimination. MB2Y Other specified mental or behavioural symptoms, signs or clinical findings Also included in this section are certain categories from other parts of the chapter on symptoms, signs or clinical findings, not elsewhere classified. These categories are secondary parented under the corresponding mental or behavioural symptom grouping listed above. MB20 Symptoms, signs or clinical findings involving consciousness This grouping includes symptoms, signs or clinical findings indicative of a disturbance in the state or quality of awareness of oneself and the environment, alertness or clarity of the wakeful state. MB20.0 Stupor • Stupor refers to total or nearly total lack of spontaneous movement and marked decrease in reactivity to environment. MB20.1 Coma • Coma refers to an acute state lasting more than 1 hour and usually less than 1 month, in which the individual is unresponsive, lying with their eyes closed, and cannot be aroused even by vigorous and noxious stimuli. Motor responses to noxious stimulation are limited to reflexive behaviour. Etiologies include – but are not limited to – traumatic, anoxic, infectious, neoplastic, vascular, inflammatory and metabolic brain injuries. MB20.2 Clouding of consciousness • Clouding of consciousness refers to an impairment in the clarity of consciousness, manifested in impaired ability to comprehend aspects of the environment or the self in Mental or behavioural symptoms, signs or clinical findings | Symptoms, signs or clinical findings involving consciousness Mental 678 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders mb22 symptoms or signs involving motivation or energy mb23 symptoms or signs involving appearance or be..."
}