{
  "id": "icd11#risk_safety_e7272d9e",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "Disorders specifically associated with stress 341 Developmental presentations • Post-traumatic stress disorder can occur at all ages, but responses to a traumatic event – that is, the core elements of the characteristic syndrome – can manifest differently depending on age and developmental stage. • Emerging cognitive capacities and limited verbal abilities for self-reporting in young children (e.g. under 6 years of age) make it more difficult to assess for the presence of re- experiencing, active avoidance of internal states and perceptions of heightened current threat. Assessments of symptoms should not be based exclusively on child-reported internal symptoms, but should include caregiver reports of observable behavioural symptoms emerging after traumatic experiences. • In younger children, evidence of the core symptoms supporting a diagnosis of post- traumatic stress disorder often manifests behaviourally, such as in trauma-specific re-enactments that may occur during repetitive play or in drawings, frightening dreams without clear content or night terrors, or uncharacteristic impulsivity. However, children may not necessarily appear distressed when talking about or playing out their traumatic recollections, despite substantial impact on psychosocial functioning and development. Other manifestations of post-traumatic stress disorder in preschool-aged children may be less trauma-specific and include both inhibited and disinhibited behaviours. For example, hypervigilance may manifest as increased frequency and intensity of temper tantrums, separation anxiety, regression in skills (e.g. verbal skills, toileting), exaggerated age- associated fears or excessive crying. External avoidance or expressions of recollection of traumatic experiences may be evidenced by a new onset of acting out, protective or rescue strategies, limited exploration or reluctance to engage in new activities, and excessive reassurance-seeking from a trusted caregiver. • Limited capacity to reflect on and report internal states may also be characteristic of some school-aged children and adolescents. Furthermore, children and adolescents may be more reluctant than adults to report their reactions to traumatic events. In such cases, greater reliance on changes in behaviour such as increased trauma-specific re-enactments or overt avoidance may be necessary. • Children or adolescents may deny feelings of distress or horror associated with re- experiencing, and rather report no affect or other types of strong or overwhelming emotions as a part of re-experiencing, including those that are non-distressing. • In adolescence, reluctance to pursue developmental opportunities (e.g. to gain autonomy from caregivers) may be a sign of psychosocial impairment. Self-injurious or risky behaviours (e.g. substance use or unprotected sex) occur at elevated rates among adolescents and adults with post-traumatic stress disorder. • Assessment can be complicated in children and adolescents when loss of a parent or caregiver is associated with a traumatic event or an intervention. For example, a chronically abused child who is removed from the home may place greater emphasis on the loss of a primary caregiver than on aspects of the experience that might objectively be considered more threatening or horrific.",
  "gloss_vi": "Disorders specifically associated with căng thẳng 341 developmental presentations • post-traumatic căng thẳng disorder can occur at all ages, but responses to a traumatic event – that is, the core elements of the charact...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "psychoeducation",
      "do_not_do",
      "management",
      "caregiver"
    ],
    "life_topics": [
      "stress",
      "study",
      "grief"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn Disorders specifically associated with stress 341 Developmental presentations • Post-traumatic stress disorder can occur at all ages, but responses to a traumatic event – that is, the core elements of the characteristic syndrome – can manifest differently depending on age and developmental stage. • Emerging cognitive capacities and limited verbal abilities for self-reporting in young children (e.g. under 6 years of age) make it more difficult to assess for the presence of re- experiencing, active avoidance of internal states and perceptions of heightened current threat. Assessments of symptoms should not be based exclusively on child-reported internal symptoms, but should include caregiver reports of observable behavioural symptoms emerging after traumatic experiences. • In younger children, evidence of the core symptoms supporting a diagnosis of post- traumatic stress disorder often manifests behaviourally, such as in trauma-specific re-enactments that may occur during repetitive play or in drawings, frightening dreams without clear content or night terrors, or uncharacteristic impulsivity. However, children may not necessarily appear distressed when talking about or playing out their traumatic recollections, despite substantial impact on psychosocial functioning and development. Other manifestations of post-traumatic stress disorder in preschool-aged children may be less trauma-specific and include both inhibited and disinhibited behaviours. For example, hypervigilance may manifest as increased frequency and intensity of temper tantrums, separation anxiety, regression in skills (e.g. verbal skills, toileting), exaggerated age- associated fears or excessive crying. External avoidance or expressions of recollection of traumatic experiences may be evidenced by a new onset of acting out, protective or rescue strategies, limited exploration or reluctance to engage in new activities, and excessive reassurance-seeking from a trusted caregiver. • Limited capacity to reflect on and report internal states may also be characteristic of some school-aged children and adolescents. Furthermore, children and adolescents may be more reluctant than adults to report their reactions to traumatic events. In such cases, greater reliance on changes in behaviour such as increased trauma-specific re-enactments or overt avoidance may be necessary. • Children or adolescents may deny feelings of distress or horror associated with re- experiencing, and rather report no affect or other types of strong or overwhelming emotions as a part of re-experiencing, including those that are non-distressing. • In adolescence, reluctance to pursue developmental opportunities (e.g. to gain autonomy from caregivers) may be a sign of psychosocial impairment. Self-injurious or risky behaviours (e.g. substance use or unprotected sex) occur at elevated rates among adolescents and adults with post-traumatic stress disorder. • Assessment can be complicated in children and adolescents when loss of a parent or caregiver is associated with a traumatic event or an intervention. For example, a chronically abused child who is removed from the home may place greater emphasis on the loss of a primary caregiver than on aspects of the experience that might objectively be considered more threatening or horrific. Disorders specifically associated with căng thẳng 341 developmental presentations • post-traumatic căng thẳng disorder can occur at all ages, but responses to a traumatic event – that is, the core elements of the charact..."
}