{
  "id": "icd11#psychoeducation_5cdf64a1",
  "title_en": "General — Psychoeducation",
  "title_vi": "General — Giáo dục tâm lý",
  "text_en": "Impulse control disorders 519 Impulse control disorders Impulse control disorders are characterized by the repeated failure to resist a strong impulse, drive or urge to perform an act that is rewarding to the person – at least in the short term – despite longer-term harm either to the individual or to others, marked distress about the behaviour pattern, or significant impairment in personal, family, social, educational, occupational or other important areas of functioning. Impulse control disorders involve a range of specific behaviours, including fire setting, stealing, sexual behaviour and explosive aggressive outbursts. The episodes of the behaviour involved in impulse control disorders are often preceded by a rise in tension or affective arousal, which can also occur when attempting to resist the behaviour. The episodes of the behaviour are typically followed by pleasure, gratification or relief of tension. However, over the course of the disorder, individuals may report less awareness of building tension or arousal prior to the behaviour, or a reduction in pleasure or gratification following the behaviour. They may also experience feelings of guilt or shame following the behaviour. The behaviours involved in impulse control disorders are not fully attributable to another mental disorder, the direct central nervous system effects of a medication or substance – including substance intoxication and withdrawal – or another medical condition not classified under mental, behavioural and neurodevelopmental disorders. Impulse control disorders include the following: 6C70 Pyromania 6C71 Kleptomania 6C72 Compulsive sexual behaviour disorder 6C73 Intermittent explosive disorder 6C7Y Other specified impulse control disorder 6C7Z Impulse control disorder, unspecified. Impulse control disorders 520 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders 6C70 Pyromania Essential (required) features • The presentation is characterized by a recurrent failure to control strong impulses to set fires, resulting in multiple acts of, or attempts at, setting fire to property or other objects. • There is a",
  "gloss_vi": "Impulse control disorders 519 impulse control disorders impulse control disorders are characterized by the repeated failure to resist a strong impulse, drive or urge to perform an act that is rewarding to the person – at...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "psychoeducation",
      "caregiver"
    ],
    "life_topics": [
      "stress",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Psychoeducation General — Giáo dục tâm lý Impulse control disorders 519 Impulse control disorders Impulse control disorders are characterized by the repeated failure to resist a strong impulse, drive or urge to perform an act that is rewarding to the person – at least in the short term – despite longer-term harm either to the individual or to others, marked distress about the behaviour pattern, or significant impairment in personal, family, social, educational, occupational or other important areas of functioning. Impulse control disorders involve a range of specific behaviours, including fire setting, stealing, sexual behaviour and explosive aggressive outbursts. The episodes of the behaviour involved in impulse control disorders are often preceded by a rise in tension or affective arousal, which can also occur when attempting to resist the behaviour. The episodes of the behaviour are typically followed by pleasure, gratification or relief of tension. However, over the course of the disorder, individuals may report less awareness of building tension or arousal prior to the behaviour, or a reduction in pleasure or gratification following the behaviour. They may also experience feelings of guilt or shame following the behaviour. The behaviours involved in impulse control disorders are not fully attributable to another mental disorder, the direct central nervous system effects of a medication or substance – including substance intoxication and withdrawal – or another medical condition not classified under mental, behavioural and neurodevelopmental disorders. Impulse control disorders include the following: 6C70 Pyromania 6C71 Kleptomania 6C72 Compulsive sexual behaviour disorder 6C73 Intermittent explosive disorder 6C7Y Other specified impulse control disorder 6C7Z Impulse control disorder, unspecified. Impulse control disorders 520 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders 6C70 Pyromania Essential (required) features • The presentation is characterized by a recurrent failure to control strong impulses to set fires, resulting in multiple acts of, or attempts at, setting fire to property or other objects. • There is a Impulse control disorders 519 impulse control disorders impulse control disorders are characterized by the repeated failure to resist a strong impulse, drive or urge to perform an act that is rewarding to the person – at..."
}