{
  "id": "icd11#general_c19f693b",
  "title_en": "General — General",
  "title_vi": "General — General",
  "text_en": "Site director: José L. Ayuso-Mateos National coordinator: Itziar Leal Site coordinators: Carolina C. Avila, Ana Izquierdo Other research staff: Beatriz Vicario, Cora Fernandez, Julian Gomez Peñalver, Ruben Vicente Muñoz 826 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Tunisia Site: Razi Psychiatric Hospital Site director: Majda Cheour Site coordinator: Rahma Damak United States Site: Department of Psychiatry, Columbia University Site directors: T. Scott Stroup, Kathleen M. Pike Site coordinator: Samantha Sawyer Clinic-based study on behavioural indicators for disorders of intellectual development Overall direction: Cary S. Kogan Project coordination: Kyle R. Lemay Collaborators at study sites Brazil Site: Federal University of São Paulo Direction and coordination: Graccielle Rodrigues da Cunha, Jair de Jesus Mari India Sites: National Institute of Mental Health and Neurosciences; All India Institute of Medical Sciences Direction and coordination: Rachna Bhargava, Pratap Sharan, Megha Sharma, Shivani Purnima, John V. S. Kommu, M. Thomas Kishor, Feba Philip Italy Site: Oasi Maria National Research Institute Direction and coordination: Serafino Buono, Marilena Recupero, Marinella Zingale, Tommasa Zagaria Sri Lanka Site: Teaching Hospital Peradeniya Direction and coordination: Pabasari Ginige United Kingdom Site: Royal College of Psychiatrists Direction and coordination: Sherva Cooray, Ashok Roy",
  "gloss_vi": "Site director: josé l. ayuso-mateos national coordinator: itziar leal site coordinators: carolina c.",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [],
    "life_topics": [
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — General General — General Site director: José L. Ayuso-Mateos National coordinator: Itziar Leal Site coordinators: Carolina C. Avila, Ana Izquierdo Other research staff: Beatriz Vicario, Cora Fernandez, Julian Gomez Peñalver, Ruben Vicente Muñoz 826 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Tunisia Site: Razi Psychiatric Hospital Site director: Majda Cheour Site coordinator: Rahma Damak United States Site: Department of Psychiatry, Columbia University Site directors: T. Scott Stroup, Kathleen M. Pike Site coordinator: Samantha Sawyer Clinic-based study on behavioural indicators for disorders of intellectual development Overall direction: Cary S. Kogan Project coordination: Kyle R. Lemay Collaborators at study sites Brazil Site: Federal University of São Paulo Direction and coordination: Graccielle Rodrigues da Cunha, Jair de Jesus Mari India Sites: National Institute of Mental Health and Neurosciences; All India Institute of Medical Sciences Direction and coordination: Rachna Bhargava, Pratap Sharan, Megha Sharma, Shivani Purnima, John V. S. Kommu, M. Thomas Kishor, Feba Philip Italy Site: Oasi Maria National Research Institute Direction and coordination: Serafino Buono, Marilena Recupero, Marinella Zingale, Tommasa Zagaria Sri Lanka Site: Teaching Hospital Peradeniya Direction and coordination: Pabasari Ginige United Kingdom Site: Royal College of Psychiatrists Direction and coordination: Sherva Cooray, Ashok Roy Site director: josé l. ayuso-mateos national coordinator: itziar leal site coordinators: carolina c."
}