{
  "id": "icd11#do_not_do_ba29eb53",
  "title_en": "General — Do Not Do",
  "title_vi": "General — Do Not Do",
  "text_en": "paraphilic disorders categories. In contrast, compulsive sexual behaviour disorder is characterized by a persistent pattern of failure to control sexual impulses, urges or behaviours, regardless of the focus of sexual arousal. If an individual with other paraphilic disorder involving non-consenting individuals is able to exercise some degree of control over the behavioural expressions of the arousal pattern, an additional diagnosis of compulsive sexual behavioural disorder is generally not warranted. Boundary with disorders due to substance use Episodes of sexual behaviour involving others whose age or status renders them unwilling or unable to consent may occur during substance intoxication. Such episodes may not be a manifestation of a sustained, focused and intense sexual arousal pattern. At the same time, some individuals with paraphilic disorders may use substances with the intention of engaging in sexual behaviour involving others whose age or status renders them unwilling or unable to consent that does reflect an underlying paraphilic arousal pattern. A diagnosis of other paraphilic disorder involving non-consenting individuals may be assigned together with a disorder due to substance use if the diagnostic requirements for both are met. Boundary with other mental disorders The occurrence or a history of sexual behaviours involving others whose age or status renders them unwilling or unable to consent is not sufficient to establish a diagnosis of other paraphilic disorder involving non-consenting individuals. Rather, these sexual behaviours must reflect a sustained, focused and intense pattern of sexual arousal. When this is not the case, other causes of the sexual behaviour need to be considered. For example, sexual behaviours involving non- consenting individuals that do not reflect an underlying, persistent pattern of sexual arousal may occur in the context of some mental disorders, such as bipolar type I disorder during manic or mixed episodes, or dementia. Boundary with sexual crimes that do not involve a paraphilic disorder Sexual crimes involving non-consenting individuals may consist of actions or behaviours that are not associated with a sustained underlying paraphilic arousal pattern. Rather, these behaviours may be transient and occur impulsively or opportunistically. The diagnosis of other paraphilic disorder involving non-consenting individuals requires these behaviours to be a manifestation of a sustained, focused and intense pattern of paraphilic sexual arousal. Paraphilic disorders | Other paraphilic disorder involving non-consenting individuals",
  "gloss_vi": "Paraphilic disorders categories. in contrast, compulsive sexual behaviour disorder is characterized by a persistent pattern of failure to control sexual impulses, urges or behaviours, regardless of the focus of sexual ar...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "do_not_do"
    ],
    "life_topics": [
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Do Not Do General — Do Not Do paraphilic disorders categories. In contrast, compulsive sexual behaviour disorder is characterized by a persistent pattern of failure to control sexual impulses, urges or behaviours, regardless of the focus of sexual arousal. If an individual with other paraphilic disorder involving non-consenting individuals is able to exercise some degree of control over the behavioural expressions of the arousal pattern, an additional diagnosis of compulsive sexual behavioural disorder is generally not warranted. Boundary with disorders due to substance use Episodes of sexual behaviour involving others whose age or status renders them unwilling or unable to consent may occur during substance intoxication. Such episodes may not be a manifestation of a sustained, focused and intense sexual arousal pattern. At the same time, some individuals with paraphilic disorders may use substances with the intention of engaging in sexual behaviour involving others whose age or status renders them unwilling or unable to consent that does reflect an underlying paraphilic arousal pattern. A diagnosis of other paraphilic disorder involving non-consenting individuals may be assigned together with a disorder due to substance use if the diagnostic requirements for both are met. Boundary with other mental disorders The occurrence or a history of sexual behaviours involving others whose age or status renders them unwilling or unable to consent is not sufficient to establish a diagnosis of other paraphilic disorder involving non-consenting individuals. Rather, these sexual behaviours must reflect a sustained, focused and intense pattern of sexual arousal. When this is not the case, other causes of the sexual behaviour need to be considered. For example, sexual behaviours involving non- consenting individuals that do not reflect an underlying, persistent pattern of sexual arousal may occur in the context of some mental disorders, such as bipolar type I disorder during manic or mixed episodes, or dementia. Boundary with sexual crimes that do not involve a paraphilic disorder Sexual crimes involving non-consenting individuals may consist of actions or behaviours that are not associated with a sustained underlying paraphilic arousal pattern. Rather, these behaviours may be transient and occur impulsively or opportunistically. The diagnosis of other paraphilic disorder involving non-consenting individuals requires these behaviours to be a manifestation of a sustained, focused and intense pattern of paraphilic sexual arousal. Paraphilic disorders | Other paraphilic disorder involving non-consenting individuals Paraphilic disorders categories. in contrast, compulsive sexual behaviour disorder is characterized by a persistent pattern of failure to control sexual impulses, urges or behaviours, regardless of the focus of sexual ar..."
}