{
  "id": "icd11#communication_tips_868c3e99",
  "title_en": "General — Communication Tips",
  "title_vi": "General — Communication Tips",
  "text_en": "Disorders due to substance use or addictive behaviours 473 • There are also genetic differences in susceptibility to intoxication associated with certain ethnic groups. Cultural and ethnically linked genetic factors have been better documented for alcohol than for other substances. Sex- and/or gender-related features • The amount of substance and duration of use necessary to cause intoxication differs by sex, reflecting differences in body weight and composition. • Behaviour while intoxicated may vary by gender, reflecting not only physiological differences but also cultural differences and role expectations. Boundaries with other disorders and conditions (differential diagnosis) Boundary with episode of harmful psychoactive substance use and harmful pattern of psychoactive substance use In episode of harmful psychoactive substance use and harmful pattern of psychoactive substance use, consumption or administration of a substance results in damage to the person’s physical or mental health (including a substance-induced mental disorder) or in behaviour leading to harm to the health of others. Recovery from substance intoxication is generally complete. Complications due to such effects of intoxication such as injury, the effects of hypoxia, the effects of prolonged hyperactivity or inactivity, or other tissue damage should be diagnosed as episode of harmful psychoactive substance use or harmful pattern of psychoactive substance use, as appropriate. If relevant at the time of the clinical encounter (e.g. in emergency settings), substance intoxication can be given as an associated diagnosis, with episode of harmful psychoactive substance use or harmful pattern of psychoactive substance use as the primary diagnosis. Boundary with substance dependence Episodic or continuous intoxication with a substance or substances is a typical feature of substance dependence. If all diagnostic requirements of both conditions are met for the same episode of care, substance dependence should be assigned as the primary diagnosis, with an associated diagnosis of substance intoxication (e.g. opioid dependence with opioid intoxication). Boundary with substance withdrawal Substance withdrawal occurs upon cessation or reduction of a substance in the context of physiological dependence or when a substance has been taken for a prolonged period or in large amounts. In contrast, the onset of substance intoxication occurs immediately or shortly after the consumption of a substance. Moreover, for a particular substance, the intoxication and withdrawal syndromes are typically quite distinct. See Table 6.15 (p. 475) for a description of the substance-specific features of substance intoxication and Table 6.16 (p. 484) for a description of the substance-specific features of substance withdrawal. Diagnostic requirements for disorders due to substance use | Substance intoxication 474 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundary with substance-induced delirium Delirium is characterized by disturbances in attention, orientation and awareness that develop within a short period of time, with",
  "gloss_vi": "Disorders due to substance use or addictive behaviours 473 • there are also genetic differences in susceptibility to intoxication associated with certain ethnic groups. cultural and ethnically linked genetic factors have...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [],
    "life_topics": [
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Communication Tips General — Communication Tips Disorders due to substance use or addictive behaviours 473 • There are also genetic differences in susceptibility to intoxication associated with certain ethnic groups. Cultural and ethnically linked genetic factors have been better documented for alcohol than for other substances. Sex- and/or gender-related features • The amount of substance and duration of use necessary to cause intoxication differs by sex, reflecting differences in body weight and composition. • Behaviour while intoxicated may vary by gender, reflecting not only physiological differences but also cultural differences and role expectations. Boundaries with other disorders and conditions (differential diagnosis) Boundary with episode of harmful psychoactive substance use and harmful pattern of psychoactive substance use In episode of harmful psychoactive substance use and harmful pattern of psychoactive substance use, consumption or administration of a substance results in damage to the person’s physical or mental health (including a substance-induced mental disorder) or in behaviour leading to harm to the health of others. Recovery from substance intoxication is generally complete. Complications due to such effects of intoxication such as injury, the effects of hypoxia, the effects of prolonged hyperactivity or inactivity, or other tissue damage should be diagnosed as episode of harmful psychoactive substance use or harmful pattern of psychoactive substance use, as appropriate. If relevant at the time of the clinical encounter (e.g. in emergency settings), substance intoxication can be given as an associated diagnosis, with episode of harmful psychoactive substance use or harmful pattern of psychoactive substance use as the primary diagnosis. Boundary with substance dependence Episodic or continuous intoxication with a substance or substances is a typical feature of substance dependence. If all diagnostic requirements of both conditions are met for the same episode of care, substance dependence should be assigned as the primary diagnosis, with an associated diagnosis of substance intoxication (e.g. opioid dependence with opioid intoxication). Boundary with substance withdrawal Substance withdrawal occurs upon cessation or reduction of a substance in the context of physiological dependence or when a substance has been taken for a prolonged period or in large amounts. In contrast, the onset of substance intoxication occurs immediately or shortly after the consumption of a substance. Moreover, for a particular substance, the intoxication and withdrawal syndromes are typically quite distinct. See Table 6.15 (p. 475) for a description of the substance-specific features of substance intoxication and Table 6.16 (p. 484) for a description of the substance-specific features of substance withdrawal. Diagnostic requirements for disorders due to substance use | Substance intoxication 474 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundary with substance-induced delirium Delirium is characterized by disturbances in attention, orientation and awareness that develop within a short period of time, with Disorders due to substance use or addictive behaviours 473 • there are also genetic differences in susceptibility to intoxication associated with certain ethnic groups. cultural and ethnically linked genetic factors have..."
}