{
  "id": "icd11#risk_safety_73cef8b7",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "286 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders children are “slow to warm up” to new people and new situations. Behavioural inhibition is considered to be a normal variation in temperament, but is also a risk factor for the development of social anxiety disorder. • As with adults, children and adolescents may employ subtle avoidance strategies during social situations to manage their anxiety, including limiting speech or making poor eye contact with others. Children and adolescents with social anxiety disorder may also evidence social skills deficits, such as difficulty with starting or maintaining conversations or asserting their wishes or opinions. • Social anxiety disorder symptoms may only become evident with the start of school, with the onset of demands to interact socially with unfamiliar peers and teachers. The manifestations of social anxiety disorder may also vary across age groups, with younger children more likely to exhibit social anxiety primarily with adults, and adolescents more likely to experience increased social anxiety with peers. There are also individual differences with respect to the degree of social anxiety experienced when interacting with members of the same or opposite sex. Soliciting information from collateral informants who know the child well about how they react in various situations and contexts can assist in making the diagnosis. • Social anxiety disorder symptoms may become more evident with age, as social demands exceed individuals’ capabilities to cope with and manage their anxiety. Adolescents may exhibit various associated difficulties, including social withdrawal, school refusal and reluctance to assert their needs. Some adolescents may participate in social situations for fear of the consequences to their social status if they do not, but do so with significant distress. Culture-related features • Identification of social anxiety disorder may depend on assessment of social situations relevant to the cultural group (e.g. being expected to dance in public among some Latin American cultures) that may be associated with excessive anxiety, and of whether the degree of anxiety is outside the cultural norms for the individual. To avoid stereotyping, individuals should be asked openly about social situations associated with excessive anxiety. • Anxiety and avoidance of certain social situations may be considered normative in some cultural groups (e.g. public speaking or voicing dissent in some Asian cultures), and therefore may not indicate a disorder unless this fear or anxiety is out of proportion to the actual danger posed by the social situation when considering the sociocultural context. • Some cultural concepts of distress are related to social anxiety disorder. For example, taijin kyofusho among Japanese people and related conditions among people in the Republic of Korea may represent a form of social anxiety disorder associated with the fear that others will be offended by one’s own inappropriate social behaviour (e.g. inappropriate gaze or facial expression, blushing, body odour, loud bowel sounds). Other presentations of taijin kyofusho",
  "gloss_vi": "286 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders children are “slow to warm up” to new people and new situations. behavioural inhibition is considered t...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 286 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders children are “slow to warm up” to new people and new situations. Behavioural inhibition is considered to be a normal variation in temperament, but is also a risk factor for the development of social anxiety disorder. • As with adults, children and adolescents may employ subtle avoidance strategies during social situations to manage their anxiety, including limiting speech or making poor eye contact with others. Children and adolescents with social anxiety disorder may also evidence social skills deficits, such as difficulty with starting or maintaining conversations or asserting their wishes or opinions. • Social anxiety disorder symptoms may only become evident with the start of school, with the onset of demands to interact socially with unfamiliar peers and teachers. The manifestations of social anxiety disorder may also vary across age groups, with younger children more likely to exhibit social anxiety primarily with adults, and adolescents more likely to experience increased social anxiety with peers. There are also individual differences with respect to the degree of social anxiety experienced when interacting with members of the same or opposite sex. Soliciting information from collateral informants who know the child well about how they react in various situations and contexts can assist in making the diagnosis. • Social anxiety disorder symptoms may become more evident with age, as social demands exceed individuals’ capabilities to cope with and manage their anxiety. Adolescents may exhibit various associated difficulties, including social withdrawal, school refusal and reluctance to assert their needs. Some adolescents may participate in social situations for fear of the consequences to their social status if they do not, but do so with significant distress. Culture-related features • Identification of social anxiety disorder may depend on assessment of social situations relevant to the cultural group (e.g. being expected to dance in public among some Latin American cultures) that may be associated with excessive anxiety, and of whether the degree of anxiety is outside the cultural norms for the individual. To avoid stereotyping, individuals should be asked openly about social situations associated with excessive anxiety. • Anxiety and avoidance of certain social situations may be considered normative in some cultural groups (e.g. public speaking or voicing dissent in some Asian cultures), and therefore may not indicate a disorder unless this fear or anxiety is out of proportion to the actual danger posed by the social situation when considering the sociocultural context. • Some cultural concepts of distress are related to social anxiety disorder. For example, taijin kyofusho among Japanese people and related conditions among people in the Republic of Korea may represent a form of social anxiety disorder associated with the fear that others will be offended by one’s own inappropriate social behaviour (e.g. inappropriate gaze or facial expression, blushing, body odour, loud bowel sounds). Other presentations of taijin kyofusho 286 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders children are “slow to warm up” to new people and new situations. behavioural inhibition is considered t..."
}