{
  "id": "icd11#risk_safety_c78df35d",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "are anticipated to occur in multiple situations where obtaining help or escaping might be difficult. Boundary with social anxiety disorder In social anxiety disorder, symptoms occur in response to feared social situations (e.g. speaking in public, initiating a conversation), and the primary focus of apprehension is being negatively evaluated by others. Boundary with separation anxiety disorder As with agoraphobia, individuals with separation anxiety disorder avoid situations but, in contrast, they do so to prevent or limit being away from individuals to whom they are attached (e.g. parent, spouse, or child) for fear of losing them. Boundary with schizophrenia and other primary psychotic disorders Individuals with schizophrenia and other primary psychotic disorders may avoid situations as a consequence of persecutory or paranoid delusions rather than because of fear or anxiety of imminent perceived dangerous outcomes (e.g. panic attacks, symptoms of panic, incapacitation, or embarrassing physical symptoms) that are anticipated to occur in multiple situations where obtaining help or escaping might be difficult. Boundary with depressive disorders In depressive disorders, individuals may avoid multiple situations, but do so because of loss of interest in previously pleasurable activities or due to lack of energy rather than because of fear or anxiety of imminent perceived dangerous outcomes (e.g. panic attacks, symptoms of panic, incapacitation, or embarrassing physical symptoms) that are anticipated to occur in multiple situations where obtaining help or escaping might be difficult. Boundary with post-traumatic stress disorder In post-traumatic stress disorder, the individual deliberately avoids reminders likely to produce re-experiencing of the traumatic event. In contrast, situations are avoided in agoraphobia because of fear or anxiety of imminent perceived dangerous outcomes (e.g. panic attacks, symptoms of panic, incapacitation, or embarrassing physical symptoms) that are anticipated to occur in multiple situations where obtaining help or escaping might be difficult. Boundary with oppositional defiant disorder Irritability, anger and noncompliance are sometimes associated with anxiety in children and adolescents. For example, children may exhibit angry outbursts when asked to enter situations that make them feel anxious (e.g. being asked to leave the home without a trusted companion such as a parent or caregiver). If the defiant behaviours only occur when triggered by a situation or stimulus that elicits anxiety, fear or panic, a diagnosis of oppositional defiant disorder is generally not appropriate. Anxiety and fear-related disorders | Agoraphobia",
  "gloss_vi": "Are anticipated to occur in multiple situations where obtaining help or escaping might be difficult. ranh giới with social lo âu disorder in social lo âu disorder, symptoms occur in response to feared social situations (...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "do_not_do",
      "caregiver"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships",
      "grief"
    ],
    "advice_section": [
      "communication_tips",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn are anticipated to occur in multiple situations where obtaining help or escaping might be difficult. Boundary with social anxiety disorder In social anxiety disorder, symptoms occur in response to feared social situations (e.g. speaking in public, initiating a conversation), and the primary focus of apprehension is being negatively evaluated by others. Boundary with separation anxiety disorder As with agoraphobia, individuals with separation anxiety disorder avoid situations but, in contrast, they do so to prevent or limit being away from individuals to whom they are attached (e.g. parent, spouse, or child) for fear of losing them. Boundary with schizophrenia and other primary psychotic disorders Individuals with schizophrenia and other primary psychotic disorders may avoid situations as a consequence of persecutory or paranoid delusions rather than because of fear or anxiety of imminent perceived dangerous outcomes (e.g. panic attacks, symptoms of panic, incapacitation, or embarrassing physical symptoms) that are anticipated to occur in multiple situations where obtaining help or escaping might be difficult. Boundary with depressive disorders In depressive disorders, individuals may avoid multiple situations, but do so because of loss of interest in previously pleasurable activities or due to lack of energy rather than because of fear or anxiety of imminent perceived dangerous outcomes (e.g. panic attacks, symptoms of panic, incapacitation, or embarrassing physical symptoms) that are anticipated to occur in multiple situations where obtaining help or escaping might be difficult. Boundary with post-traumatic stress disorder In post-traumatic stress disorder, the individual deliberately avoids reminders likely to produce re-experiencing of the traumatic event. In contrast, situations are avoided in agoraphobia because of fear or anxiety of imminent perceived dangerous outcomes (e.g. panic attacks, symptoms of panic, incapacitation, or embarrassing physical symptoms) that are anticipated to occur in multiple situations where obtaining help or escaping might be difficult. Boundary with oppositional defiant disorder Irritability, anger and noncompliance are sometimes associated with anxiety in children and adolescents. For example, children may exhibit angry outbursts when asked to enter situations that make them feel anxious (e.g. being asked to leave the home without a trusted companion such as a parent or caregiver). If the defiant behaviours only occur when triggered by a situation or stimulus that elicits anxiety, fear or panic, a diagnosis of oppositional defiant disorder is generally not appropriate. Anxiety and fear-related disorders | Agoraphobia Are anticipated to occur in multiple situations where obtaining help or escaping might be difficult. ranh giới with social lo âu disorder in social lo âu disorder, symptoms occur in response to feared social situations (..."
}