{
  "id": "icd11#screening_cues_7c269ca2",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "lack of interest rather than any specific deficits in motor coordination. Boundary with attention deficit hyperactivity disorder Co-occurrence of developmental motor coordination disorder and attention deficit hyperactivity disorder is common. Both diagnoses may be assigned if the diagnostic requirements for each are met. However, some individuals with attention deficit hyperactivity disorder may appear to be clumsy (e.g. bumping into obstacles, knocking things over) due to distractibility and impulsivity. Developmental motor coordination disorder should not be diagnosed in such cases. Boundary with diseases of the nervous system, diseases of the musculoskeletal system or connective tissue, and sensory impairment Motor skills may be affected by diseases of the nervous system (e.g. cerebral palsy, muscular dystrophy), diseases of the musculoskeletal system or connective tissue, sensory impairment (especially severe visual impairment) or joint hypermobility, which are established by appropriate physical and laboratory examination. A diagnosis of developmental motor coordination disorder should not be assigned when the difficulties with motor coordination are solely attributable to one of these conditions. Some children with developmental motor coordination disorder show atypical motor activity (usually suppressed), such as choreiform movements of unsupported limbs or mirror movements.5 These “overflow” movements are not considered diseases of the nervous system per se, and do not exclude the diagnosis of developmental motor coordination disorder. Boundary with effects of psychosocial deprivation Extreme psychosocial deprivation in early childhood can produce impairments in motor functions. Depending on the onset, level of severity and duration of the deprivation, motor functioning may improve substantially after the child is moved to a more positive environment. However, some deficits may persist even after a sustained period in an environment that provides adequate stimulation for development, and a diagnosis of developmental motor coordination disorder may be appropriate in such cases if all diagnostic requirements are met. 6A05 Attention deficit hyperactivity disorder Essential (required) features • A persistent pattern (e.g. over at least 6 months) of inattention symptoms and/or a combination of hyperactivity and impulsivity symptoms that is outside the limits of normal variation expected for age and level of intellectual development is required for diagnosis. Symptoms vary according to chronological age and disorder severity. 5 Chorieform movements are involuntary, irregular and unpredictable movements that make it appear as if the affected person is dancing, twisting, restless, clumsy or fidgety. Neurodevelopmental disorders | Attention deficit hyperactivity disorder",
  "gloss_vi": "Lack of interest rather than any specific deficits in motor coordination. ranh giới with attention deficit hyperactivity disorder co-occurrence of developmental motor coordination disorder and attention deficit hyperacti...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation",
      "do_not_do"
    ],
    "life_topics": [
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc lack of interest rather than any specific deficits in motor coordination. Boundary with attention deficit hyperactivity disorder Co-occurrence of developmental motor coordination disorder and attention deficit hyperactivity disorder is common. Both diagnoses may be assigned if the diagnostic requirements for each are met. However, some individuals with attention deficit hyperactivity disorder may appear to be clumsy (e.g. bumping into obstacles, knocking things over) due to distractibility and impulsivity. Developmental motor coordination disorder should not be diagnosed in such cases. Boundary with diseases of the nervous system, diseases of the musculoskeletal system or connective tissue, and sensory impairment Motor skills may be affected by diseases of the nervous system (e.g. cerebral palsy, muscular dystrophy), diseases of the musculoskeletal system or connective tissue, sensory impairment (especially severe visual impairment) or joint hypermobility, which are established by appropriate physical and laboratory examination. A diagnosis of developmental motor coordination disorder should not be assigned when the difficulties with motor coordination are solely attributable to one of these conditions. Some children with developmental motor coordination disorder show atypical motor activity (usually suppressed), such as choreiform movements of unsupported limbs or mirror movements.5 These “overflow” movements are not considered diseases of the nervous system per se, and do not exclude the diagnosis of developmental motor coordination disorder. Boundary with effects of psychosocial deprivation Extreme psychosocial deprivation in early childhood can produce impairments in motor functions. Depending on the onset, level of severity and duration of the deprivation, motor functioning may improve substantially after the child is moved to a more positive environment. However, some deficits may persist even after a sustained period in an environment that provides adequate stimulation for development, and a diagnosis of developmental motor coordination disorder may be appropriate in such cases if all diagnostic requirements are met. 6A05 Attention deficit hyperactivity disorder Essential (required) features • A persistent pattern (e.g. over at least 6 months) of inattention symptoms and/or a combination of hyperactivity and impulsivity symptoms that is outside the limits of normal variation expected for age and level of intellectual development is required for diagnosis. Symptoms vary according to chronological age and disorder severity. 5 Chorieform movements are involuntary, irregular and unpredictable movements that make it appear as if the affected person is dancing, twisting, restless, clumsy or fidgety. Neurodevelopmental disorders | Attention deficit hyperactivity disorder Lack of interest rather than any specific deficits in motor coordination. ranh giới with attention deficit hyperactivity disorder co-occurrence of developmental motor coordination disorder and attention deficit hyperacti..."
}