{
  "id": "icd11#screening_cues_b8edfd27",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "difficulties are associated with some problems in functioning, but these are insufficiently severe to cause notable disruption in social, occupational and interpersonal relationships, and may be limited to specific relationships or situations. Boundary with persistent mental disorders A number of persistent and enduring mental disorders (e.g. autism spectrum disorder, schizotypal disorder, dysthymic disorder, cyclothymic disorder, separation anxiety disorder, obsessive- compulsive disorder, complex post-traumatic stress disorder, dissociative identity disorder) are characterized by enduring disturbances in cognition, emotional experience and behaviour that are maladaptive, manifested across a range of personal and social situations, and are associated with significant problems in functioning of aspects of the self (e.g. self-esteem, self-direction) and/ or interpersonal dysfunction (e.g. ability to develop and maintain close and mutually satisfying relationships, ability to understand others’ perspectives and to manage conflict in relationships). Accordingly, individuals with these disorders may also meet the diagnostic requirements for personality disorder. Generally, individuals with such disorders should not be given an additional diagnosis of personality disorder unless additional personality features are present that contribute to significant problems in functioning of aspects of the self or interpersonal functioning. However, even in the absence of these additional features, there may be specific situations in which an additional diagnosis of personality disorder is warranted (e.g. entry into clinically indicated forms of treatment that are connected to a personality disorder diagnosis). Boundary with conduct-dissocial disorder with limited prosocial emotions Conduct-dissocial disorder is characterized by a recurrent pattern of behaviour in which the basic rights of others or major age-appropriate social or cultural norms, rules or laws are violated; this may range in duration from a discrete period lasting a number of months to one that persists across the lifespan. Conduct-dissocial disorder with limited prosocial emotions is further characterized by limited or absent empathy or sensitivity to others’ feelings, and limited or absent remorse, shame or guilt. Conduct-dissocial disorder with limited prosocial emotions has features in common with personality disorder with dissociality, which is characterized by disregard for the rights and feelings of other, self-centredness and lack of empathy. Conduct- dissocial disorder may be diagnosed among pre-adolescent children, based on a shorter duration of symptoms than personality disorder. Among individuals with conduct-dissocial disorder, an additional diagnosis of personality disorder is warranted only if there are personality features in addition to dissociality that contribute to significant impairments in functioning of aspects of the self or problems in interpersonal functioning. Boundary with secondary personality change Secondary personality change is a persistent personality disturbance that represents a change from the individual’s previous characteristic personality pattern that is judged to be a direct pathophysiological consequence of a medical condition not classified under mental, behavioural Personality disorders and related traits | General diagnostic requirements for personality disorder",
  "gloss_vi": "Difficulties are associated with some problems in functioning, but these are insufficiently severe to cause notable disruption in social, occupational and interpersonal relationships, and may be limited to specific relat...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "management"
    ],
    "life_topics": [
      "stress",
      "relationships",
      "self_esteem"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc difficulties are associated with some problems in functioning, but these are insufficiently severe to cause notable disruption in social, occupational and interpersonal relationships, and may be limited to specific relationships or situations. Boundary with persistent mental disorders A number of persistent and enduring mental disorders (e.g. autism spectrum disorder, schizotypal disorder, dysthymic disorder, cyclothymic disorder, separation anxiety disorder, obsessive- compulsive disorder, complex post-traumatic stress disorder, dissociative identity disorder) are characterized by enduring disturbances in cognition, emotional experience and behaviour that are maladaptive, manifested across a range of personal and social situations, and are associated with significant problems in functioning of aspects of the self (e.g. self-esteem, self-direction) and/ or interpersonal dysfunction (e.g. ability to develop and maintain close and mutually satisfying relationships, ability to understand others’ perspectives and to manage conflict in relationships). Accordingly, individuals with these disorders may also meet the diagnostic requirements for personality disorder. Generally, individuals with such disorders should not be given an additional diagnosis of personality disorder unless additional personality features are present that contribute to significant problems in functioning of aspects of the self or interpersonal functioning. However, even in the absence of these additional features, there may be specific situations in which an additional diagnosis of personality disorder is warranted (e.g. entry into clinically indicated forms of treatment that are connected to a personality disorder diagnosis). Boundary with conduct-dissocial disorder with limited prosocial emotions Conduct-dissocial disorder is characterized by a recurrent pattern of behaviour in which the basic rights of others or major age-appropriate social or cultural norms, rules or laws are violated; this may range in duration from a discrete period lasting a number of months to one that persists across the lifespan. Conduct-dissocial disorder with limited prosocial emotions is further characterized by limited or absent empathy or sensitivity to others’ feelings, and limited or absent remorse, shame or guilt. Conduct-dissocial disorder with limited prosocial emotions has features in common with personality disorder with dissociality, which is characterized by disregard for the rights and feelings of other, self-centredness and lack of empathy. Conduct- dissocial disorder may be diagnosed among pre-adolescent children, based on a shorter duration of symptoms than personality disorder. Among individuals with conduct-dissocial disorder, an additional diagnosis of personality disorder is warranted only if there are personality features in addition to dissociality that contribute to significant impairments in functioning of aspects of the self or problems in interpersonal functioning. Boundary with secondary personality change Secondary personality change is a persistent personality disturbance that represents a change from the individual’s previous characteristic personality pattern that is judged to be a direct pathophysiological consequence of a medical condition not classified under mental, behavioural Personality disorders and related traits | General diagnostic requirements for personality disorder Difficulties are associated with some problems in functioning, but these are insufficiently severe to cause notable disruption in social, occupational and interpersonal relationships, and may be limited to specific relat..."
}