{
  "id": "icd11#risk_safety_9372d909",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "MMoooodd ddiissoorrddeerrss 221 • When depressive and manic symptoms alternate rapidly during a mixed episode, such fluctuations may be observed in mood (e.g. between euphoria and sadness or dysphoria), emotional reactivity (e.g. between flat affect and intense or exaggerated reactiveness to emotional stimuli), drive (e.g. alternating periods of increased and decreased activity, verbal expression, sexual desire or appetite) and cognitive functioning (e.g. periods of activation and inhibition or slowing of thoughts, attention and memory). • The symptoms are not a manifestation of another medical condition (e.g. a brain tumour), and are not due to the effects of a substance or medication on the central nervous system (e.g. benzodiazepines), including withdrawal effects (e.g. from cocaine). • The mood disturbance results in significant impairment in personal, family, social, educational, occupational or other important areas of functioning, or is accompanied by delusions or hallucinations. Additional clinical features • Delusions and hallucinations characteristic of both depressive and manic episodes (see above) can occur in mixed episodes. • A mixed syndrome arising during antidepressant treatment (e.g. medication, electroconvulsive therapy, light therapy, transcranial magnetic stimulation) should be considered a mixed episode if the syndrome persists after the treatment is discontinued and the full diagnostic requirements of a mixed episode are met after the direct physiological effects of the treatment are likely to have receded. Developmental presentations • Research regarding mixed episodes in children and adolescents is limited; however, some evidence suggests that adolescents with bipolar disorders may be more likely than adults with bipolar disorders to experience mixed episodes. Boundaries with other disorders and conditions (differential diagnosis) Boundary with manic episode Manic symptoms in a mixed episode may be qualitatively similar to those of a manic episode, but in a mixed episode several prominent manic symptoms occur simultaneously or alternate rapidly with several depressive symptoms such as dysphoric mood, expressed beliefs of worthlessness, hopelessness or suicidal ideation. Mood disorders | Mixed episode 222 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundary with depressive episode Depressive symptoms in a mixed episode may be qualitatively similar to those of a depressive episode, but in a mixed episode several prominent depressive symptoms occur simultaneously or alternate rapidly with several prominent manic symptoms such as irritability, racing or crowded thoughts, increased talkativeness or increased activity. Boundary with hypomanic episode Manic symptoms in a mixed episode may be qualitatively",
  "gloss_vi": "Mmoooodd ddiissoorrddeerrss 221 • when depressive and manic symptoms alternate rapidly during a mixed episode, such fluctuations may be observed in mood (e.g. between euphoria and sadness or dysphoria), emotional reactiv...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "psychoeducation",
      "management",
      "caregiver"
    ],
    "life_topics": [
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn MMoooodd ddiissoorrddeerrss 221 • When depressive and manic symptoms alternate rapidly during a mixed episode, such fluctuations may be observed in mood (e.g. between euphoria and sadness or dysphoria), emotional reactivity (e.g. between flat affect and intense or exaggerated reactiveness to emotional stimuli), drive (e.g. alternating periods of increased and decreased activity, verbal expression, sexual desire or appetite) and cognitive functioning (e.g. periods of activation and inhibition or slowing of thoughts, attention and memory). • The symptoms are not a manifestation of another medical condition (e.g. a brain tumour), and are not due to the effects of a substance or medication on the central nervous system (e.g. benzodiazepines), including withdrawal effects (e.g. from cocaine). • The mood disturbance results in significant impairment in personal, family, social, educational, occupational or other important areas of functioning, or is accompanied by delusions or hallucinations. Additional clinical features • Delusions and hallucinations characteristic of both depressive and manic episodes (see above) can occur in mixed episodes. • A mixed syndrome arising during antidepressant treatment (e.g. medication, electroconvulsive therapy, light therapy, transcranial magnetic stimulation) should be considered a mixed episode if the syndrome persists after the treatment is discontinued and the full diagnostic requirements of a mixed episode are met after the direct physiological effects of the treatment are likely to have receded. Developmental presentations • Research regarding mixed episodes in children and adolescents is limited; however, some evidence suggests that adolescents with bipolar disorders may be more likely than adults with bipolar disorders to experience mixed episodes. Boundaries with other disorders and conditions (differential diagnosis) Boundary with manic episode Manic symptoms in a mixed episode may be qualitatively similar to those of a manic episode, but in a mixed episode several prominent manic symptoms occur simultaneously or alternate rapidly with several depressive symptoms such as dysphoric mood, expressed beliefs of worthlessness, hopelessness or suicidal ideation. Mood disorders | Mixed episode 222 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundary with depressive episode Depressive symptoms in a mixed episode may be qualitatively similar to those of a depressive episode, but in a mixed episode several prominent depressive symptoms occur simultaneously or alternate rapidly with several prominent manic symptoms such as irritability, racing or crowded thoughts, increased talkativeness or increased activity. Boundary with hypomanic episode Manic symptoms in a mixed episode may be qualitatively Mmoooodd ddiissoorrddeerrss 221 • when depressive and manic symptoms alternate rapidly during a mixed episode, such fluctuations may be observed in mood (e.g. between euphoria and sadness or dysphoria), emotional reactiv..."
}