{
  "id": "icd11#screening_cues_07d2447e",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "disorder the preoccupation is with perceived flaws or defects in the individual’s appearance. Boundary with trichotillomania (hair-pulling disorder) and excoriation (skin-picking) disorder Hair pulling and skin picking can occur as symptoms of body dysmorphic disorder when there is a preoccupation with the skin or hair appearing defective and the intended aim is to improve its appearance. In contrast, when the behaviour is a body-focused repetitive behaviour with no clear relationship to a perceived defect on the skin or hair, then it is better classified as trichotillomania or excoriation disorder. Boundary with other obsessive-compulsive and related disorders Recurrent thoughts and repetitive behaviours occur in other obsessive-compulsive and related disorders, but the foci of apprehension and form of repetitive behaviours are distinct for each diagnostic entity. In obsessive-compulsive disorder, the intrusive thoughts and repetitive behaviours are not limited to concerns about appearance but rather encompass a variety of obsessions (e.g. of contamination, of causing harm) and compulsions (e.g. excessive washing, counting, checking) intended to neutralize these obsessions. In olfactory reference disorder individuals are preoccupied exclusively with emitting a perceived foul or offensive body odour. However, obsessive-compulsive and related disorders can co-occur, and multiple diagnoses from this grouping may be assigned if warranted. Boundary with delusional disorder and other primary psychotic disorders Many individuals with body dysmorphic disorder lack insight about the irrationality of their thoughts and behaviours to such an extent that convictions that their appearance is flawed may at times appear to be delusional in the degree of conviction or fixity with which these beliefs are held (see insight specifiers, p. 308). If these beliefs are restricted to the fear or conviction of having a flawed appearance or bodily defect in an individual without a history of other delusions – that is, these beliefs occur entirely in the context of symptomatic episodes of body dysmorphic disorder and are fully consistent with the other clinical features of the disorder – body dysmorphic disorder should be diagnosed instead of delusional disorder. Individuals with body dysmorphic disorder do not exhibit other features of psychosis (e.g. hallucinations or formal thought disorder). Boundary with mood disorders Individuals experiencing a depressive episode with psychotic symptoms may occasionally become preoccupied with perceived physical flaws or defects, which can be differentiated from body dysmorphic disorder on the basis of the absence of such symptoms outside of the mood episode. However, individuals with a history of body dysmorphic disorder commonly experience co-occurring depressive symptoms as a consequence of the distress and impairment of their body dysmorphic disorder symptoms. If depressive symptoms consistent with a mood disorder are present in an individual with body dysmorphic disorder, both disorders may be diagnosed. Obsessive-compulsive and related disorders | Body dysmorphic disorder",
  "gloss_vi": "Disorder the preoccupation is with perceived flaws or defects in the individual’s appearance. ranh giới with trichotillomania (hair-pulling disorder) and excoriation (skin-picking) disorder hair pulling and skin picking ...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc disorder the preoccupation is with perceived flaws or defects in the individual’s appearance. Boundary with trichotillomania (hair-pulling disorder) and excoriation (skin-picking) disorder Hair pulling and skin picking can occur as symptoms of body dysmorphic disorder when there is a preoccupation with the skin or hair appearing defective and the intended aim is to improve its appearance. In contrast, when the behaviour is a body-focused repetitive behaviour with no clear relationship to a perceived defect on the skin or hair, then it is better classified as trichotillomania or excoriation disorder. Boundary with other obsessive-compulsive and related disorders Recurrent thoughts and repetitive behaviours occur in other obsessive-compulsive and related disorders, but the foci of apprehension and form of repetitive behaviours are distinct for each diagnostic entity. In obsessive-compulsive disorder, the intrusive thoughts and repetitive behaviours are not limited to concerns about appearance but rather encompass a variety of obsessions (e.g. of contamination, of causing harm) and compulsions (e.g. excessive washing, counting, checking) intended to neutralize these obsessions. In olfactory reference disorder individuals are preoccupied exclusively with emitting a perceived foul or offensive body odour. However, obsessive-compulsive and related disorders can co-occur, and multiple diagnoses from this grouping may be assigned if warranted. Boundary with delusional disorder and other primary psychotic disorders Many individuals with body dysmorphic disorder lack insight about the irrationality of their thoughts and behaviours to such an extent that convictions that their appearance is flawed may at times appear to be delusional in the degree of conviction or fixity with which these beliefs are held (see insight specifiers, p. 308). If these beliefs are restricted to the fear or conviction of having a flawed appearance or bodily defect in an individual without a history of other delusions – that is, these beliefs occur entirely in the context of symptomatic episodes of body dysmorphic disorder and are fully consistent with the other clinical features of the disorder – body dysmorphic disorder should be diagnosed instead of delusional disorder. Individuals with body dysmorphic disorder do not exhibit other features of psychosis (e.g. hallucinations or formal thought disorder). Boundary with mood disorders Individuals experiencing a depressive episode with psychotic symptoms may occasionally become preoccupied with perceived physical flaws or defects, which can be differentiated from body dysmorphic disorder on the basis of the absence of such symptoms outside of the mood episode. However, individuals with a history of body dysmorphic disorder commonly experience co-occurring depressive symptoms as a consequence of the distress and impairment of their body dysmorphic disorder symptoms. If depressive symptoms consistent with a mood disorder are present in an individual with body dysmorphic disorder, both disorders may be diagnosed. Obsessive-compulsive and related disorders | Body dysmorphic disorder Disorder the preoccupation is with perceived flaws or defects in the individual’s appearance. ranh giới with trichotillomania (hair-pulling disorder) and excoriation (skin-picking) disorder hair pulling and skin picking ..."
}