{
  "id": "icd11#referral_0f049af8",
  "title_en": "General — Referral",
  "title_vi": "General — Chuyển tuyến",
  "text_en": "preferred code) is provided as the first entry in the middle column. Many of these are 4-character ICD-10 codes (e.g. F80.1), but in other instances a 3-character code (e.g. F20) or a 5-character code (e.g. F10.24) best captures the ICD-11 category. Where ICD-10 5-character codes appear, these are taken from The ICD-10 classification of mental and behavioural disorders: clinical descriptions and diagnostic guidelines, which in some cases include more detailed coding options than the statistical version of ICD-10. Data systems and/or reporting requirements in some health systems and countries may require that 4-character ICD-10 codes are used if they are available, so that a 3-character code is not accepted if a 4-character subcategory exists. Similarly, many data systems do not accept 5-character ICD-10 codes, allowing a maximum of 4 characters. In situations in which the nearest equivalent ICD-10 category is not a 4-character code, a 4-character coding option is also provided. Additional coding or reporting requirements vary widely across settings and countries. The mappings provided here may therefore require adjustment based on the requirements of the specific clinical setting. This crosswalk is not intended to contravene any guidance that may be provided by the relevant health system or government. In a couple of specific instances (e.g. ICD-11 Body dysmorphic disorder), coding information provided in The ICD-10 classification of mental and behavioural disorders: clinical descriptions and diagnostic guidelines is not consistent with current evidence. The mappings provided in the table are consistent with the ICD-11 conceptualizations in these cases, with such deviations described in the “Notes” column.",
  "gloss_vi": "Preferred code) is provided as the first entry in the middle column. many of these are 4-character icd-10 codes (e.g.",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "referral",
      "do_not_do"
    ],
    "life_topics": [],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Referral General — Chuyển tuyến preferred code) is provided as the first entry in the middle column. Many of these are 4-character ICD-10 codes (e.g. F80.1), but in other instances a 3-character code (e.g. F20) or a 5-character code (e.g. F10.24) best captures the ICD-11 category. Where ICD-10 5-character codes appear, these are taken from The ICD-10 classification of mental and behavioural disorders: clinical descriptions and diagnostic guidelines, which in some cases include more detailed coding options than the statistical version of ICD-10. Data systems and/or reporting requirements in some health systems and countries may require that 4-character ICD-10 codes are used if they are available, so that a 3-character code is not accepted if a 4-character subcategory exists. Similarly, many data systems do not accept 5-character ICD-10 codes, allowing a maximum of 4 characters. In situations in which the nearest equivalent ICD-10 category is not a 4-character code, a 4-character coding option is also provided. Additional coding or reporting requirements vary widely across settings and countries. The mappings provided here may therefore require adjustment based on the requirements of the specific clinical setting. This crosswalk is not intended to contravene any guidance that may be provided by the relevant health system or government. In a couple of specific instances (e.g. ICD-11 Body dysmorphic disorder), coding information provided in The ICD-10 classification of mental and behavioural disorders: clinical descriptions and diagnostic guidelines is not consistent with current evidence. The mappings provided in the table are consistent with the ICD-11 conceptualizations in these cases, with such deviations described in the “Notes” column. Preferred code) is provided as the first entry in the middle column. many of these are 4-character icd-10 codes (e.g."
}