{
  "id": "icd11#risk_safety_ef35f945",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "360 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Developmental presentations • Children and adolescents are at greater risk of disinhibited social engagement disorder if they have experienced seriously neglectful caregiving and adverse environments, such as institutions – particularly if this occurred prior to the age of 2 years. However, disinhibited social engagement disorder is relatively rare, and not all children or adolescents with a history of experiencing such environments go on to develop disinhibited social engagement disorder. • Individuals with disinhibited social engagement disorder may or may not have developed selective attachment to caregivers. Boundaries with other disorders and conditions (differential diagnosis) Boundary with attention deficit hyperactivity disorder As with disinhibited social engagement disorder, children with attention deficit hyperactivity disorder may display socially disinhibited behaviour. Disinhibited social engagement disorder is distinguished by specific behaviours with unfamiliar adults and its association with a history of grossly insufficient care. However, children with disinhibited social engagement disorder often exhibit inattention, general impulsivity and hyperactivity. Rates of attention deficit hyperactivity disorder are elevated among children with disinhibited social engagement disorder, and both disorders may be diagnosed if all diagnostic requirements for each are met. Boundary with disorders of intellectual development Children with a disorder of intellectual development may exhibit atypical social behaviours. However, these are usually consistent with the child’s general developmental level. Children with disorders of intellectual development are able to form selective attachments to caregivers by the time they have reached a developmental age of at least 9 months. Disinhibited social engagement disorder should only be diagnosed if it is clear that the characteristic problems in social behaviour are not a result of limitations in intellectual functioning. Boundary with diseases of the nervous system, developmental anomalies and other conditions originating in the perinatal period Indiscriminate social engagement may be a result of brain damage or a feature of neurological syndromes such as Williams",
  "gloss_vi": "360 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders developmental presentations • children and adolescents are at greater nguy cơ of disinhibited social en...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "caregiver"
    ],
    "life_topics": [
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 360 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Developmental presentations • Children and adolescents are at greater risk of disinhibited social engagement disorder if they have experienced seriously neglectful caregiving and adverse environments, such as institutions – particularly if this occurred prior to the age of 2 years. However, disinhibited social engagement disorder is relatively rare, and not all children or adolescents with a history of experiencing such environments go on to develop disinhibited social engagement disorder. • Individuals with disinhibited social engagement disorder may or may not have developed selective attachment to caregivers. Boundaries with other disorders and conditions (differential diagnosis) Boundary with attention deficit hyperactivity disorder As with disinhibited social engagement disorder, children with attention deficit hyperactivity disorder may display socially disinhibited behaviour. Disinhibited social engagement disorder is distinguished by specific behaviours with unfamiliar adults and its association with a history of grossly insufficient care. However, children with disinhibited social engagement disorder often exhibit inattention, general impulsivity and hyperactivity. Rates of attention deficit hyperactivity disorder are elevated among children with disinhibited social engagement disorder, and both disorders may be diagnosed if all diagnostic requirements for each are met. Boundary with disorders of intellectual development Children with a disorder of intellectual development may exhibit atypical social behaviours. However, these are usually consistent with the child’s general developmental level. Children with disorders of intellectual development are able to form selective attachments to caregivers by the time they have reached a developmental age of at least 9 months. Disinhibited social engagement disorder should only be diagnosed if it is clear that the characteristic problems in social behaviour are not a result of limitations in intellectual functioning. Boundary with diseases of the nervous system, developmental anomalies and other conditions originating in the perinatal period Indiscriminate social engagement may be a result of brain damage or a feature of neurological syndromes such as Williams 360 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders developmental presentations • children and adolescents are at greater nguy cơ of disinhibited social en..."
}