{
  "id": "icd11#screening_cues_ba188d4a",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "98 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Culture-related features • The cultural appropriateness of tests and norms used to assess intellectual and adaptive functioning should be considered for each individual. Test performance may be affected by cultural biases (e.g. reference in test items to terminology or objects not common to a culture) and limitations of translation. • In evaluating adaptive functioning (i.e. the individual’s conceptual, social and practical skills), the expectations of the individual’s culture and social environment should be considered. • Language proficiency must also be considered when interpreting test results, in terms of both its impact on verbal performance and whether the individual understood the instructions. Sex- and/or gender-related features • The overall prevalence of disorders of intellectual development is slightly higher in males. The prevalence of some etiologies of disorders of intellectual development differs between males and females (e.g. X-linked genetic conditions such as fragile X syndrome are predominantly diagnosed in males, whereas Turner syndrome occurs exclusively in females). • A number of associated features of disorders of intellectual development differ between males and females – for example, in the expression of problem behaviours and co-occurring mental, behavioural and neurodevelopmental disorders. Males are more likely to exhibit hyperactivity and conduct disturbances, whereas females are more likely to exhibit mood and anxiety symptoms. • Reduced social value and expectations placed on females compared to males in some societies may negatively affect the accurate identification and provision of support for females with disorders of intellectual development. Boundaries with other disorders and conditions (differential diagnosis) Boundary with developmental speech and language disorders In developmental speech and language disorders, individuals exhibit difficulties in understanding or producing speech and language, or in using language in context for the purposes of communication that is markedly below what would be expected given the individual’s age and level of intellectual functioning. If speech and language abilities are significantly below what would be expected based on intellectual and adaptive behaviour functioning in an individual with a disorder of intellectual development, an additional diagnosis of developmental speech and language disorder may be assigned. Neurodevelopmental disorders | Disorders of intellectual development Neurodevelopmental disorders 99 Boundary with autism spectrum disorder Autism spectrum disorder is characterized by persistent deficits in reciprocal social interaction and social communication, and by a range of restricted, repetitive, inflexible patterns of behaviour and interests. Although many individuals with autism spectrum disorder present with the significant limitations in intellectual functioning and adaptive behaviour observed in disorders of intellectual development, autism spectrum disorder can also present without general limitations in intellectual functioning. In cases of autism spectrum disorder where there are significant limitations in intellectual functioning and adaptive behaviour (i.e. 2 or more standard deviations below the mean or approximately less than",
  "gloss_vi": "98 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders culture-related features • the cultural appropriateness of tests and norms used to assess intellectual a...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "psychoeducation"
    ],
    "life_topics": [
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 98 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Culture-related features • The cultural appropriateness of tests and norms used to assess intellectual and adaptive functioning should be considered for each individual. Test performance may be affected by cultural biases (e.g. reference in test items to terminology or objects not common to a culture) and limitations of translation. • In evaluating adaptive functioning (i.e. the individual’s conceptual, social and practical skills), the expectations of the individual’s culture and social environment should be considered. • Language proficiency must also be considered when interpreting test results, in terms of both its impact on verbal performance and whether the individual understood the instructions. Sex- and/or gender-related features • The overall prevalence of disorders of intellectual development is slightly higher in males. The prevalence of some etiologies of disorders of intellectual development differs between males and females (e.g. X-linked genetic conditions such as fragile X syndrome are predominantly diagnosed in males, whereas Turner syndrome occurs exclusively in females). • A number of associated features of disorders of intellectual development differ between males and females – for example, in the expression of problem behaviours and co-occurring mental, behavioural and neurodevelopmental disorders. Males are more likely to exhibit hyperactivity and conduct disturbances, whereas females are more likely to exhibit mood and anxiety symptoms. • Reduced social value and expectations placed on females compared to males in some societies may negatively affect the accurate identification and provision of support for females with disorders of intellectual development. Boundaries with other disorders and conditions (differential diagnosis) Boundary with developmental speech and language disorders In developmental speech and language disorders, individuals exhibit difficulties in understanding or producing speech and language, or in using language in context for the purposes of communication that is markedly below what would be expected given the individual’s age and level of intellectual functioning. If speech and language abilities are significantly below what would be expected based on intellectual and adaptive behaviour functioning in an individual with a disorder of intellectual development, an additional diagnosis of developmental speech and language disorder may be assigned. Neurodevelopmental disorders | Disorders of intellectual development Neurodevelopmental disorders 99 Boundary with autism spectrum disorder Autism spectrum disorder is characterized by persistent deficits in reciprocal social interaction and social communication, and by a range of restricted, repetitive, inflexible patterns of behaviour and interests. Although many individuals with autism spectrum disorder present with the significant limitations in intellectual functioning and adaptive behaviour observed in disorders of intellectual development, autism spectrum disorder can also present without general limitations in intellectual functioning. In cases of autism spectrum disorder where there are significant limitations in intellectual functioning and adaptive behaviour (i.e. 2 or more standard deviations below the mean or approximately less than 98 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders culture-related features • the cultural appropriateness of tests and norms used to assess intellectual a..."
}