{
  "id": "icd11#risk_safety_6d1d582f",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "340 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Additional clinical features • Common symptomatic presentations of post-traumatic stress disorder may also include general dysphoria, dissociative symptoms, somatic complaints, suicidal ideation and behaviour, social withdrawal, excessive alcohol or drug use to avoid re-experiencing or manage emotional reactions, anxiety symptoms including panic, and obsessions or compulsions in response to memories or reminders of the trauma. • The emotional experience of individuals with post-traumatic stress disorder commonly includes anger, shame, sadness, humiliation or guilt, including survivor guilt. Boundary with normality (threshold) • A history of exposure to an event or situation of an extremely threatening or horrific nature does not in itself indicate the presence of post-traumatic stress disorder. Many people experience such stressors without developing a disorder. Rather, the presentation must meet all diagnostic requirements for the disorder. Course features • Onset of post-traumatic stress disorder can occur at any time during the lifespan following exposure to a traumatic event. • Onset of post-traumatic stress disorder symptoms typically occurs within 3 months following exposure to a traumatic event. However, delays in the expression of post-traumatic stress disorder symptomology can occur even years after exposure to a traumatic event. • The symptoms and course of post-traumatic stress disorder can vary significantly over time and among individuals. Recurrence of symptoms may occur after to exposure to reminders of the traumatic event or as a result of experiencing additional life stressors or traumatic events. Some individuals diagnosed with post-traumatic stress disorder can experience persistent symptoms for months or years without reprieve. • Nearly half of individuals diagnosed with post-traumatic stress disorder will experience complete recovery of symptoms within 3 months of onset. Disorders specifically associated with stress | Post-traumatic stress disorder Disorders specifically associated with stress 341 Developmental presentations • Post-traumatic stress disorder can occur at all ages, but responses to a traumatic event – that is, the core elements of the characteristic syndrome – can manifest differently depending on age and developmental stage. • Emerging cognitive capacities and limited verbal abilities for self-reporting in young children (e.g. under 6 years of age) make it more difficult to assess for the presence of re- experiencing, active avoidance of internal states and perceptions of heightened current threat. Assessments of symptoms should not be based exclusively on child-reported internal symptoms, but should include caregiver reports of observable behavioural symptoms emerging after traumatic experiences. • In younger children, evidence of the core symptoms supporting a",
  "gloss_vi": "340 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders additional clinical features • common symptomatic presentations of post-traumatic căng thẳng disorder m...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "psychoeducation",
      "do_not_do",
      "management",
      "caregiver"
    ],
    "life_topics": [
      "stress",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 340 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Additional clinical features • Common symptomatic presentations of post-traumatic stress disorder may also include general dysphoria, dissociative symptoms, somatic complaints, suicidal ideation and behaviour, social withdrawal, excessive alcohol or drug use to avoid re-experiencing or manage emotional reactions, anxiety symptoms including panic, and obsessions or compulsions in response to memories or reminders of the trauma. • The emotional experience of individuals with post-traumatic stress disorder commonly includes anger, shame, sadness, humiliation or guilt, including survivor guilt. Boundary with normality (threshold) • A history of exposure to an event or situation of an extremely threatening or horrific nature does not in itself indicate the presence of post-traumatic stress disorder. Many people experience such stressors without developing a disorder. Rather, the presentation must meet all diagnostic requirements for the disorder. Course features • Onset of post-traumatic stress disorder can occur at any time during the lifespan following exposure to a traumatic event. • Onset of post-traumatic stress disorder symptoms typically occurs within 3 months following exposure to a traumatic event. However, delays in the expression of post-traumatic stress disorder symptomology can occur even years after exposure to a traumatic event. • The symptoms and course of post-traumatic stress disorder can vary significantly over time and among individuals. Recurrence of symptoms may occur after to exposure to reminders of the traumatic event or as a result of experiencing additional life stressors or traumatic events. Some individuals diagnosed with post-traumatic stress disorder can experience persistent symptoms for months or years without reprieve. • Nearly half of individuals diagnosed with post-traumatic stress disorder will experience complete recovery of symptoms within 3 months of onset. Disorders specifically associated with stress | Post-traumatic stress disorder Disorders specifically associated with stress 341 Developmental presentations • Post-traumatic stress disorder can occur at all ages, but responses to a traumatic event – that is, the core elements of the characteristic syndrome – can manifest differently depending on age and developmental stage. • Emerging cognitive capacities and limited verbal abilities for self-reporting in young children (e.g. under 6 years of age) make it more difficult to assess for the presence of re- experiencing, active avoidance of internal states and perceptions of heightened current threat. Assessments of symptoms should not be based exclusively on child-reported internal symptoms, but should include caregiver reports of observable behavioural symptoms emerging after traumatic experiences. • In younger children, evidence of the core symptoms supporting a 340 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders additional clinical features • common symptomatic presentations of post-traumatic căng thẳng disorder m..."
}