{
  "id": "icd11#screening_cues_cd83d99a",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "664 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundary with anxiety symptoms that are precipitated by the stress of being diagnosed with or worrying about a medical condition Depending on the nature of the medical condition (e.g. a life-threatening type of cancer, a potentially fatal infection) or its onset (e.g. a heart attack, a stroke, a severe injury), anxiety symptoms can occur as a part of a psychological response to being diagnosed and/or having to cope with a severe medical condition. In the absence of evidence of a physiological link between the medical condition and the anxiety symptoms, a diagnosis of secondary anxiety syndrome is not warranted. Instead, the appropriate mental disorder can be diagnosed (e.g. an anxiety or fear- related disorder, adjustment disorder, hypochondriasis). Boundary with delirium due to disease classified elsewhere Anxiety symptoms can occur in the context of delirium due to disease classified elsewhere. Delirium is characterized by disturbed attention (i.e. reduced ability to direct, focus, sustain and shift attention) and awareness (i.e. reduced orientation to the environment) that develops over a short period of time and tends to fluctuate during the course of a day, accompanied by other cognitive impairment such as memory deficit, disorientation or impairment in language, visuospatial ability or perception. In contrast, panic attacks or other anxiety symptoms in secondary anxiety syndrome occur in the absence of disturbed attention or severe cognitive impairment. If the anxiety symptoms are judged to be better explained by delirium due to disease classified elsewhere, an additional diagnosis of secondary anxiety syndrome is not warranted. Boundary with dementia Anxiety symptoms can occur in the context of dementia, which is characterized by a decline from a previous level of cognitive functioning with impairment in two or more cognitive domains (e.g. memory, executive functions, attention, language, social cognition and judgement, psychomotor speed, visuoperceptual or visuospatial abilities). In contrast, secondary anxiety syndrome is not accompanied by marked cognitive impairment. The presence of anxiety symptoms in the context of dementia can be recorded using the anxiety symptoms in dementia specifier. If the anxiety symptoms are judged to be due to the same medical condition as is causing the dementia, an additional diagnosis of secondary anxiety syndrome is not warranted. Boundary with anxiety symptoms caused by substances or medications, including withdrawal effects When establishing a diagnosis of secondary anxiety syndrome, it is important to rule out the possibility that a medication or substance is causing the anxiety symptoms instead of – or in addition to – an underlying medical condition. This involves first considering whether any of the medications being used to treat the medical condition are known to cause anxiety symptoms at the dose and duration at which it has",
  "gloss_vi": "664 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders ranh giới with lo âu symptoms that are precipitated by the căng thẳng of being diagnosed with or worryi...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "management"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 664 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundary with anxiety symptoms that are precipitated by the stress of being diagnosed with or worrying about a medical condition Depending on the nature of the medical condition (e.g. a life-threatening type of cancer, a potentially fatal infection) or its onset (e.g. a heart attack, a stroke, a severe injury), anxiety symptoms can occur as a part of a psychological response to being diagnosed and/or having to cope with a severe medical condition. In the absence of evidence of a physiological link between the medical condition and the anxiety symptoms, a diagnosis of secondary anxiety syndrome is not warranted. Instead, the appropriate mental disorder can be diagnosed (e.g. an anxiety or fear- related disorder, adjustment disorder, hypochondriasis). Boundary with delirium due to disease classified elsewhere Anxiety symptoms can occur in the context of delirium due to disease classified elsewhere. Delirium is characterized by disturbed attention (i.e. reduced ability to direct, focus, sustain and shift attention) and awareness (i.e. reduced orientation to the environment) that develops over a short period of time and tends to fluctuate during the course of a day, accompanied by other cognitive impairment such as memory deficit, disorientation or impairment in language, visuospatial ability or perception. In contrast, panic attacks or other anxiety symptoms in secondary anxiety syndrome occur in the absence of disturbed attention or severe cognitive impairment. If the anxiety symptoms are judged to be better explained by delirium due to disease classified elsewhere, an additional diagnosis of secondary anxiety syndrome is not warranted. Boundary with dementia Anxiety symptoms can occur in the context of dementia, which is characterized by a decline from a previous level of cognitive functioning with impairment in two or more cognitive domains (e.g. memory, executive functions, attention, language, social cognition and judgement, psychomotor speed, visuoperceptual or visuospatial abilities). In contrast, secondary anxiety syndrome is not accompanied by marked cognitive impairment. The presence of anxiety symptoms in the context of dementia can be recorded using the anxiety symptoms in dementia specifier. If the anxiety symptoms are judged to be due to the same medical condition as is causing the dementia, an additional diagnosis of secondary anxiety syndrome is not warranted. Boundary with anxiety symptoms caused by substances or medications, including withdrawal effects When establishing a diagnosis of secondary anxiety syndrome, it is important to rule out the possibility that a medication or substance is causing the anxiety symptoms instead of – or in addition to – an underlying medical condition. This involves first considering whether any of the medications being used to treat the medical condition are known to cause anxiety symptoms at the dose and duration at which it has 664 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders ranh giới with lo âu symptoms that are precipitated by the căng thẳng of being diagnosed with or worryi..."
}