{
  "id": "icd11#risk_safety_f0b4d379",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "in ways that may be misinterpreted as evidence of psychotic symptoms, such as pseudo-hallucinations and overvalued ideas or dissociative experiences related to trauma. • In some cultures, distress due to social circumstances may be expressed in ways that can be misinterpreted as psychotic symptoms (e.g. overvalued ideas and pseudo-hallucinations) but that instead are considered normal for the person’s subgroup. • Symptom presentation of schizophrenia and other primary psychotic disorders may vary across cultures. For example, the content and form of hallucinations (e.g. visual hallucinations are more common in some cultural groups and in some countries) or delusions may be culturally derived, making it difficult to differentiate among culturally normal experiences, overvalued ideas, ideas of reference and transient psychosis. For instance, in several cultures (e.g. southern China, Latin America) it is common to expect the spirit of a deceased relative to visit the homes of living relatives soon after they die. Hearing, seeing or interacting with this spirit may be reported without notable pathological sequelae. Clarifying the cultural meaning of these experiences can aid in understanding the diagnostic significance of the symptom presentation. • Cultural mismatch between the individual and the clinician may complicate the evaluation of schizophrenia and other primary psychotic disorders. Collateral information from family, community, religious or cultural reference groups may help clarify the diagnosis. • Ethnic minority and migrant groups are more likely than those in the general population to receive a diagnosis of schizophrenia and other primary psychotic disorder. This may be due to misdiagnosis or to greater risk of psychosis resulting from migration traumas, social isolation, minority and acculturative stress, discrimination and victimization. • Caution is advised when assessing psychotic symptoms through interpreters or in a second or third language because of the risk of misconstruing unfamiliar metaphors as delusions, and natural defensiveness as paranoia or emotional blunting. 6A20 Schizophrenia Essential (required) features • At least two of the following symptoms must be present (by the individual’s report or through observation by the clinician or other informants) most of the time for a period of 1 month or more. At least one of the qualifying symptoms should be from items a) to d) below: a) persistent delusions (e.g. grandiose delusions, delusions of reference, persecutory delusions); b) persistent hallucinations (most commonly auditory, although they may be in any sensory modality); Schizophrenia and other primary psychotic disorders | Schizophrenia",
  "gloss_vi": "In ways that may be misinterpreted as evidence of psychotic symptoms, such as pseudo-hallucinations and overvalued ideas or dissociative experiences related to trauma. • in some cultures, distress due to social circumsta...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral",
      "caregiver"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn in ways that may be misinterpreted as evidence of psychotic symptoms, such as pseudo-hallucinations and overvalued ideas or dissociative experiences related to trauma. • In some cultures, distress due to social circumstances may be expressed in ways that can be misinterpreted as psychotic symptoms (e.g. overvalued ideas and pseudo-hallucinations) but that instead are considered normal for the person’s subgroup. • Symptom presentation of schizophrenia and other primary psychotic disorders may vary across cultures. For example, the content and form of hallucinations (e.g. visual hallucinations are more common in some cultural groups and in some countries) or delusions may be culturally derived, making it difficult to differentiate among culturally normal experiences, overvalued ideas, ideas of reference and transient psychosis. For instance, in several cultures (e.g. southern China, Latin America) it is common to expect the spirit of a deceased relative to visit the homes of living relatives soon after they die. Hearing, seeing or interacting with this spirit may be reported without notable pathological sequelae. Clarifying the cultural meaning of these experiences can aid in understanding the diagnostic significance of the symptom presentation. • Cultural mismatch between the individual and the clinician may complicate the evaluation of schizophrenia and other primary psychotic disorders. Collateral information from family, community, religious or cultural reference groups may help clarify the diagnosis. • Ethnic minority and migrant groups are more likely than those in the general population to receive a diagnosis of schizophrenia and other primary psychotic disorder. This may be due to misdiagnosis or to greater risk of psychosis resulting from migration traumas, social isolation, minority and acculturative stress, discrimination and victimization. • Caution is advised when assessing psychotic symptoms through interpreters or in a second or third language because of the risk of misconstruing unfamiliar metaphors as delusions, and natural defensiveness as paranoia or emotional blunting. 6A20 Schizophrenia Essential (required) features • At least two of the following symptoms must be present (by the individual’s report or through observation by the clinician or other informants) most of the time for a period of 1 month or more. At least one of the qualifying symptoms should be from items a) to d) below: a) persistent delusions (e.g. grandiose delusions, delusions of reference, persecutory delusions); b) persistent hallucinations (most commonly auditory, although they may be in any sensory modality); Schizophrenia and other primary psychotic disorders | Schizophrenia In ways that may be misinterpreted as evidence of psychotic symptoms, such as pseudo-hallucinations and overvalued ideas or dissociative experiences related to trauma. • in some cultures, distress due to social circumsta..."
}