{
  "id": "icd11#risk_safety_7c6fe6cc",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "306 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundary with delusional disorder and other primary psychotic disorders Some individuals with obsessive-compulsive disorder lack insight about the irrationality of their thoughts and behaviours to such an extent that their conviction of the veracity of their obsessions – and the strength of beliefs regarding the connection between compulsions and obsessions – may at times appear to be delusional in the degree of conviction and fixity with which these beliefs are held (see insight specifiers, p. 301). If these beliefs are restricted to fear or conviction that intrusive thoughts, images or impulses/urges are true, or that compulsions are realistically connected to obsessional content in an individual without a history of other delusions – that is, these beliefs occur entirely in the context of symptomatic episodes of obsessive-compulsive disorder and are fully consistent with the other clinical features of the disorder – obsessive- compulsive disorder should be diagnosed instead of delusional disorder. Individuals with obsessive-compulsive disorder do not exhibit other features of psychosis (e.g. hallucinations or formal thought disorder). Boundary with depressive disorders Differentiating rumination that occurs in the context of depressive disorders from obsessions and compulsive mental acts characteristic of obsessive-compulsive disorder is challenging. Nonetheless, it may be helpful to consider that ruminations are typically congruent with negative affect and reflect depressive cognition (e.g. self-criticism, guilt, failure, regret, pessimism, hopelessness). Unlike obsessions, ruminations are not typically experienced as intrusive; nor are they linked to compulsive behaviours. In contrast to ruminations, compulsive mental acts are typically performed with the intention of reducing distress or perceived risk of harm. Individuals with depressive disorders experience low mood or a lack of interest in pleasurable activities, which are not diagnostic features of obsessive-compulsive disorder. However, obsessive-compulsive disorder and depressive disorders often co-occur, and both diagnoses may be assigned if the full diagnostic requirements for each are met. Boundary with anxiety and fear-related disorders Recurrent thoughts, avoidance behaviours and requests for reassurance commonly observed in obsessive-compulsive disorder also occur in anxiety and fear-related disorders. In contrast to anxiety and fear-related disorders, however, obsessions in obsessive-compulsive disorder are experienced as intrusive, can involve content that is odd or irrational (e.g. intrusive images of harming a friend), and are typically accompanied by compulsions. Obsessive-compulsive disorder is further differentiated by not being characterized by the same foci of apprehension that characterize anxiety and fear-related disorders. For example, in generalized anxiety disorder, the recurrent thoughts or worries are focused on negative events that could possibly occur in different aspects of everyday life (e.g. work, finances, health, family). In social anxiety disorder, symptoms are in response to feared social situations (e.g. speaking in public, initiating a conversation) and concerns about being negatively evaluated by others. In specific phobia, symptoms are limited to one or a few circumscribed phobic objects or situations (e.g. fear and avoidance of animals), and concerns are about the perceived harm that could arise if exposed to these stimuli (e.g. being bitten by an animal). Boundary with panic disorder",
  "gloss_vi": "306 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders ranh giới with delusional disorder and other primary psychotic disorders some individuals with obsessiv...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "do_not_do",
      "caregiver"
    ],
    "life_topics": [
      "stress",
      "study",
      "work",
      "relationships"
    ],
    "advice_section": [
      "communication_tips",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 306 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundary with delusional disorder and other primary psychotic disorders Some individuals with obsessive-compulsive disorder lack insight about the irrationality of their thoughts and behaviours to such an extent that their conviction of the veracity of their obsessions – and the strength of beliefs regarding the connection between compulsions and obsessions – may at times appear to be delusional in the degree of conviction and fixity with which these beliefs are held (see insight specifiers, p. 301). If these beliefs are restricted to fear or conviction that intrusive thoughts, images or impulses/urges are true, or that compulsions are realistically connected to obsessional content in an individual without a history of other delusions – that is, these beliefs occur entirely in the context of symptomatic episodes of obsessive-compulsive disorder and are fully consistent with the other clinical features of the disorder – obsessive- compulsive disorder should be diagnosed instead of delusional disorder. Individuals with obsessive-compulsive disorder do not exhibit other features of psychosis (e.g. hallucinations or formal thought disorder). Boundary with depressive disorders Differentiating rumination that occurs in the context of depressive disorders from obsessions and compulsive mental acts characteristic of obsessive-compulsive disorder is challenging. Nonetheless, it may be helpful to consider that ruminations are typically congruent with negative affect and reflect depressive cognition (e.g. self-criticism, guilt, failure, regret, pessimism, hopelessness). Unlike obsessions, ruminations are not typically experienced as intrusive; nor are they linked to compulsive behaviours. In contrast to ruminations, compulsive mental acts are typically performed with the intention of reducing distress or perceived risk of harm. Individuals with depressive disorders experience low mood or a lack of interest in pleasurable activities, which are not diagnostic features of obsessive-compulsive disorder. However, obsessive-compulsive disorder and depressive disorders often co-occur, and both diagnoses may be assigned if the full diagnostic requirements for each are met. Boundary with anxiety and fear-related disorders Recurrent thoughts, avoidance behaviours and requests for reassurance commonly observed in obsessive-compulsive disorder also occur in anxiety and fear-related disorders. In contrast to anxiety and fear-related disorders, however, obsessions in obsessive-compulsive disorder are experienced as intrusive, can involve content that is odd or irrational (e.g. intrusive images of harming a friend), and are typically accompanied by compulsions. Obsessive-compulsive disorder is further differentiated by not being characterized by the same foci of apprehension that characterize anxiety and fear-related disorders. For example, in generalized anxiety disorder, the recurrent thoughts or worries are focused on negative events that could possibly occur in different aspects of everyday life (e.g. work, finances, health, family). In social anxiety disorder, symptoms are in response to feared social situations (e.g. speaking in public, initiating a conversation) and concerns about being negatively evaluated by others. In specific phobia, symptoms are limited to one or a few circumscribed phobic objects or situations (e.g. fear and avoidance of animals), and concerns are about the perceived harm that could arise if exposed to these stimuli (e.g. being bitten by an animal). Boundary with panic disorder 306 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders ranh giới with delusional disorder and other primary psychotic disorders some individuals with obsessiv..."
}