{
  "id": "icd11#screening_cues_4efccee4",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Obsessive-compulsive and related disorders 325 Culture-related features • The nature of what is collected and the meaning, emotional valence and value that people with hoarding disorder assign to their possessions may have cultural significance. • Cultural values of thriftiness and accumulation should not be mistaken as evidence of disorder. In some cultural environments, saving items for later use is encouraged. This may be especially true in contexts of scarcity or within groups who have experienced protracted periods of scarcity. Unless the symptoms are beyond what is expected of the cultural norms, these behaviours should not be assigned a diagnosis of hoarding disorder. Sex- and/or gender-related features • Although prevalence rates for hoarding disorder are higher among women in clinical samples, some epidemiological studies have reported significantly higher prevalence rates among men. • Men with hoarding disorder are more likely to have co-occurring obsessive-compulsive disorder. • Although the presenting features of hoarding disorder do not vary across genders, women tend to exhibit more excessive acquisition, particularly by means of compulsive buying. Boundaries with other disorders and conditions (differential diagnosis) Boundary with obsessive-compulsive disorder Individuals affected by obsessive-compulsive disorder may accumulate excessive amounts of objects (i.e. compulsive hoarding). However, unlike hoarding disorder, the behaviour is undertaken with the goal of neutralizing or reducing concomitant distress and anxiety arising from obsessional content such as aggressive (e.g. fear of harming others), sexual/religious (e.g. fear of committing blasphemous or disrespectful acts), contamination (e.g. fear of spreading infectious diseases) or symmetry/ordering (e.g. feeling of incompleteness) themes. Furthermore, even in individuals affected by obsessive-compulsive disorder who have poor or absent insight, the behaviour is generally unwanted and distressing, whereas in hoarding disorder it may be associated with pleasure or enjoyment. However, both diagnoses may be assigned if the diagnostic requirements for each are met. Obsessive-compulsive and related disorders | Hoarding disorder 326 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundary with autism spectrum disorder Autism spectrum disorder is characterized by restricted interests that may result in object accumulation, and may also result in difficulty discarding objects due to distress associated with changes imposed on a familiar environment. However, individuals with autism spectrum disorder display other symptoms that are typically lacking among individuals with hoarding disorder, including persistent deficits in social communication and reciprocal social interactions. Boundary with delusional disorder and other primary psychotic disorders In schizophrenia and other primary psychotic disorders, object accumulation may occur but is typically driven by delusions. Some individuals with hoarding disorder lack insight about the irrationality of their thoughts and behaviours to such an extent that",
  "gloss_vi": "Obsessive-compulsive and related disorders 325 culture-related features • the nature of what is collected and the meaning, emotional valence and value that people with hoarding disorder assign to their possessions may ha...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "relationships"
    ],
    "advice_section": [
      "communication_tips",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Obsessive-compulsive and related disorders 325 Culture-related features • The nature of what is collected and the meaning, emotional valence and value that people with hoarding disorder assign to their possessions may have cultural significance. • Cultural values of thriftiness and accumulation should not be mistaken as evidence of disorder. In some cultural environments, saving items for later use is encouraged. This may be especially true in contexts of scarcity or within groups who have experienced protracted periods of scarcity. Unless the symptoms are beyond what is expected of the cultural norms, these behaviours should not be assigned a diagnosis of hoarding disorder. Sex- and/or gender-related features • Although prevalence rates for hoarding disorder are higher among women in clinical samples, some epidemiological studies have reported significantly higher prevalence rates among men. • Men with hoarding disorder are more likely to have co-occurring obsessive-compulsive disorder. • Although the presenting features of hoarding disorder do not vary across genders, women tend to exhibit more excessive acquisition, particularly by means of compulsive buying. Boundaries with other disorders and conditions (differential diagnosis) Boundary with obsessive-compulsive disorder Individuals affected by obsessive-compulsive disorder may accumulate excessive amounts of objects (i.e. compulsive hoarding). However, unlike hoarding disorder, the behaviour is undertaken with the goal of neutralizing or reducing concomitant distress and anxiety arising from obsessional content such as aggressive (e.g. fear of harming others), sexual/religious (e.g. fear of committing blasphemous or disrespectful acts), contamination (e.g. fear of spreading infectious diseases) or symmetry/ordering (e.g. feeling of incompleteness) themes. Furthermore, even in individuals affected by obsessive-compulsive disorder who have poor or absent insight, the behaviour is generally unwanted and distressing, whereas in hoarding disorder it may be associated with pleasure or enjoyment. However, both diagnoses may be assigned if the diagnostic requirements for each are met. Obsessive-compulsive and related disorders | Hoarding disorder 326 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundary with autism spectrum disorder Autism spectrum disorder is characterized by restricted interests that may result in object accumulation, and may also result in difficulty discarding objects due to distress associated with changes imposed on a familiar environment. However, individuals with autism spectrum disorder display other symptoms that are typically lacking among individuals with hoarding disorder, including persistent deficits in social communication and reciprocal social interactions. Boundary with delusional disorder and other primary psychotic disorders In schizophrenia and other primary psychotic disorders, object accumulation may occur but is typically driven by delusions. Some individuals with hoarding disorder lack insight about the irrationality of their thoughts and behaviours to such an extent that Obsessive-compulsive and related disorders 325 culture-related features • the nature of what is collected and the meaning, emotional valence and value that people with hoarding disorder assign to their possessions may ha..."
}