{
  "id": "icd11#screening_cues_01fbdfb5",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "dysmorphic disorder is distinguished from anorexia nervosa in that preoccupations and body-image disturbance in body dysmorphic disorder are focused on features other than overall Feeding and eating disorders | Anorexia nervosa 404Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders weight, shape and size (e.g. preoccupation with the nose or skin), and are not accompanied by disturbance in eating behaviour or marked weight loss. Some individuals (primarily males) with body dysmorphic disorder exhibit muscle dysmorphia such that they are preoccupied about being insufficiently muscular or lean and, in response, may exhibit unusual eating behaviours (e.g. excessive protein consumption) or engage in excessive exercise (e.g. weightlifting). In these cases, behaviours related to diet and exercise are motivated by a desire to be more muscular rather than to attain or maintain a low body weight. However, if low body weight idealization is central to the clinical presentation, and body weight is sufficiently low, a diagnosis of anorexia nervosa instead of body dysmorphic disorder should be assigned. 6B81 Bulimia nervosa Essential (required) features • Frequent, recurrent episodes of binge eating (e.g. once a week or more over a period of at least 1 month) are required for diagnosis. Binge eating is defined as a discrete period of time (e.g. 2 hours) during which the individual experiences a loss of control over their eating behaviour, and eats notably more or differently than usual. Loss of control over eating may be described by the individual as feeling like they cannot stop or limit the amount or type of food eaten; having difficulty stopping eating once they have started; or giving up even trying to control their eating because they know they will end up overeating. • The presentation is characterized by repeated inappropriate compensatory behaviours to prevent weight gain (e.g. once a week or more over a period of at least 1 month). The most common compensatory behaviour is self-induced vomiting, which typically occurs within an hour of binge eating. Other inappropriate compensatory behaviours include fasting or using diuretics to induce weight loss, using laxatives or enemas to reduce the absorption of food, omission of insulin doses in individuals with diabetes, and strenuous exercise to greatly increase energy expenditure. • Excessive preoccupation with body weight or shape is apparent. Preoccupation with weight or shape, when not explicitly reported, may be manifested in behaviours such as repeatedly checking body weight using scales; repeatedly checking body shape using tape measures or reflection in mirrors; constantly monitoring the calorie content of food or searching for information on how to lose weight; or exhibiting extreme avoidant behaviours, such as refusal to have mirrors at home, avoidance of tight-fitting clothes, or refusal to know one’s weight or to purchase clothing with specified sizing. • There is marked distress about the pattern of binge eating and inappropriate compensatory behaviour, or significant impairment in personal, family, social, educational, occupational or other important areas of functioning. During the early phases of the disorder, symptoms may be concealed and functioning maintained through significant additional effort. • The symptoms do not meet the diagnostic requirements for anorexia nervosa. Feeding and eating disorders | Bulimia nervosa",
  "gloss_vi": "Dysmorphic disorder is distinguished from anorexia nervosa in that preoccupations and body-image disturbance in body dysmorphic disorder are focused on features other than overall feeding and eating disorders | anorexia ...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation",
      "do_not_do",
      "caregiver"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships",
      "grief"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc dysmorphic disorder is distinguished from anorexia nervosa in that preoccupations and body-image disturbance in body dysmorphic disorder are focused on features other than overall Feeding and eating disorders | Anorexia nervosa 404Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders weight, shape and size (e.g. preoccupation with the nose or skin), and are not accompanied by disturbance in eating behaviour or marked weight loss. Some individuals (primarily males) with body dysmorphic disorder exhibit muscle dysmorphia such that they are preoccupied about being insufficiently muscular or lean and, in response, may exhibit unusual eating behaviours (e.g. excessive protein consumption) or engage in excessive exercise (e.g. weightlifting). In these cases, behaviours related to diet and exercise are motivated by a desire to be more muscular rather than to attain or maintain a low body weight. However, if low body weight idealization is central to the clinical presentation, and body weight is sufficiently low, a diagnosis of anorexia nervosa instead of body dysmorphic disorder should be assigned. 6B81 Bulimia nervosa Essential (required) features • Frequent, recurrent episodes of binge eating (e.g. once a week or more over a period of at least 1 month) are required for diagnosis. Binge eating is defined as a discrete period of time (e.g. 2 hours) during which the individual experiences a loss of control over their eating behaviour, and eats notably more or differently than usual. Loss of control over eating may be described by the individual as feeling like they cannot stop or limit the amount or type of food eaten; having difficulty stopping eating once they have started; or giving up even trying to control their eating because they know they will end up overeating. • The presentation is characterized by repeated inappropriate compensatory behaviours to prevent weight gain (e.g. once a week or more over a period of at least 1 month). The most common compensatory behaviour is self-induced vomiting, which typically occurs within an hour of binge eating. Other inappropriate compensatory behaviours include fasting or using diuretics to induce weight loss, using laxatives or enemas to reduce the absorption of food, omission of insulin doses in individuals with diabetes, and strenuous exercise to greatly increase energy expenditure. • Excessive preoccupation with body weight or shape is apparent. Preoccupation with weight or shape, when not explicitly reported, may be manifested in behaviours such as repeatedly checking body weight using scales; repeatedly checking body shape using tape measures or reflection in mirrors; constantly monitoring the calorie content of food or searching for information on how to lose weight; or exhibiting extreme avoidant behaviours, such as refusal to have mirrors at home, avoidance of tight-fitting clothes, or refusal to know one’s weight or to purchase clothing with specified sizing. • There is marked distress about the pattern of binge eating and inappropriate compensatory behaviour, or significant impairment in personal, family, social, educational, occupational or other important areas of functioning. During the early phases of the disorder, symptoms may be concealed and functioning maintained through significant additional effort. • The symptoms do not meet the diagnostic requirements for anorexia nervosa. Feeding and eating disorders | Bulimia nervosa Dysmorphic disorder is distinguished from anorexia nervosa in that preoccupations and body-image disturbance in body dysmorphic disorder are focused on features other than overall feeding and eating disorders | anorexia ..."
}