{
  "id": "icd11#screening_cues_8ead1b8c",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "personality disorder. Boundary with primary tics and tic disorders including Tourette syndrome Sudden, rapid, non-rhythmic and recurrent movements or vocalizations occur in primary tics and tic disorders, which may resemble repetitive and stereotyped motor movements in autism spectrum disorder. Unlike autism spectrum disorder, tics in primary tics and tic disorders tend to be less stereotyped, are often accompanied by premonitory sensory urges, last for a shorter period, tend to emerge later in life, and are not experienced by the individual as soothing. Neurodevelopmental disorders | Autism spectrum disorder 134 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundary with diseases of the nervous system and other medical conditions classified elsewhere Loss of previously acquired skills in language and social communication in the second year of life is reported in some children with autism spectrum disorder, but this rarely occurs after the age of 3 years. Diseases of the nervous system and other medical conditions associated with regression (e.g. acquired epileptic aphasia or Landau-Kleffner syndrome, autoimmune encephalitis, Rett syndrome) are differentiated from autism spectrum disorder with loss of previously acquired skills on the basis of an early history of relatively normal social and language development, and by the characteristic neurological features of these disorders that are not typical of autism spectrum disorder. Boundary with secondary neurodevelopmental syndrome Autistic features may become manifest in the context of acquired medical conditions, such as encephalitis. Identifying accurately whether the symptoms are secondary to another medical condition or represent the exacerbation of pre-existing autism spectrum disorder may have implications for both immediate management and prognosis. When autistic symptoms are attributable to another medical condition, a diagnosis of secondary neurodevelopmental syndrome rather than autism spectrum disorder may be assigned. 6A03 Developmental learning disorder Essential (required) features • The presence of significant limitations in learning academic skills of reading, writing or arithmetic, resulting in a skill level markedly below what would be expected based on age is required for diagnosis. Limitations in learning are manifest, despite appropriate academic instruction in the relevant areas. The limitations may be restricted to a single component of a skill (e.g. an inability to master basic numeracy, or to decode single words accurately and fluently) or may affect all reading, writing and arithmetic. Ideally, limitations are measured using appropriately normed and standardized tests. • Onset of the limitations typically occurs during the early school years, but in some individuals may not be identified until later in life, including into adulthood, when performance demands related to learning exceed limited capacities. • The limitations are not attributable to external factors, such as economic or environmental disadvantage, or lack of access to educational opportunities. • The learning difficulties are not better accounted for by a disorder of intellectual development or another neurodevelopmental disorder, or by another condition such as a motor disorder or a sensory disorder of vision or hearing. • The learning difficulties result in significant impairment in the individual’s academic, occupational or other important areas of functioning. If functioning is maintained, it is only through significant additional effort. Neurodevelopmental disorders | Developmental learning disorder",
  "gloss_vi": "Personality disorder. ranh giới with primary tics and tic disorders including tourette syndrome sudden, rapid, non-rhythmic and recurrent movements or vocalizations occur in primary tics and tic disorders, which may rese...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation",
      "management"
    ],
    "life_topics": [
      "relationships",
      "grief"
    ],
    "advice_section": [
      "communication_tips",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc personality disorder. Boundary with primary tics and tic disorders including Tourette syndrome Sudden, rapid, non-rhythmic and recurrent movements or vocalizations occur in primary tics and tic disorders, which may resemble repetitive and stereotyped motor movements in autism spectrum disorder. Unlike autism spectrum disorder, tics in primary tics and tic disorders tend to be less stereotyped, are often accompanied by premonitory sensory urges, last for a shorter period, tend to emerge later in life, and are not experienced by the individual as soothing. Neurodevelopmental disorders | Autism spectrum disorder 134 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundary with diseases of the nervous system and other medical conditions classified elsewhere Loss of previously acquired skills in language and social communication in the second year of life is reported in some children with autism spectrum disorder, but this rarely occurs after the age of 3 years. Diseases of the nervous system and other medical conditions associated with regression (e.g. acquired epileptic aphasia or Landau-Kleffner syndrome, autoimmune encephalitis, Rett syndrome) are differentiated from autism spectrum disorder with loss of previously acquired skills on the basis of an early history of relatively normal social and language development, and by the characteristic neurological features of these disorders that are not typical of autism spectrum disorder. Boundary with secondary neurodevelopmental syndrome Autistic features may become manifest in the context of acquired medical conditions, such as encephalitis. Identifying accurately whether the symptoms are secondary to another medical condition or represent the exacerbation of pre-existing autism spectrum disorder may have implications for both immediate management and prognosis. When autistic symptoms are attributable to another medical condition, a diagnosis of secondary neurodevelopmental syndrome rather than autism spectrum disorder may be assigned. 6A03 Developmental learning disorder Essential (required) features • The presence of significant limitations in learning academic skills of reading, writing or arithmetic, resulting in a skill level markedly below what would be expected based on age is required for diagnosis. Limitations in learning are manifest, despite appropriate academic instruction in the relevant areas. The limitations may be restricted to a single component of a skill (e.g. an inability to master basic numeracy, or to decode single words accurately and fluently) or may affect all reading, writing and arithmetic. Ideally, limitations are measured using appropriately normed and standardized tests. • Onset of the limitations typically occurs during the early school years, but in some individuals may not be identified until later in life, including into adulthood, when performance demands related to learning exceed limited capacities. • The limitations are not attributable to external factors, such as economic or environmental disadvantage, or lack of access to educational opportunities. • The learning difficulties are not better accounted for by a disorder of intellectual development or another neurodevelopmental disorder, or by another condition such as a motor disorder or a sensory disorder of vision or hearing. • The learning difficulties result in significant impairment in the individual’s academic, occupational or other important areas of functioning. If functioning is maintained, it is only through significant additional effort. Neurodevelopmental disorders | Developmental learning disorder Personality disorder. ranh giới with primary tics and tic disorders including tourette syndrome sudden, rapid, non-rhythmic and recurrent movements or vocalizations occur in primary tics and tic disorders, which may rese..."
}