{
  "id": "icd11#risk_safety_1e32232a",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "596 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundary with other forms of self-injurious behaviour Individuals who exhibit self-injurious behaviour, often in the context of another mental disorder, may intentionally provide false information to examiners regarding either the self-induced nature of the injuries or the presence of suicidal ideation or intent. The deception in these cases is typically intended to minimize rather than exaggerate the extent to which the individual is viewed as ill, injured or impaired. 6D51 Factitious disorder imposed on another Essential (required) features • The presentation is characterized by feigning, falsifying or intentionally inducing medical, psychological or behavioural signs and symptoms or injury in another person – most commonly a child dependent – associated with identified deception. If a pre-existing disorder or disease is present in the other person, the individual intentionally exaggerates or aggravates existing symptoms, or falsifies or induces additional symptoms. • The individual seeks treatment for the other person or otherwise presents them as ill, injured or impaired based on the feigned, falsified or induced signs, symptoms or injuries. • The deceptive behaviour is not solely motivated by obvious external rewards or incentives (e.g. obtaining disability payments or avoiding criminal prosecution for child or elder abuse). • The behaviour is not better accounted for by another mental disorder (e.g. schizophrenia or another primary psychotic disorder). Note: the diagnosis of factitious disorder imposed on another is assigned to the individual who is feigning, falsifying or inducing the symptoms in another person, not to the person who is presented as having the symptoms. Occasionally, the individual induces or falsifies symptoms in a pet rather than in another person. Additional clinical features • The range of behaviours involved in factitious disorder imposed on another is similar to those in factitious disorder imposed on self, and includes reporting episodes of neurological or mental symptoms in the other person; manipulating laboratory tests to falsely indicate an abnormality (e.g. adding sugar to urine); falsifying past or current medical records to indicate an illness; administering a substance (e.g. warfarin) to produce an abnormal laboratory result or illness; and physically injuring or intentionally inducing illness in the other person (e.g. intentional exposure to infectious or toxic agents). • The simulation or induction of illness or injury in factitious disorder imposed on another may be quite dramatic, resulting in numerous medical investigations",
  "gloss_vi": "596 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders ranh giới with other forms of self-injurious behaviour individuals who exhibit self-injurious behaviour...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "do_not_do",
      "management"
    ],
    "life_topics": [
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 596 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundary with other forms of self-injurious behaviour Individuals who exhibit self-injurious behaviour, often in the context of another mental disorder, may intentionally provide false information to examiners regarding either the self-induced nature of the injuries or the presence of suicidal ideation or intent. The deception in these cases is typically intended to minimize rather than exaggerate the extent to which the individual is viewed as ill, injured or impaired. 6D51 Factitious disorder imposed on another Essential (required) features • The presentation is characterized by feigning, falsifying or intentionally inducing medical, psychological or behavioural signs and symptoms or injury in another person – most commonly a child dependent – associated with identified deception. If a pre-existing disorder or disease is present in the other person, the individual intentionally exaggerates or aggravates existing symptoms, or falsifies or induces additional symptoms. • The individual seeks treatment for the other person or otherwise presents them as ill, injured or impaired based on the feigned, falsified or induced signs, symptoms or injuries. • The deceptive behaviour is not solely motivated by obvious external rewards or incentives (e.g. obtaining disability payments or avoiding criminal prosecution for child or elder abuse). • The behaviour is not better accounted for by another mental disorder (e.g. schizophrenia or another primary psychotic disorder). Note: the diagnosis of factitious disorder imposed on another is assigned to the individual who is feigning, falsifying or inducing the symptoms in another person, not to the person who is presented as having the symptoms. Occasionally, the individual induces or falsifies symptoms in a pet rather than in another person. Additional clinical features • The range of behaviours involved in factitious disorder imposed on another is similar to those in factitious disorder imposed on self, and includes reporting episodes of neurological or mental symptoms in the other person; manipulating laboratory tests to falsely indicate an abnormality (e.g. adding sugar to urine); falsifying past or current medical records to indicate an illness; administering a substance (e.g. warfarin) to produce an abnormal laboratory result or illness; and physically injuring or intentionally inducing illness in the other person (e.g. intentional exposure to infectious or toxic agents). • The simulation or induction of illness or injury in factitious disorder imposed on another may be quite dramatic, resulting in numerous medical investigations 596 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders ranh giới with other forms of self-injurious behaviour individuals who exhibit self-injurious behaviour..."
}