{
  "id": "icd11#screening_cues_99c242e0",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "320 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders • Hypochondriasis is thought to be rare in childhood and adolescence. However, fears and beliefs focusing on health may emerge in early childhood, with significant levels of symptoms persisting throughout childhood, potentially contributing to diagnostic requirements being met in adulthood. • Hypochondriasis is common among older adults – although often underdiagnosed – with symptoms frequently focusing on memory loss. Clinicians may fail to identify hypochondriasis due to the presence of comorbid medical conditions that emerge with ageing and/or co-occurrence with depressive symptoms that overshadow hypochondriacal concerns. Preoccupations with bodily concerns increases with age such that determining the degree to which these concerns are manifestations of depressive symptoms, physical conditions, an accurate reflection of declining bodily functioning, or hypochondriasis is challenging. • Among younger children, differential diagnosis between hypochondriasis and obsessive- compulsive disorder is particularly challenging because health concerns can be prominent features of both disorders. Children may not be able to articulate the content of their fears or the focus of their apprehension, making it difficult to assess the difference between symptoms of hypochondriasis and obsessive-compulsive disorder. Culture-related features • In hypochondriasis, the focus of illness belief or conviction may be influenced by cultural beliefs about how the illness might have been acquired. For example, in some cultures, hypochondriasis might arise as a result of perceived failure to follow prescribed cultural practices or rituals, or as the effect of a curse, witchcraft or sorcery. Boundaries with other disorders and conditions (differential diagnosis) Boundary with body dysmorphic disorder Body dysmorphic disorder is characterized by persistent preoccupation with perceived flaws or defects in the individual’s appearance, whereas in hypochondriasis the preoccupation is about the possibility of having one or more serious, progressive or life-threatening illnesses. Boundary with other obsessive-compulsive and related disorders Recurrent thoughts and repetitive behaviours occur in other obsessive-compulsive and related disorders, but the foci of apprehension and form of repetitive behaviours are distinct for each diagnostic entity. In obsessive-compulsive disorder, the intrusive thoughts and repetitive behaviours are not limited to concerns about health but rather encompass a variety of obsessions (e.g. of contamination, of causing harm) and compulsions (e.g. excessive washing, counting, checking) intended to neutralize these obsessions. In body dysmorphic disorder, the preoccupation is with perceived flaws in appearance or physical features, whereas in olfactory reference disorder, individuals are preoccupied exclusively with emitting a perceived foul or offensive body odour. However, obsessive-compulsive and related disorders can co-occur, and multiple diagnoses from this grouping may be assigned if warranted. Obsessive-compulsive and related disorders | Hypochondriasis (health anxiety disorder) Obsessive-compulsive and related disorders 321 Boundary with delusional disorder and other primary psychotic disorders Some individuals with hypochondriasis lack insight about the irrationality of their thoughts and behaviours to such an extent that convictions of having a medical illness may at times appear to be delusional in the degree of conviction or fixity with which these beliefs are held (see insight specifiers, p. 318). If these beliefs are restricted to the fear or",
  "gloss_vi": "320 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders • hypochondriasis is thought to be rare in childhood and adolescence. however, fears and beliefs focusi...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral"
    ],
    "life_topics": [
      "study",
      "relationships",
      "grief"
    ],
    "advice_section": [
      "communication_tips",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 320 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders • Hypochondriasis is thought to be rare in childhood and adolescence. However, fears and beliefs focusing on health may emerge in early childhood, with significant levels of symptoms persisting throughout childhood, potentially contributing to diagnostic requirements being met in adulthood. • Hypochondriasis is common among older adults – although often underdiagnosed – with symptoms frequently focusing on memory loss. Clinicians may fail to identify hypochondriasis due to the presence of comorbid medical conditions that emerge with ageing and/or co-occurrence with depressive symptoms that overshadow hypochondriacal concerns. Preoccupations with bodily concerns increases with age such that determining the degree to which these concerns are manifestations of depressive symptoms, physical conditions, an accurate reflection of declining bodily functioning, or hypochondriasis is challenging. • Among younger children, differential diagnosis between hypochondriasis and obsessive- compulsive disorder is particularly challenging because health concerns can be prominent features of both disorders. Children may not be able to articulate the content of their fears or the focus of their apprehension, making it difficult to assess the difference between symptoms of hypochondriasis and obsessive-compulsive disorder. Culture-related features • In hypochondriasis, the focus of illness belief or conviction may be influenced by cultural beliefs about how the illness might have been acquired. For example, in some cultures, hypochondriasis might arise as a result of perceived failure to follow prescribed cultural practices or rituals, or as the effect of a curse, witchcraft or sorcery. Boundaries with other disorders and conditions (differential diagnosis) Boundary with body dysmorphic disorder Body dysmorphic disorder is characterized by persistent preoccupation with perceived flaws or defects in the individual’s appearance, whereas in hypochondriasis the preoccupation is about the possibility of having one or more serious, progressive or life-threatening illnesses. Boundary with other obsessive-compulsive and related disorders Recurrent thoughts and repetitive behaviours occur in other obsessive-compulsive and related disorders, but the foci of apprehension and form of repetitive behaviours are distinct for each diagnostic entity. In obsessive-compulsive disorder, the intrusive thoughts and repetitive behaviours are not limited to concerns about health but rather encompass a variety of obsessions (e.g. of contamination, of causing harm) and compulsions (e.g. excessive washing, counting, checking) intended to neutralize these obsessions. In body dysmorphic disorder, the preoccupation is with perceived flaws in appearance or physical features, whereas in olfactory reference disorder, individuals are preoccupied exclusively with emitting a perceived foul or offensive body odour. However, obsessive-compulsive and related disorders can co-occur, and multiple diagnoses from this grouping may be assigned if warranted. Obsessive-compulsive and related disorders | Hypochondriasis (health anxiety disorder) Obsessive-compulsive and related disorders 321 Boundary with delusional disorder and other primary psychotic disorders Some individuals with hypochondriasis lack insight about the irrationality of their thoughts and behaviours to such an extent that convictions of having a medical illness may at times appear to be delusional in the degree of conviction or fixity with which these beliefs are held (see insight specifiers, p. 318). If these beliefs are restricted to the fear or 320 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders • hypochondriasis is thought to be rare in childhood and adolescence. however, fears and beliefs focusi..."
}