{
  "id": "icd11#risk_safety_455234df",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "indicating that the episode is part of a continuous or recurrent pattern of substance use, or if additional harmful episodes occur, a diagnosis of episode of harmful psychoactive substance use should be changed to harmful pattern of psychoactive substance use or substance dependence, as appropriate. Diagnostic requirements for disorders due to substance use | Episode of harmful psychoactive substance use Disorders due to substance use or addictive behaviours 457 Boundary with normality (threshold) • The diagnosis of episode of harmful psychoactive substance use requires clinically significant harm to the individual’s physical or mental health or the health of others. Examples of impact on physical or mental health that would not be considered clinically significant include mild hangover, brief episodes of vomiting, or transient depressed mood. • A range of social problems may be associated with an episode of substance use that are not sufficiently severe to constitute clinically significant harm to physical or mental health (e.g. missed appointments, arguments with loved ones). Such problems are not a sufficient basis for a diagnosis of episode of harmful psychoactive substance use. Boundaries with other disorders and conditions (differential diagnosis) Boundary with hazardous substance use Hazardous substance use is classified in Chapter 24 on factors influencing health status or contact with health services and not in this chapter on mental, behavioural and neurodevelopmental disorders. Hazardous substance use appreciably increases the risk of harmful physical or mental health consequences, to the user or to others, to an extent that warrants attention and advice from health professionals, but has not resulted in specific identifiable harm and therefore does not meet the diagnostic requirements for episode of harmful psychoactive substance use. Boundary with harmful pattern of psychoactive substance use If the harm to health is a result of a known episodic or continuous pattern of substance use, and all other diagnostic requirements are met, a diagnosis of harmful pattern of psychoactive substance use should be assigned. Substance use is generally considered to be following a pattern if there has been at least episodic or intermittent use over a period of at least 12 months. If harm is caused by use of a substance but no information is available about the pattern or history of substance use, a diagnosis of episode of harmful psychoactive substance use may be assigned until such time as evidence for a pattern of use is ascertained. Boundary with substance dependence In substance dependence, individuals use a substance or substances persistently, despite harm and adverse consequences. Harm caused by such use may be similar to that observed in episode of harmful psychoactive substance use. However, substance dependence also includes additional features of impaired ability to control use and increasing priority given to the substance use over other activities. Physiological features (e.g. tolerance) may also be present for applicable substances. If all diagnostic requirements for substance dependence are met for a particular substance, episode of harmful psychoactive substance use should not be assigned for that substance. Note: substance dependence is only applicable for some substances or substance classes (see Table 6.13, p. 450). Diagnostic requirements for disorders due to substance use | Episode of harmful psychoactive substance use",
  "gloss_vi": "Indicating that the episode is part of a continuous or recurrent pattern of substance use, or if additional harmful episodes occur, a diagnosis of episode of harmful psychoactive substance use should be changed to harmfu...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "psychoeducation"
    ],
    "life_topics": [
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn indicating that the episode is part of a continuous or recurrent pattern of substance use, or if additional harmful episodes occur, a diagnosis of episode of harmful psychoactive substance use should be changed to harmful pattern of psychoactive substance use or substance dependence, as appropriate. Diagnostic requirements for disorders due to substance use | Episode of harmful psychoactive substance use Disorders due to substance use or addictive behaviours 457 Boundary with normality (threshold) • The diagnosis of episode of harmful psychoactive substance use requires clinically significant harm to the individual’s physical or mental health or the health of others. Examples of impact on physical or mental health that would not be considered clinically significant include mild hangover, brief episodes of vomiting, or transient depressed mood. • A range of social problems may be associated with an episode of substance use that are not sufficiently severe to constitute clinically significant harm to physical or mental health (e.g. missed appointments, arguments with loved ones). Such problems are not a sufficient basis for a diagnosis of episode of harmful psychoactive substance use. Boundaries with other disorders and conditions (differential diagnosis) Boundary with hazardous substance use Hazardous substance use is classified in Chapter 24 on factors influencing health status or contact with health services and not in this chapter on mental, behavioural and neurodevelopmental disorders. Hazardous substance use appreciably increases the risk of harmful physical or mental health consequences, to the user or to others, to an extent that warrants attention and advice from health professionals, but has not resulted in specific identifiable harm and therefore does not meet the diagnostic requirements for episode of harmful psychoactive substance use. Boundary with harmful pattern of psychoactive substance use If the harm to health is a result of a known episodic or continuous pattern of substance use, and all other diagnostic requirements are met, a diagnosis of harmful pattern of psychoactive substance use should be assigned. Substance use is generally considered to be following a pattern if there has been at least episodic or intermittent use over a period of at least 12 months. If harm is caused by use of a substance but no information is available about the pattern or history of substance use, a diagnosis of episode of harmful psychoactive substance use may be assigned until such time as evidence for a pattern of use is ascertained. Boundary with substance dependence In substance dependence, individuals use a substance or substances persistently, despite harm and adverse consequences. Harm caused by such use may be similar to that observed in episode of harmful psychoactive substance use. However, substance dependence also includes additional features of impaired ability to control use and increasing priority given to the substance use over other activities. Physiological features (e.g. tolerance) may also be present for applicable substances. If all diagnostic requirements for substance dependence are met for a particular substance, episode of harmful psychoactive substance use should not be assigned for that substance. Note: substance dependence is only applicable for some substances or substance classes (see Table 6.13, p. 450). Diagnostic requirements for disorders due to substance use | Episode of harmful psychoactive substance use Indicating that the episode is part of a continuous or recurrent pattern of substance use, or if additional harmful episodes occur, a diagnosis of episode of harmful psychoactive substance use should be changed to harmfu..."
}