{
  "id": "icd11#risk_safety_4d854313",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "Secondary-parented categories in disorders due to addictive behaviours Hazardous gambling or betting and hazardous gaming These categories are not considered to be mental disorders; instead, they are included in the grouping of problems associated with health behaviours in Chapter 24 on factors influencing health status or contact with health services. QE21 Hazardous gambling or betting Hazardous gambling or betting refers to a pattern of gambling or betting that appreciably increases the risk of harmful physical or mental health consequences to the individual or to others around the individual. The increased risk may be from the frequency of gambling or betting, the amount of time spent on these activities, the context of gambling or betting, the neglect of other activities and priorities, risky behaviours associated with gambling or betting or its context, the adverse consequences of gambling or betting, or a combination of these factors. The pattern of gambling or betting often persists in spite of awareness of increased risk of harm to the individual or to others. This category may be used when the pattern of gambling or betting warrants attention and advice from health professionals but does not meet the diagnostic requirements for gambling disorder. QE22 Hazardous gaming Hazardous gaming refers to a pattern of gaming, either online or offline, that appreciably increases the risk of harmful physical or mental health consequences to the individual or to others around the individual. The increased risk may be from the frequency of gaming, the amount of time spent on these activities, the neglect of other activities and priorities, risky behaviours associated with gaming or its context, the adverse consequences of gaming, or a combination of these factors. The pattern of gaming often persists in spite of awareness of increased risk of harm to the individual or to others. This category may be used when the pattern of gaming behaviour warrants attention and advice from health professionals but does not meet the diagnostic requirements for gaming disorder. Hazardous gambling or betting and hazardous gaming",
  "gloss_vi": "Secondary-parented categories in disorders due to addictive behaviours hazardous gambling or betting and hazardous gaming these categories are not considered to be mental disorders; instead, they are included in the grou...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "referral",
      "psychoeducation"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn Secondary-parented categories in disorders due to addictive behaviours Hazardous gambling or betting and hazardous gaming These categories are not considered to be mental disorders; instead, they are included in the grouping of problems associated with health behaviours in Chapter 24 on factors influencing health status or contact with health services. QE21 Hazardous gambling or betting Hazardous gambling or betting refers to a pattern of gambling or betting that appreciably increases the risk of harmful physical or mental health consequences to the individual or to others around the individual. The increased risk may be from the frequency of gambling or betting, the amount of time spent on these activities, the context of gambling or betting, the neglect of other activities and priorities, risky behaviours associated with gambling or betting or its context, the adverse consequences of gambling or betting, or a combination of these factors. The pattern of gambling or betting often persists in spite of awareness of increased risk of harm to the individual or to others. This category may be used when the pattern of gambling or betting warrants attention and advice from health professionals but does not meet the diagnostic requirements for gambling disorder. QE22 Hazardous gaming Hazardous gaming refers to a pattern of gaming, either online or offline, that appreciably increases the risk of harmful physical or mental health consequences to the individual or to others around the individual. The increased risk may be from the frequency of gaming, the amount of time spent on these activities, the neglect of other activities and priorities, risky behaviours associated with gaming or its context, the adverse consequences of gaming, or a combination of these factors. The pattern of gaming often persists in spite of awareness of increased risk of harm to the individual or to others. This category may be used when the pattern of gaming behaviour warrants attention and advice from health professionals but does not meet the diagnostic requirements for gaming disorder. Hazardous gambling or betting and hazardous gaming Secondary-parented categories in disorders due to addictive behaviours hazardous gambling or betting and hazardous gaming these categories are not considered to be mental disorders; instead, they are included in the grou..."
}