{
  "id": "icd11#communication_tips_0072cf2b",
  "title_en": "General — Communication Tips",
  "title_vi": "General — Communication Tips",
  "text_en": "Neurodevelopmental disorders 159 Sex- and/or gender-related features for chronic motor tic disorder and chronic phonic tic disorder • Women with persistent tic disorders may be more likely to experience co-occurring anxiety and fear-related disorders and depressive disorders. Boundaries with other disorders and conditions (differential diagnosis) for chronic motor tic disorder and chronic phonic tic disorder Boundary with autism spectrum disorder and stereotyped movement disorder Repetitive and stereotyped motor movements such as whole-body movements (e.g. rocking) and unusual hand or finger movements can be a characteristic feature of autism spectrum disorder and of stereotyped movement disorder. These behaviours can appear similar to tics but are differentiated because they tend to be more stereotyped, last longer than the duration of a typical tic, tend to emerge at a younger age, are not characterized by premonitory sensory urges, are often experienced by the individual as soothing or rewarding, and can generally be interrupted with distraction. Boundary with obsessive-compulsive disorder Repetitive, recurrent movements or vocalizations can also",
  "gloss_vi": "Neurodevelopmental disorders 159 sex- and/or gender-related features for chronic motor tic disorder and chronic phonic tic disorder • women with persistent tic disorders may be more likely to experience co-occurring lo â...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [],
    "life_topics": [
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Communication Tips General — Communication Tips Neurodevelopmental disorders 159 Sex- and/or gender-related features for chronic motor tic disorder and chronic phonic tic disorder • Women with persistent tic disorders may be more likely to experience co-occurring anxiety and fear-related disorders and depressive disorders. Boundaries with other disorders and conditions (differential diagnosis) for chronic motor tic disorder and chronic phonic tic disorder Boundary with autism spectrum disorder and stereotyped movement disorder Repetitive and stereotyped motor movements such as whole-body movements (e.g. rocking) and unusual hand or finger movements can be a characteristic feature of autism spectrum disorder and of stereotyped movement disorder. These behaviours can appear similar to tics but are differentiated because they tend to be more stereotyped, last longer than the duration of a typical tic, tend to emerge at a younger age, are not characterized by premonitory sensory urges, are often experienced by the individual as soothing or rewarding, and can generally be interrupted with distraction. Boundary with obsessive-compulsive disorder Repetitive, recurrent movements or vocalizations can also Neurodevelopmental disorders 159 sex- and/or gender-related features for chronic motor tic disorder and chronic phonic tic disorder • women with persistent tic disorders may be more likely to experience co-occurring lo â..."
}