{
  "id": "icd11#risk_safety_2a507569",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "734 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders relate to recognized social determinants of mental health – that is, risk factors for the development, maintenance or moderation of symptoms of mental disorders across the lifespan. The categories in this list are ordered in a way that is intended to make the list useful to mental health professionals and does not correspond entirely to their ordering in ICD-11.7 Not all of the categories include brief descriptions or definitions; where they are provided, they are included in this section. Reasons for contact with mental health services Problems associated with relationships (See the section on relationship problems and maltreatment, p. 707.) QE51 Problems associated with interactions with spouse or partner QE51.0 Relationship distress with spouse or partner QE51.1 History of spouse or partner violence QE52 Problems associated with interpersonal interactions in childhood QE52.0 Caregiver–child relationship problem QE52.1 Loss of love relationship in childhood • Loss of love relationship in childhood refers to the loss of an emotionally close relationship, such as of a parent, a sibling, a very special friend or a loved pet, by death or permanent departure or rejection. 7 See ICD-11",
  "gloss_vi": "734 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders relate to recognized social determinants of mental health – that is, nguy cơ factors for the developmen...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral",
      "management",
      "caregiver"
    ],
    "life_topics": [
      "stress",
      "relationships",
      "grief"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 734 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders relate to recognized social determinants of mental health – that is, risk factors for the development, maintenance or moderation of symptoms of mental disorders across the lifespan. The categories in this list are ordered in a way that is intended to make the list useful to mental health professionals and does not correspond entirely to their ordering in ICD-11.7 Not all of the categories include brief descriptions or definitions; where they are provided, they are included in this section. Reasons for contact with mental health services Problems associated with relationships (See the section on relationship problems and maltreatment, p. 707.) QE51 Problems associated with interactions with spouse or partner QE51.0 Relationship distress with spouse or partner QE51.1 History of spouse or partner violence QE52 Problems associated with interpersonal interactions in childhood QE52.0 Caregiver–child relationship problem QE52.1 Loss of love relationship in childhood • Loss of love relationship in childhood refers to the loss of an emotionally close relationship, such as of a parent, a sibling, a very special friend or a loved pet, by death or permanent departure or rejection. 7 See ICD-11 734 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders relate to recognized social determinants of mental health – that is, nguy cơ factors for the developmen..."
}