{
  "id": "icd11#management_08fb9d6b",
  "title_en": "General — Management",
  "title_vi": "General — Management",
  "text_en": "Relationship problems and maltreatment 731 Sex- and/or gender-related features • Although its impact can vary by gender, boys and girls are equally likely to be victims of neglect. Boundaries with other disorders and conditions (differential diagnosis) Boundary with caregiver–child relationship problem Neglect is characterized by egregious acts or omissions that result in – or have significant potential to result in – negative impacts. A diagnosis of caregiver–child relationship problem is generally more appropriate for children of caregivers who are emotionally neglectful (e.g. not engaging in positive interactions with the child) but have not committed egregious acts or omissions that deprive the child or adolescent of age-appropriate care. Boundary with reactive attachment disorder and disinhibited social engagement disorder Both reactive attachment disorder and disinhibited social engagement disorder are considered to result from a history of grossly insufficient care in early childhood, including persistent disregard for the child’s basic emotional or physical needs. They can occur in the context of repeated changes of foster care or rearing in institutional settings that prevent the formation of stable selective attachments, as well as in dyadic caregiver relationships. The insufficient care would meet the diagnostic requirements",
  "gloss_vi": "Relationship problems and maltreatment 731 sex- and/or gender-related features • although its impact can vary by gender, boys and girls are equally likely to be victims of neglect. boundaries with other disorders and con...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "management",
      "caregiver"
    ],
    "life_topics": [
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Management General — Management Relationship problems and maltreatment 731 Sex- and/or gender-related features • Although its impact can vary by gender, boys and girls are equally likely to be victims of neglect. Boundaries with other disorders and conditions (differential diagnosis) Boundary with caregiver–child relationship problem Neglect is characterized by egregious acts or omissions that result in – or have significant potential to result in – negative impacts. A diagnosis of caregiver–child relationship problem is generally more appropriate for children of caregivers who are emotionally neglectful (e.g. not engaging in positive interactions with the child) but have not committed egregious acts or omissions that deprive the child or adolescent of age-appropriate care. Boundary with reactive attachment disorder and disinhibited social engagement disorder Both reactive attachment disorder and disinhibited social engagement disorder are considered to result from a history of grossly insufficient care in early childhood, including persistent disregard for the child’s basic emotional or physical needs. They can occur in the context of repeated changes of foster care or rearing in institutional settings that prevent the formation of stable selective attachments, as well as in dyadic caregiver relationships. The insufficient care would meet the diagnostic requirements Relationship problems and maltreatment 731 sex- and/or gender-related features • although its impact can vary by gender, boys and girls are equally likely to be victims of neglect. boundaries with other disorders and con..."
}