{
  "id": "icd11#risk_safety_53f0434d",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "assessment and diagnosis should focus on the broader pattern of behaviour rather than solely on the criminality of specific behaviours or incidents. Course features • Earlier age of onset and greater symptom severity are predictive of worse prognosis, with these individuals more likely to engage in criminal behaviour and substance abuse, and to experience additional co-occurring mental and behavioural disorder diagnoses during adulthood. • The course of conduct-dissocial disorder is highly variable, with some individuals experiencing a full remission of symptoms by adulthood. Initial symptoms of conduct- dissocial disorder are typically less severe in form (e.g. lying), but may progress in their severity over time (e.g. assault). There are significant individual differences in course features and progression of symptoms over time. • When conduct-dissocial disorder is present in adulthood, it has generally been preceded by a history of serious behaviour problems during childhood and adolescence. • The persistence of conduct-dissocial disorder into adulthood is often marked by continuity in types of behaviour problems (e.g. property violations in contrast to theft). Individuals with conduct-dissocial disorder who are violent during adolescence typically continue to engage in more frequent violence than their peers in adulthood. Status offences (e.g. running away, truancy) are less relevant in adulthood, but are a risk factor for continuing rule-breaking behaviour and criminal arrest. Developmental presentations • Although onset of conduct-dissocial disorder can occur in early childhood during the preschool years, typical age of onset is during early to middle adolescence. Onset of conduct-dissocial disorder is rare after the age of 16 years. Culture-related features • Assessment of conduct problems should account for contextual factors to determine whether a diagnosis is appropriate. In some cultural settings, for example, school-aged children may be away from school for long periods of seasonal employment rather than for conduct reasons. Alternatively, in communities with high levels of organized violence (e.g. gangs) or in the midst of civil conflict or war (e.g. where children as recruited as soldiers), children may be coerced into participating in interpersonal violence or property theft, which they may carry out for their own survival. A diagnosis of conduct-dissocial disorder should not be assigned in such cases. Disruptive behaviour and dissocial disorders | Conduct-dissocial disorder",
  "gloss_vi": "Đánh giá and diagnosis should focus on the broader pattern of behaviour rather than solely on the criminality of specific behaviours or incidents. course features • earlier age of onset and greater symptom severity are p...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues"
    ],
    "life_topics": [
      "study",
      "relationships"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn assessment and diagnosis should focus on the broader pattern of behaviour rather than solely on the criminality of specific behaviours or incidents. Course features • Earlier age of onset and greater symptom severity are predictive of worse prognosis, with these individuals more likely to engage in criminal behaviour and substance abuse, and to experience additional co-occurring mental and behavioural disorder diagnoses during adulthood. • The course of conduct-dissocial disorder is highly variable, with some individuals experiencing a full remission of symptoms by adulthood. Initial symptoms of conduct- dissocial disorder are typically less severe in form (e.g. lying), but may progress in their severity over time (e.g. assault). There are significant individual differences in course features and progression of symptoms over time. • When conduct-dissocial disorder is present in adulthood, it has generally been preceded by a history of serious behaviour problems during childhood and adolescence. • The persistence of conduct-dissocial disorder into adulthood is often marked by continuity in types of behaviour problems (e.g. property violations in contrast to theft). Individuals with conduct-dissocial disorder who are violent during adolescence typically continue to engage in more frequent violence than their peers in adulthood. Status offences (e.g. running away, truancy) are less relevant in adulthood, but are a risk factor for continuing rule-breaking behaviour and criminal arrest. Developmental presentations • Although onset of conduct-dissocial disorder can occur in early childhood during the preschool years, typical age of onset is during early to middle adolescence. Onset of conduct-dissocial disorder is rare after the age of 16 years. Culture-related features • Assessment of conduct problems should account for contextual factors to determine whether a diagnosis is appropriate. In some cultural settings, for example, school-aged children may be away from school for long periods of seasonal employment rather than for conduct reasons. Alternatively, in communities with high levels of organized violence (e.g. gangs) or in the midst of civil conflict or war (e.g. where children as recruited as soldiers), children may be coerced into participating in interpersonal violence or property theft, which they may carry out for their own survival. A diagnosis of conduct-dissocial disorder should not be assigned in such cases. Disruptive behaviour and dissocial disorders | Conduct-dissocial disorder Đánh giá and diagnosis should focus on the broader pattern of behaviour rather than solely on the criminality of specific behaviours or incidents. course features • earlier age of onset and greater symptom severity are p..."
}