{
  "id": "icd11#screening_cues_21e05a60",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere 669 Boundaries with other disorders and conditions (differential diagnosis) Boundary with primary impulse control disorder or disorders due to addictive behaviours Determining whether disturbances of impulse control are due to medical conditions classified elsewhere or are manifestations of an impulse control disorder or a disorder due to addictive behaviours is often difficult because the clinical presentations may be similar. Establishing the presence of a potentially explanatory medical condition that can cause disturbances of impulse control and the temporal relationship between the medical condition and the disturbances of impulse control is critical in diagnosing secondary impulse control syndrome. Compared to impulse control disorders or disorders due to addictive behaviours, secondary impulse control syndrome is more likely to be associated with atypical clinical features, such as a later age of onset or the presence of disturbances of impulse control in individuals who generally exhibit low levels of disinhibition or negative emotionality. Boundary with delirium and dementia Disturbances of impulse control or addictive behaviour can occur in the context of delirium or dementia. Secondary impulse control syndrome is characterized by disturbances of impulse control or addictive behaviours (e.g. aggressive outbursts, compulsive sexual behaviour) occurring in the absence of severe cognitive impairment. In contrast, delirium is characterized by fluctuating levels of consciousness and autonomic disturbances, while dementia is characterized by severe memory impairment as well as impairments in other domains of cognitive functioning. Disturbances of impulse control or addictive behaviour in the context of dementia may be recorded using one of the behavioural or psychological disturbances in dementia specifiers (e.g. agitation or aggression in dementia, disinhibition in dementia), if applicable. If the symptoms are judged to be due to the same medical condition as is causing the dementia, an additional diagnosis of secondary impulse control syndrome is not warranted. Boundary with secondary personality change Disturbances of impulse control or addictive behaviour can occur as part of secondary personality change. If the disturbances of impulse control are accompanied by other features of personality disturbance that are also judged to be due to a medical condition classified elsewhere, a diagnosis of secondary personality change should be assigned instead. Boundary with disturbances of impulse control or addictive behaviour caused by substances or medications, including withdrawal effects When establishing a diagnosis of secondary impulse control syndrome, it is important to rule out the possibility that a medication or substance is causing the symptoms instead of – or in addition to – an underlying medical condition. This involves first considering whether any of the medications being used to treat the medical condition are known to cause disturbances of impulse control or addictive behaviour at the dose and duration at which it has been administered (e.g. dopamine agonists such as",
  "gloss_vi": "Secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere 669 boundaries with other disorders and conditions (differential diagnosis) ranh giới with primary impulse control dis...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "management"
    ],
    "life_topics": [
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere 669 Boundaries with other disorders and conditions (differential diagnosis) Boundary with primary impulse control disorder or disorders due to addictive behaviours Determining whether disturbances of impulse control are due to medical conditions classified elsewhere or are manifestations of an impulse control disorder or a disorder due to addictive behaviours is often difficult because the clinical presentations may be similar. Establishing the presence of a potentially explanatory medical condition that can cause disturbances of impulse control and the temporal relationship between the medical condition and the disturbances of impulse control is critical in diagnosing secondary impulse control syndrome. Compared to impulse control disorders or disorders due to addictive behaviours, secondary impulse control syndrome is more likely to be associated with atypical clinical features, such as a later age of onset or the presence of disturbances of impulse control in individuals who generally exhibit low levels of disinhibition or negative emotionality. Boundary with delirium and dementia Disturbances of impulse control or addictive behaviour can occur in the context of delirium or dementia. Secondary impulse control syndrome is characterized by disturbances of impulse control or addictive behaviours (e.g. aggressive outbursts, compulsive sexual behaviour) occurring in the absence of severe cognitive impairment. In contrast, delirium is characterized by fluctuating levels of consciousness and autonomic disturbances, while dementia is characterized by severe memory impairment as well as impairments in other domains of cognitive functioning. Disturbances of impulse control or addictive behaviour in the context of dementia may be recorded using one of the behavioural or psychological disturbances in dementia specifiers (e.g. agitation or aggression in dementia, disinhibition in dementia), if applicable. If the symptoms are judged to be due to the same medical condition as is causing the dementia, an additional diagnosis of secondary impulse control syndrome is not warranted. Boundary with secondary personality change Disturbances of impulse control or addictive behaviour can occur as part of secondary personality change. If the disturbances of impulse control are accompanied by other features of personality disturbance that are also judged to be due to a medical condition classified elsewhere, a diagnosis of secondary personality change should be assigned instead. Boundary with disturbances of impulse control or addictive behaviour caused by substances or medications, including withdrawal effects When establishing a diagnosis of secondary impulse control syndrome, it is important to rule out the possibility that a medication or substance is causing the symptoms instead of – or in addition to – an underlying medical condition. This involves first considering whether any of the medications being used to treat the medical condition are known to cause disturbances of impulse control or addictive behaviour at the dose and duration at which it has been administered (e.g. dopamine agonists such as Secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere 669 boundaries with other disorders and conditions (differential diagnosis) ranh giới with primary impulse control dis..."
}