{
  "id": "icd11#referral_1fdc5b46",
  "title_en": "General — Referral",
  "title_vi": "General — Chuyển tuyến",
  "text_en": "Crosswalk from ICD-11 mental, behavioural and neurodevelopmental disorders to ICD-10 for clinician use 753 Crosswalk from ICD-11 mental, behavioural and neurodevelopmental disorders to ICD-10 for clinician use This table provides a crosswalk or mapping specifically designed for use by clinicians from categories in this ICD-11 chapter on mental, behavioural and neurodevelopmental disorders to the nearest equivalent ICD-10 category. This will be useful, for example, in settings where there has been a shift to use of ICD-11 for clinical purposes, but where data or health reporting systems are still in transition and require the use of ICD-10 codes. Use of this table assumes that the clinician has already made their diagnosis according to the ICD-11 CDDR. This table is not valid for mapping categories from the ICD-10 mental and behavioural disorders to ICD-11 because it does not reflect the full content of the ICD-10 mental and behavioural disorders. This crosswalk is not intended for use in health statistics or in the coding of medical records because, in a substantial number of instances, selecting among multiple possible ICD-10 categories depends on clinical information that will not be available in those contexts. Additional information to assist clinicians in making these distinctions is provided in the “Notes” column on the right. In the table that follows, the ICD-11 categories are listed in the left column in the order in which they appear in the classification. The closest available ICD-10 category to represent that ICD-11 disorder (i.e. the preferred code) is provided as the first entry in the middle column. Many of these are 4-character ICD-10 codes (e.g. F80.1), but in other instances a 3-character code (e.g. F20) or a 5-character code (e.g. F10.24) best captures the ICD-11 category. Where ICD-10 5-character codes appear, these are taken from The ICD-10 classification of mental and behavioural disorders: clinical descriptions and diagnostic guidelines, which in some cases include more detailed coding options than the statistical version of ICD-10. Data systems and/or reporting requirements in some health systems and countries may require that 4-character ICD-10 codes are used if they are available, so that a 3-character code is not accepted if a 4-character subcategory exists. Similarly, many",
  "gloss_vi": "Crosswalk from icd-11 mental, behavioural and neurodevelopmental disorders to icd-10 for clinician use 753 crosswalk from icd-11 mental, behavioural and neurodevelopmental disorders to icd-10 for clinician use this table...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "referral"
    ],
    "life_topics": [
      "study"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Referral General — Chuyển tuyến Crosswalk from ICD-11 mental, behavioural and neurodevelopmental disorders to ICD-10 for clinician use 753 Crosswalk from ICD-11 mental, behavioural and neurodevelopmental disorders to ICD-10 for clinician use This table provides a crosswalk or mapping specifically designed for use by clinicians from categories in this ICD-11 chapter on mental, behavioural and neurodevelopmental disorders to the nearest equivalent ICD-10 category. This will be useful, for example, in settings where there has been a shift to use of ICD-11 for clinical purposes, but where data or health reporting systems are still in transition and require the use of ICD-10 codes. Use of this table assumes that the clinician has already made their diagnosis according to the ICD-11 CDDR. This table is not valid for mapping categories from the ICD-10 mental and behavioural disorders to ICD-11 because it does not reflect the full content of the ICD-10 mental and behavioural disorders. This crosswalk is not intended for use in health statistics or in the coding of medical records because, in a substantial number of instances, selecting among multiple possible ICD-10 categories depends on clinical information that will not be available in those contexts. Additional information to assist clinicians in making these distinctions is provided in the “Notes” column on the right. In the table that follows, the ICD-11 categories are listed in the left column in the order in which they appear in the classification. The closest available ICD-10 category to represent that ICD-11 disorder (i.e. the preferred code) is provided as the first entry in the middle column. Many of these are 4-character ICD-10 codes (e.g. F80.1), but in other instances a 3-character code (e.g. F20) or a 5-character code (e.g. F10.24) best captures the ICD-11 category. Where ICD-10 5-character codes appear, these are taken from The ICD-10 classification of mental and behavioural disorders: clinical descriptions and diagnostic guidelines, which in some cases include more detailed coding options than the statistical version of ICD-10. Data systems and/or reporting requirements in some health systems and countries may require that 4-character ICD-10 codes are used if they are available, so that a 3-character code is not accepted if a 4-character subcategory exists. Similarly, many Crosswalk from icd-11 mental, behavioural and neurodevelopmental disorders to icd-10 for clinician use 753 crosswalk from icd-11 mental, behavioural and neurodevelopmental disorders to icd-10 for clinician use this table..."
}