{
  "id": "icd11#screening_cues_b5e80ab1",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "666 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundaries with other disorders and conditions (differential diagnosis) Boundary with obsessive-compulsive and related disorders Determining whether obsessive-compulsive or related symptoms are due to a medical condition as opposed to manifestations of a primary mental disorder is often difficult because the clinical presentations may be similar. Establishing the presence of a potentially explanatory medical condition that can cause obsessive-compulsive or related symptoms and the temporal relationship between the medical condition and the primary obsessive-compulsive or related symptoms is critical in diagnosing secondary obsessive-compulsive or related syndrome. Secondary obsessive- compulsive or related syndrome is often characterized by clinical features that would be atypical for obsessive-compulsive and related disorders, such as late age of onset, sudden appearance of symptoms, or accompanying cognitive impairment or focal neurological signs. Boundary with obsessive-compulsive and related symptoms caused by substances or medications, including withdrawal effects When establishing a diagnosis of secondary obsessive-compulsive or related syndrome, it is important to rule out the possibility that a medication or substance is causing the obsessive- compulsive or related symptoms instead of – or in addition to – an underlying medical condition. This involves first considering whether any of the medications being used to treat the medical condition are known to cause obsessive-compulsive or related symptoms at the dose and duration at which it has been administered. Second, a temporal relationship between the medication use and the onset of the obsessive-compulsive or related symptoms should be established (i.e. the obsessive-compulsive or related symptoms began after administration of the medication and/ or remitted once the medication was discontinued). The same reasoning applies to individuals with a medical condition and obsessive-compulsive or related symptoms who are also using a psychoactive substance known to cause obsessive-compulsive or related symptoms in the context of either intoxication or withdrawal (e.g. cocaine-induced hair pulling, obsessions or compulsions due to amfetamine intoxication). In such cases, a diagnosis of a substance-induced obsessive-compulsive or related disorder should be assigned, applying the appropriate category corresponding to the substance involved. Potentially explanatory medical conditions (examples) Brain disorders and general medical conditions that have been shown to be capable of producing obsessive-compulsive or related syndromes include: • diseases of the nervous system (e.g. epilepsy, Huntington disease, myoclonic disorders, Parkinson disease, paediatric autoimmune neuropsychiatric disorders associated with streptococcal infections (PANDAS), secondary chorea – including chorea due to neuroacanthocytosis and McLeod syndrome, stroke); • certain infectious or parasitic diseases (e.g. rheumatic chorea (Sydenham chorea)); • endocrine, nutritional or metabolic diseases (e.g. iron overload diseases such as pantothenate-kinase-associated neurodegeneration); • injury, poisoning or certain other consequences of external causes (e.g. brain injury); • neoplasms (e.g.",
  "gloss_vi": "666 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders boundaries with other disorders and conditions (differential diagnosis) ranh giới with obsessive-compul...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "management"
    ],
    "life_topics": [
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 666 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundaries with other disorders and conditions (differential diagnosis) Boundary with obsessive-compulsive and related disorders Determining whether obsessive-compulsive or related symptoms are due to a medical condition as opposed to manifestations of a primary mental disorder is often difficult because the clinical presentations may be similar. Establishing the presence of a potentially explanatory medical condition that can cause obsessive-compulsive or related symptoms and the temporal relationship between the medical condition and the primary obsessive-compulsive or related symptoms is critical in diagnosing secondary obsessive-compulsive or related syndrome. Secondary obsessive- compulsive or related syndrome is often characterized by clinical features that would be atypical for obsessive-compulsive and related disorders, such as late age of onset, sudden appearance of symptoms, or accompanying cognitive impairment or focal neurological signs. Boundary with obsessive-compulsive and related symptoms caused by substances or medications, including withdrawal effects When establishing a diagnosis of secondary obsessive-compulsive or related syndrome, it is important to rule out the possibility that a medication or substance is causing the obsessive- compulsive or related symptoms instead of – or in addition to – an underlying medical condition. This involves first considering whether any of the medications being used to treat the medical condition are known to cause obsessive-compulsive or related symptoms at the dose and duration at which it has been administered. Second, a temporal relationship between the medication use and the onset of the obsessive-compulsive or related symptoms should be established (i.e. the obsessive-compulsive or related symptoms began after administration of the medication and/ or remitted once the medication was discontinued). The same reasoning applies to individuals with a medical condition and obsessive-compulsive or related symptoms who are also using a psychoactive substance known to cause obsessive-compulsive or related symptoms in the context of either intoxication or withdrawal (e.g. cocaine-induced hair pulling, obsessions or compulsions due to amfetamine intoxication). In such cases, a diagnosis of a substance-induced obsessive-compulsive or related disorder should be assigned, applying the appropriate category corresponding to the substance involved. Potentially explanatory medical conditions (examples) Brain disorders and general medical conditions that have been shown to be capable of producing obsessive-compulsive or related syndromes include: • diseases of the nervous system (e.g. epilepsy, Huntington disease, myoclonic disorders, Parkinson disease, paediatric autoimmune neuropsychiatric disorders associated with streptococcal infections (PANDAS), secondary chorea – including chorea due to neuroacanthocytosis and McLeod syndrome, stroke); • certain infectious or parasitic diseases (e.g. rheumatic chorea (Sydenham chorea)); • endocrine, nutritional or metabolic diseases (e.g. iron overload diseases such as pantothenate-kinase-associated neurodegeneration); • injury, poisoning or certain other consequences of external causes (e.g. brain injury); • neoplasms (e.g. 666 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders boundaries with other disorders and conditions (differential diagnosis) ranh giới with obsessive-compul..."
}