{
  "id": "icd11#screening_cues_c531cd98",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "(skin-picking) disorder. Excoriation disorder involves recurrent picking and is associated with significant distress or impairment, which are not present in occasional, normal skin picking. Obsessive-compulsive and related disorders | Body-focused repetitive behaviour disorders 332 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Course features • Onset of excoriation disorder can occur at any age, but most often coincides with onset or shortly after onset of puberty. • The onset commonly occurs in association with a dermatological condition, but the skin picking persists after the dermatological condition resolves. • For some individuals, an urge to pick at their skin may be preceded by emotional triggers such as increasing feelings of anxiety and tension or boredom. Others may pick at their skin in response to tactile sensitivity (i.e. skin irregularities) or bothersome skin sensations. In such cases, skin picking often results in an alleviation of tension, relief or a sense of gratification. • Excoriation disorder is generally considered a chronic condition. Some individuals may experience a waxing and waning of symptoms over weeks, months or years at a time. Developmental presentations • Excoriation disorder most often has its onset during adolescence, typically corresponding to puberty. However, the emergence of symptoms can occur across the lifespan. • Childhood-onset excoriation disorder is more prevalent among females. • Automatic skin picking, which tends to occur unintentionally, outside awareness, appears more frequently among individuals with childhood-onset excoriation disorder. Skin picking then appears to shift in adolescence and adulthood, as picking becomes focused. This picking appears to be generally intentional, connected to intense urges to pick, and often results in a sense of relief. Sex- and/or gender-related features • Prevalence rates for excoriation disorder are significantly higher among women. • Men have an earlier age of onset for the disorder. Boundaries with other disorders and conditions (differential diagnosis) Boundary with other obsessive-compulsive and related disorders Repetitive behaviours observed in excoriation disorder occur in other obsessive-compulsive and related disorders, but these are typically related to specific foci of apprehension, and are Obsessive-compulsive and related disorders | Body-focused repetitive behaviour disorders",
  "gloss_vi": "(skin-picking) disorder. excoriation disorder involves recurrent picking and is associated with significant distress or impairment, which are not present in occasional, normal skin picking.",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc (skin-picking) disorder. Excoriation disorder involves recurrent picking and is associated with significant distress or impairment, which are not present in occasional, normal skin picking. Obsessive-compulsive and related disorders | Body-focused repetitive behaviour disorders 332 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Course features • Onset of excoriation disorder can occur at any age, but most often coincides with onset or shortly after onset of puberty. • The onset commonly occurs in association with a dermatological condition, but the skin picking persists after the dermatological condition resolves. • For some individuals, an urge to pick at their skin may be preceded by emotional triggers such as increasing feelings of anxiety and tension or boredom. Others may pick at their skin in response to tactile sensitivity (i.e. skin irregularities) or bothersome skin sensations. In such cases, skin picking often results in an alleviation of tension, relief or a sense of gratification. • Excoriation disorder is generally considered a chronic condition. Some individuals may experience a waxing and waning of symptoms over weeks, months or years at a time. Developmental presentations • Excoriation disorder most often has its onset during adolescence, typically corresponding to puberty. However, the emergence of symptoms can occur across the lifespan. • Childhood-onset excoriation disorder is more prevalent among females. • Automatic skin picking, which tends to occur unintentionally, outside awareness, appears more frequently among individuals with childhood-onset excoriation disorder. Skin picking then appears to shift in adolescence and adulthood, as picking becomes focused. This picking appears to be generally intentional, connected to intense urges to pick, and often results in a sense of relief. Sex- and/or gender-related features • Prevalence rates for excoriation disorder are significantly higher among women. • Men have an earlier age of onset for the disorder. Boundaries with other disorders and conditions (differential diagnosis) Boundary with other obsessive-compulsive and related disorders Repetitive behaviours observed in excoriation disorder occur in other obsessive-compulsive and related disorders, but these are typically related to specific foci of apprehension, and are Obsessive-compulsive and related disorders | Body-focused repetitive behaviour disorders (skin-picking) disorder. excoriation disorder involves recurrent picking and is associated with significant distress or impairment, which are not present in occasional, normal skin picking."
}