{
  "id": "icd11#screening_cues_1cd80935",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "642 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders 6E21 Mental and behavioural disorders associated with pregnancy, childbirth or the puerperium, with psychotic symptoms Essential (required) features • Onset of a syndrome involving significant mental and behavioural features occurring during pregnancy or the puerperium (i.e. up to about 6 weeks following delivery) is required for diagnosis. • The syndrome includes psychotic symptoms (i.e. delusions, hallucinations or other psychotic symptoms). Depressive and/or manic mood symptoms are also typically present. • The symptoms are not a manifestation of another medical condition (e.g. a brain tumour), and are not due to the effects of a substance or medication on the central nervous system (e.g. benzodiazepines), including withdrawal effects (e.g. from stimulants). • The disturbance results in significant impairment in personal, family, social, educational, occupational or other important areas of functioning. If functioning is maintained, it is only through significant additional effort. Note: this diagnosis may be assigned regardless of whether biological factors related to pregnancy, childbirth or the puerperium are known to be etiologically related to the syndrome. If the symptoms meet the diagnostic requirements for a specific mental disorder (e.g. a mood disorder, schizophrenia or another primary psychotic disorder), that diagnosis should also be assigned. If the symptoms do not meet the diagnostic requirements for a specific mental disorder, the presentation can be described using codes from the section on",
  "gloss_vi": "642 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders 6e21 mental and behavioural disorders associated with pregnancy, childbirth or the puerperium, with psy...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation",
      "do_not_do",
      "caregiver"
    ],
    "life_topics": [
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 642 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders 6E21 Mental and behavioural disorders associated with pregnancy, childbirth or the puerperium, with psychotic symptoms Essential (required) features • Onset of a syndrome involving significant mental and behavioural features occurring during pregnancy or the puerperium (i.e. up to about 6 weeks following delivery) is required for diagnosis. • The syndrome includes psychotic symptoms (i.e. delusions, hallucinations or other psychotic symptoms). Depressive and/or manic mood symptoms are also typically present. • The symptoms are not a manifestation of another medical condition (e.g. a brain tumour), and are not due to the effects of a substance or medication on the central nervous system (e.g. benzodiazepines), including withdrawal effects (e.g. from stimulants). • The disturbance results in significant impairment in personal, family, social, educational, occupational or other important areas of functioning. If functioning is maintained, it is only through significant additional effort. Note: this diagnosis may be assigned regardless of whether biological factors related to pregnancy, childbirth or the puerperium are known to be etiologically related to the syndrome. If the symptoms meet the diagnostic requirements for a specific mental disorder (e.g. a mood disorder, schizophrenia or another primary psychotic disorder), that diagnosis should also be assigned. If the symptoms do not meet the diagnostic requirements for a specific mental disorder, the presentation can be described using codes from the section on 642 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders 6e21 mental and behavioural disorders associated with pregnancy, childbirth or the puerperium, with psy..."
}