{
  "id": "icd11#screening_cues_f9a3ae51",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Disorders due to substance use or addictive behaviours 471 XS5W Mild substance intoxication Mild substance intoxication is a state in which there are clinically recognizable disturbances in psychophysiological functions and responses (e.g. motor coordination, attention and judgement) that vary by substance (see Table 6.15, p. 475), but there is little or no disturbance in the level of consciousness. XS0T Moderate substance intoxication Moderate substance intoxication is a state in which there are marked disturbances in psychophysiological functions and responses (e.g. motor coordination, attention and judgement) that vary by substance (see Table 6.15, p. 475), with substantial impairment on tasks that require these functions. There is some disturbance in level of consciousness. XS25 Severe substance intoxication Severe substance intoxication is a state in which there are obvious disturbances in psychophysiological functions and responses (e.g. motor coordination, attention and judgement) that vary by substance (see Table 6.15, p. 475), with marked disturbance in level of consciousness. There is severe impairment to the extent that the person may not be capable of self-care or self- protection, and may be unable to communicate or cooperate with assessment and intervention. Note: extension codes are attached to the category to which they apply using an ampersand (&). For example, 6C40.3&XS0T is the code for alcohol intoxication, moderate and 6C41.3&XS5W is the code for cannabis intoxication, mild. Additional clinical features for substance intoxication • Psychoactive substances, whether of the same or a different pharmacological class, may interact such that they exacerbate or modify the features of intoxication. In cases of multiple psychoactive substance use in which more than one specific substance can be identified as a cause of the intoxication, it is recommended that the corresponding specific substance intoxication categories for each relevant substance should be assigned (e.g. 6C40.3 Alcohol intoxication and 6C41.3 Cannabis intoxication) rather than 6C4F.3 Intoxication due to multiple specified psychoactive substances. • Substance intoxication may occur in the presence of medical conditions that cause impairment of levels of consciousness, cognition, perception, affect, behaviour or coordination, which should be diagnosed separately. Determination of the etiology of the disturbances in psychophysiological functions or responses may require longitudinal assessment. • A diagnosis of intoxication due to unknown or unspecified psychoactive substances can",
  "gloss_vi": "Disorders due to substance use or addictive behaviours 471 xs5w mild substance intoxication mild substance intoxication is a state in which there are clinically recognizable disturbances in psychophysiological functions ...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "stress",
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Disorders due to substance use or addictive behaviours 471 XS5W Mild substance intoxication Mild substance intoxication is a state in which there are clinically recognizable disturbances in psychophysiological functions and responses (e.g. motor coordination, attention and judgement) that vary by substance (see Table 6.15, p. 475), but there is little or no disturbance in the level of consciousness. XS0T Moderate substance intoxication Moderate substance intoxication is a state in which there are marked disturbances in psychophysiological functions and responses (e.g. motor coordination, attention and judgement) that vary by substance (see Table 6.15, p. 475), with substantial impairment on tasks that require these functions. There is some disturbance in level of consciousness. XS25 Severe substance intoxication Severe substance intoxication is a state in which there are obvious disturbances in psychophysiological functions and responses (e.g. motor coordination, attention and judgement) that vary by substance (see Table 6.15, p. 475), with marked disturbance in level of consciousness. There is severe impairment to the extent that the person may not be capable of self-care or self- protection, and may be unable to communicate or cooperate with assessment and intervention. Note: extension codes are attached to the category to which they apply using an ampersand (&). For example, 6C40.3&XS0T is the code for alcohol intoxication, moderate and 6C41.3&XS5W is the code for cannabis intoxication, mild. Additional clinical features for substance intoxication • Psychoactive substances, whether of the same or a different pharmacological class, may interact such that they exacerbate or modify the features of intoxication. In cases of multiple psychoactive substance use in which more than one specific substance can be identified as a cause of the intoxication, it is recommended that the corresponding specific substance intoxication categories for each relevant substance should be assigned (e.g. 6C40.3 Alcohol intoxication and 6C41.3 Cannabis intoxication) rather than 6C4F.3 Intoxication due to multiple specified psychoactive substances. • Substance intoxication may occur in the presence of medical conditions that cause impairment of levels of consciousness, cognition, perception, affect, behaviour or coordination, which should be diagnosed separately. Determination of the etiology of the disturbances in psychophysiological functions or responses may require longitudinal assessment. • A diagnosis of intoxication due to unknown or unspecified psychoactive substances can Disorders due to substance use or addictive behaviours 471 xs5w mild substance intoxication mild substance intoxication is a state in which there are clinically recognizable disturbances in psychophysiological functions ..."
}