{
  "id": "icd11#risk_safety_6371a4a3",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "II disorder, mood episodes that occur during pregnancy or commence within about 6 weeks after delivery (the puerperium) can be identified using one of the following two additional diagnostic codes, depending on whether delusions, hallucinations or other psychotic symptoms are present. These diagnoses should be assigned in addition to the relevant bipolar disorder diagnosis. 6E20 Mental and behavioural disorders associated with pregnancy, childbirth or the puerperium, without psychotic symptoms • This additional diagnostic code should be used for mood episodes that arise during pregnancy or commence within about 6 weeks after delivery, and that do not include delusions, hallucinations or other psychotic symptoms. This designation should not be used to describe mild and transient depressive symptoms that do not meet the diagnostic requirements for a depressive episode, which may occur soon after delivery (so-called “postpartum blues” or “baby blues”). (See p. 640 for complete diagnostic requirements.) 6E21 Mental and behavioural disorders associated with pregnancy, childbirth or the puerperium, with psychotic symptoms • This additional diagnostic code should be used for mood episodes that arise during pregnancy or commence within about 6 weeks after delivery, and that include delusions, hallucinations or other psychotic symptoms. (See p. 642 for complete diagnostic requirements.) Note: for the following sections, see also material under depressive episode (p. 212), manic episode (p. 217), mixed episode (p. 220) and hypomanic episode (p. 222). Material on additional clinical features, boundary with normality (threshold), developmental presentations and boundaries with other disorders and conditions (differential diagnosis) that relates specifically to the mood episodes is contained in those sections, whereas material focusing on bipolar type I and bipolar type II disorders overall appears below. Additional clinical features for bipolar type I and bipolar type II disorders • In combination with a history of one or more depressive episodes, a mixed, manic or hypomanic episode arising during antidepressant treatment (e.g. medication, electroconvulsive therapy, light therapy, transcranial magnetic stimulation) is grounds for a diagnosis of bipolar type I or bipolar type II disorder if the syndrome persists after the treatment is discontinued and the full diagnostic requirements of the mood episode are met after the direct physiological effects of the treatment are likely to have receded. • Inter-episode periods may be characterized by complete remission of symptoms or by the presence of residual hypomanic, manic, mixed or depressive symptoms, in which case the partial remission specifier should be applied. • Suicide risk is significantly higher among individuals diagnosed with bipolar type I and bipolar type II disorders than among the general population, particularly during depressive or mixed episodes and among individuals with rapid cycling. Mood disorders | Bipolar disorders",
  "gloss_vi": "Ii disorder, mood episodes that occur during pregnancy or commence within about 6 weeks after delivery (the puerperium) can be identified using one of the following two additional diagnostic codes, depending on whether d...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "do_not_do",
      "management"
    ],
    "life_topics": [
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn II disorder, mood episodes that occur during pregnancy or commence within about 6 weeks after delivery (the puerperium) can be identified using one of the following two additional diagnostic codes, depending on whether delusions, hallucinations or other psychotic symptoms are present. These diagnoses should be assigned in addition to the relevant bipolar disorder diagnosis. 6E20 Mental and behavioural disorders associated with pregnancy, childbirth or the puerperium, without psychotic symptoms • This additional diagnostic code should be used for mood episodes that arise during pregnancy or commence within about 6 weeks after delivery, and that do not include delusions, hallucinations or other psychotic symptoms. This designation should not be used to describe mild and transient depressive symptoms that do not meet the diagnostic requirements for a depressive episode, which may occur soon after delivery (so-called “postpartum blues” or “baby blues”). (See p. 640 for complete diagnostic requirements.) 6E21 Mental and behavioural disorders associated with pregnancy, childbirth or the puerperium, with psychotic symptoms • This additional diagnostic code should be used for mood episodes that arise during pregnancy or commence within about 6 weeks after delivery, and that include delusions, hallucinations or other psychotic symptoms. (See p. 642 for complete diagnostic requirements.) Note: for the following sections, see also material under depressive episode (p. 212), manic episode (p. 217), mixed episode (p. 220) and hypomanic episode (p. 222). Material on additional clinical features, boundary with normality (threshold), developmental presentations and boundaries with other disorders and conditions (differential diagnosis) that relates specifically to the mood episodes is contained in those sections, whereas material focusing on bipolar type I and bipolar type II disorders overall appears below. Additional clinical features for bipolar type I and bipolar type II disorders • In combination with a history of one or more depressive episodes, a mixed, manic or hypomanic episode arising during antidepressant treatment (e.g. medication, electroconvulsive therapy, light therapy, transcranial magnetic stimulation) is grounds for a diagnosis of bipolar type I or bipolar type II disorder if the syndrome persists after the treatment is discontinued and the full diagnostic requirements of the mood episode are met after the direct physiological effects of the treatment are likely to have receded. • Inter-episode periods may be characterized by complete remission of symptoms or by the presence of residual hypomanic, manic, mixed or depressive symptoms, in which case the partial remission specifier should be applied. • Suicide risk is significantly higher among individuals diagnosed with bipolar type I and bipolar type II disorders than among the general population, particularly during depressive or mixed episodes and among individuals with rapid cycling. Mood disorders | Bipolar disorders Ii disorder, mood episodes that occur during pregnancy or commence within about 6 weeks after delivery (the puerperium) can be identified using one of the following two additional diagnostic codes, depending on whether d..."
}