{
  "id": "icd11#risk_safety_309a1b36",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "Disorders due to substance use or addictive behaviours 505 Secondary-parented categories in disorders due to substance use Hazardous substance use ICD-11 also includes a listing of hazardous substance use categories. These are not considered to be mental disorders but rather are included in the grouping “Problems associated with health behaviours” in Chapter 24 on factors influencing health status or contact with health services. Available categories for hazardous substance use due to specific substance classes are as follows. Hazardous substance use categories may be used when the pattern of substance use appreciably increases the risk of harmful physical or mental health consequences, to the user or to others, to an extent that warrants attention and advice from health professionals, but no overt harm has yet occurred. In hazardous substance use, the increased risk may be related to the frequency of substance use, to the amount used on a given occasion, or to risky behaviours associated with substance use or the context of use, from a harmful route of administration, or from a combination of these. The risk may be related to short-term effects of the substance or to longer-term cumulative effects on physical or mental health or functioning. Hazardous substance use has not yet reached the level of having caused harm to physical or mental health of the user or others around the user. The pattern of substance use often persists in spite of awareness of increased risk of harm to the user or to others. QE10 Hazardous alcohol use QE11 Hazardous drug use QE11.0 Hazardous use of opioids QE11.1 Hazardous use of cannabis QE11.2 Hazardous use of sedatives, hypnotics or anxiolytics QE11.3 Hazardous use of cocaine QE11.4 Hazardous use of stimulants, including amfetamines, methamfetamine and methcathinone QE11.5 Hazardous use of caffeine QE11.6 Hazardous use of MDMA or related drugs QE11.7 Hazardous use of dissociative drugs, including",
  "gloss_vi": "Disorders due to substance use or addictive behaviours 505 secondary-parented categories in disorders due to substance use hazardous substance use icd-11 also includes a listing of hazardous substance use categories. the...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "psychoeducation"
    ],
    "life_topics": [],
    "advice_section": [
      "sleep_hygiene"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn Disorders due to substance use or addictive behaviours 505 Secondary-parented categories in disorders due to substance use Hazardous substance use ICD-11 also includes a listing of hazardous substance use categories. These are not considered to be mental disorders but rather are included in the grouping “Problems associated with health behaviours” in Chapter 24 on factors influencing health status or contact with health services. Available categories for hazardous substance use due to specific substance classes are as follows. Hazardous substance use categories may be used when the pattern of substance use appreciably increases the risk of harmful physical or mental health consequences, to the user or to others, to an extent that warrants attention and advice from health professionals, but no overt harm has yet occurred. In hazardous substance use, the increased risk may be related to the frequency of substance use, to the amount used on a given occasion, or to risky behaviours associated with substance use or the context of use, from a harmful route of administration, or from a combination of these. The risk may be related to short-term effects of the substance or to longer-term cumulative effects on physical or mental health or functioning. Hazardous substance use has not yet reached the level of having caused harm to physical or mental health of the user or others around the user. The pattern of substance use often persists in spite of awareness of increased risk of harm to the user or to others. QE10 Hazardous alcohol use QE11 Hazardous drug use QE11.0 Hazardous use of opioids QE11.1 Hazardous use of cannabis QE11.2 Hazardous use of sedatives, hypnotics or anxiolytics QE11.3 Hazardous use of cocaine QE11.4 Hazardous use of stimulants, including amfetamines, methamfetamine and methcathinone QE11.5 Hazardous use of caffeine QE11.6 Hazardous use of MDMA or related drugs QE11.7 Hazardous use of dissociative drugs, including Disorders due to substance use or addictive behaviours 505 secondary-parented categories in disorders due to substance use hazardous substance use icd-11 also includes a listing of hazardous substance use categories. the..."
}