{
  "id": "icd11#do_not_do_85ad9bf6",
  "title_en": "General — Do Not Do",
  "title_vi": "General — Do Not Do",
  "text_en": "Feeding and eating disorders 397 Feeding and eating disorders Feeding and eating disorders involve abnormal eating or feeding behaviours that are not better accounted for by another medical condition, and are not developmentally appropriate or culturally sanctioned. Feeding disorders involve behavioural disturbances that are not related to body weight or shape concerns, such as eating of non-edible substances or voluntary regurgitation of foods. Eating disorders involve abnormal eating behaviour and preoccupation with food, accompanied in most instances by prominent body weight or shape concerns. Feeding and eating disorders include the following: 6B80 Anorexia nervosa 6B81 Bulimia nervosa 6B82 Binge-eating disorder 6B83 Avoidant-restrictive food intake disorder 6B84 Pica 6B85 Rumination-regurgitation disorder 6B8Y Other specified feeding or eating disorder 6B8Z Feeding or eating disorder, unspecified. Feeding and eating disorder diagnoses should not be used to classify low-level concerns related to eating or behaviours that are common or culturally sanctioned. Feeding and eating disorders 398 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders General cultural considerations for feeding and eating disorders • Weight and shape concerns are prevalent in many societies, and dieting to lose weight is common. Cultural preoccupation with body weight and shape – for example, due to global dissemination of body ideals through mass media (typically low weight in women and muscular physique in men) – has contributed to increased rates of eating disorders in many parts of the world. The global obesity epidemic has also contributed to social concerns about eating and weight. • The prevalence of feeding and eating disorders varies by region, including differences by gender. For example, weight concerns and eating disturbances are more prevalent among men in some Asian and eastern Mediterranean societies than in the Americas. 6B80 Anorexia nervosa Essential (required) features • Significantly low body weight for the individual’s height, age, developmental stage or weight history is required",
  "gloss_vi": "Feeding and eating disorders 397 feeding and eating disorders feeding and eating disorders involve abnormal eating or feeding behaviours that are not better accounted for by another medical condition, and are not develop...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "do_not_do"
    ],
    "life_topics": [
      "study"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Do Not Do General — Do Not Do Feeding and eating disorders 397 Feeding and eating disorders Feeding and eating disorders involve abnormal eating or feeding behaviours that are not better accounted for by another medical condition, and are not developmentally appropriate or culturally sanctioned. Feeding disorders involve behavioural disturbances that are not related to body weight or shape concerns, such as eating of non-edible substances or voluntary regurgitation of foods. Eating disorders involve abnormal eating behaviour and preoccupation with food, accompanied in most instances by prominent body weight or shape concerns. Feeding and eating disorders include the following: 6B80 Anorexia nervosa 6B81 Bulimia nervosa 6B82 Binge-eating disorder 6B83 Avoidant-restrictive food intake disorder 6B84 Pica 6B85 Rumination-regurgitation disorder 6B8Y Other specified feeding or eating disorder 6B8Z Feeding or eating disorder, unspecified. Feeding and eating disorder diagnoses should not be used to classify low-level concerns related to eating or behaviours that are common or culturally sanctioned. Feeding and eating disorders 398 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders General cultural considerations for feeding and eating disorders • Weight and shape concerns are prevalent in many societies, and dieting to lose weight is common. Cultural preoccupation with body weight and shape – for example, due to global dissemination of body ideals through mass media (typically low weight in women and muscular physique in men) – has contributed to increased rates of eating disorders in many parts of the world. The global obesity epidemic has also contributed to social concerns about eating and weight. • The prevalence of feeding and eating disorders varies by region, including differences by gender. For example, weight concerns and eating disturbances are more prevalent among men in some Asian and eastern Mediterranean societies than in the Americas. 6B80 Anorexia nervosa Essential (required) features • Significantly low body weight for the individual’s height, age, developmental stage or weight history is required Feeding and eating disorders 397 feeding and eating disorders feeding and eating disorders involve abnormal eating or feeding behaviours that are not better accounted for by another medical condition, and are not develop..."
}