{
  "id": "icd11#management_8598f207",
  "title_en": "General — Management",
  "title_vi": "General — Management",
  "text_en": "and Training in Mental Health Site director: Min Zhao Site coordinators: Na Zhong, Wei Hao, Yi Li, Jing Li, Ruiling Zhang Other contributors: Haifeng Jiang, Jiang Du, Na Zhong, Yanhui Liao, Chenyi Ma,Ruyan Luo, Yajuan Niu, Kebing Yang, Lina Yang, Jiajun Xu, Chuansheng Wang, Xuebing Liu France Site: Centre Hospitalier Universitaire de Nantes Site director: Marie Grall-Bronnec Other contributors: G. Challet-Bouju, J. Caillon, N. Ballon, M. Guillou-Landreat, O. Cottencin, M. Fatseas, G. Brousse, A. Chaslerie, B. Falissard, N. Prisse, I. Obradovic, C. Bernard, N. Joannard, A. Benyamina, F. Vorspan, C. Victorri-Vigneau, O. Giron, H. Vergnaux, V. Pinaud, A. Luquiens, B. Schreck India Sites: National Drug Dependence Treatment Centre and Department of Psychiatry, All India Institute of Medical Sciences Site director: Atul Ambekar Other contributors: Rakesh K Chadda, Rachana Bhargava, Ravindra Rao, Alok Agrawal, Siddharth Sarkar, Roshan Bhad, Rajat Ray, PK Dalal, Prathima Murthy, Debasish Basu, Anirudha Basu, Shalini Achra, Preethy Kathiresan, Siddharth Arya, Udit Panda, Narasimha GVL, Jaikrishnan Menon, Jatin Tarwani, Gayatri Bhatia, Amit Singh, Saumya Mishra, Fazle Roub, Dheeraj Kattula Indonesia Sites: School of Medicine and Health Sciences, Atma Jaya Catholic University of Indonesia; Faculty of Medicine, University of Indonesia Site director: Eva Suryani Other contributors: Kristiana Siste, Gina Anandyajati, Felicia Kurniawan, Yunisa Astiarani, Durrotul Ikrimah, Eveline Widjaja, Yuki Ruchimat, Yuniar, Enjeline Hanafi, Mahaputra, Satya Joewana, Dharmady Agus, Shelly Iskandar, Diah Setia Utami, Syahrial, Ratna Mardiati, Imelda Indriyani, Prasetiyawan, Soetjipto, Tribowo Tuahta Ginting, Yunita Eka Sary, Erie Dharma Irawan, Gemala Rabi’ah Hatta, Indah Deviyanti, Herfina Nababan, Lina Regina Mangaweang, Herbert Sidabutar, Riris Dian Hardiani, Elvina Katerin Sahusilawane,",
  "gloss_vi": "And training in mental health site director: min zhao site coordinators: na zhong, wei hao, yi li, jing li, ruiling zhang other contributors: haifeng jiang, jiang du, na zhong, yanhui liao, chenyi ma,ruyan luo, yajuan ni...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "management"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Management General — Management and Training in Mental Health Site director: Min Zhao Site coordinators: Na Zhong, Wei Hao, Yi Li, Jing Li, Ruiling Zhang Other contributors: Haifeng Jiang, Jiang Du, Na Zhong, Yanhui Liao, Chenyi Ma,Ruyan Luo, Yajuan Niu, Kebing Yang, Lina Yang, Jiajun Xu, Chuansheng Wang, Xuebing Liu France Site: Centre Hospitalier Universitaire de Nantes Site director: Marie Grall-Bronnec Other contributors: G. Challet-Bouju, J. Caillon, N. Ballon, M. Guillou-Landreat, O. Cottencin, M. Fatseas, G. Brousse, A. Chaslerie, B. Falissard, N. Prisse, I. Obradovic, C. Bernard, N. Joannard, A. Benyamina, F. Vorspan, C. Victorri-Vigneau, O. Giron, H. Vergnaux, V. Pinaud, A. Luquiens, B. Schreck India Sites: National Drug Dependence Treatment Centre and Department of Psychiatry, All India Institute of Medical Sciences Site director: Atul Ambekar Other contributors: Rakesh K Chadda, Rachana Bhargava, Ravindra Rao, Alok Agrawal, Siddharth Sarkar, Roshan Bhad, Rajat Ray, PK Dalal, Prathima Murthy, Debasish Basu, Anirudha Basu, Shalini Achra, Preethy Kathiresan, Siddharth Arya, Udit Panda, Narasimha GVL, Jaikrishnan Menon, Jatin Tarwani, Gayatri Bhatia, Amit Singh, Saumya Mishra, Fazle Roub, Dheeraj Kattula Indonesia Sites: School of Medicine and Health Sciences, Atma Jaya Catholic University of Indonesia; Faculty of Medicine, University of Indonesia Site director: Eva Suryani Other contributors: Kristiana Siste, Gina Anandyajati, Felicia Kurniawan, Yunisa Astiarani, Durrotul Ikrimah, Eveline Widjaja, Yuki Ruchimat, Yuniar, Enjeline Hanafi, Mahaputra, Satya Joewana, Dharmady Agus, Shelly Iskandar, Diah Setia Utami, Syahrial, Ratna Mardiati, Imelda Indriyani, Prasetiyawan, Soetjipto, Tribowo Tuahta Ginting, Yunita Eka Sary, Erie Dharma Irawan, Gemala Rabi’ah Hatta, Indah Deviyanti, Herfina Nababan, Lina Regina Mangaweang, Herbert Sidabutar, Riris Dian Hardiani, Elvina Katerin Sahusilawane, And training in mental health site director: min zhao site coordinators: na zhong, wei hao, yi li, jing li, ruiling zhang other contributors: haifeng jiang, jiang du, na zhong, yanhui liao, chenyi ma,ruyan luo, yajuan ni..."
}