{
  "id": "icd11#screening_cues_89851cb5",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "symptoms that are transient and may fluctuate depending on the underlying etiology. Delirium often includes disturbance of behaviour and emotion, and may include impairment in multiple cognitive domains. Disturbance of the sleep-wake cycle may also be present. Delirium can be caused by intoxication or withdrawal from substances. When symptoms of delirium are attributable to substance intoxication, an associated diagnosis of substance-induced delirium should be assigned in addition to the diagnosis of substance intoxication. Note: substance-induced delirium is only applicable for some substances or substance classes (see Table 6.14, p. 454). Boundary with other substance-induced mental disorders Mental or behavioural symptoms that arise during substance intoxication should only be used as a basis for diagnosing a substance-induced mental disorder if the intensity or duration of the symptoms is substantially in excess of those that are characteristic of substance intoxication due to the specified substance (see Table 6.15, p. 475), and the symptoms are sufficiently severe to warrant specific clinical attention. Boundary with other medical conditions A variety of medical conditions may produce symptoms that are similar to those of substance intoxication (see Box 6.1 for examples). Some of these medical conditions are life-threatening, and require immediate intervention. Evidence of substance use (e.g. positive laboratory results) does not rule out the possibility of a comorbid medical condition. These alternative diagnoses must be considered in assessing substance intoxication. Certain medical conditions may also augment or prolong the duration of intoxication. Symptoms of intoxication that persist after they can no longer be reasonably attributed to the pharmacological effects of the substance may suggest the presence of another medical condition. If it is determined that substance intoxication is comorbid with a medical condition, both diagnoses should be assigned. Boundary with overdose When consumption or administration of psychoactive substances results in symptoms of overdose (e.g. coma, life-threatening cardiac or respiratory suppression), it is typically more appropriate to apply a diagnosis from the grouping of harmful effects of substances in Chapter 22 on injury, poisoning or certain other consequences of external causes rather than substance intoxication. Table 6.15 sets out the disturbances in consciousness, cognition, perception, affect, behaviour or coordination that are most characteristic of intoxication with each class of psychoactive substances in the grouping of disorders due to substance use. These features are caused by the known pharmacological effects of the substance. Their intensity is closely related to the amount of the substance consumed, as well as the route of administration, interaction of the substance with other substances – including medications – and the duration of action of the substance. They are time-limited, and abate as the substance is cleared from the body. Diagnostic requirements for disorders due to substance use | Substance intoxication",
  "gloss_vi": "Symptoms that are transient and may fluctuate depending on the underlying etiology. delirium often includes disturbance of behaviour and emotion, and may include impairment in multiple cognitive domains.",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "management"
    ],
    "life_topics": [
      "sleep",
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc symptoms that are transient and may fluctuate depending on the underlying etiology. Delirium often includes disturbance of behaviour and emotion, and may include impairment in multiple cognitive domains. Disturbance of the sleep-wake cycle may also be present. Delirium can be caused by intoxication or withdrawal from substances. When symptoms of delirium are attributable to substance intoxication, an associated diagnosis of substance-induced delirium should be assigned in addition to the diagnosis of substance intoxication. Note: substance-induced delirium is only applicable for some substances or substance classes (see Table 6.14, p. 454). Boundary with other substance-induced mental disorders Mental or behavioural symptoms that arise during substance intoxication should only be used as a basis for diagnosing a substance-induced mental disorder if the intensity or duration of the symptoms is substantially in excess of those that are characteristic of substance intoxication due to the specified substance (see Table 6.15, p. 475), and the symptoms are sufficiently severe to warrant specific clinical attention. Boundary with other medical conditions A variety of medical conditions may produce symptoms that are similar to those of substance intoxication (see Box 6.1 for examples). Some of these medical conditions are life-threatening, and require immediate intervention. Evidence of substance use (e.g. positive laboratory results) does not rule out the possibility of a comorbid medical condition. These alternative diagnoses must be considered in assessing substance intoxication. Certain medical conditions may also augment or prolong the duration of intoxication. Symptoms of intoxication that persist after they can no longer be reasonably attributed to the pharmacological effects of the substance may suggest the presence of another medical condition. If it is determined that substance intoxication is comorbid with a medical condition, both diagnoses should be assigned. Boundary with overdose When consumption or administration of psychoactive substances results in symptoms of overdose (e.g. coma, life-threatening cardiac or respiratory suppression), it is typically more appropriate to apply a diagnosis from the grouping of harmful effects of substances in Chapter 22 on injury, poisoning or certain other consequences of external causes rather than substance intoxication. Table 6.15 sets out the disturbances in consciousness, cognition, perception, affect, behaviour or coordination that are most characteristic of intoxication with each class of psychoactive substances in the grouping of disorders due to substance use. These features are caused by the known pharmacological effects of the substance. Their intensity is closely related to the amount of the substance consumed, as well as the route of administration, interaction of the substance with other substances – including medications – and the duration of action of the substance. They are time-limited, and abate as the substance is cleared from the body. Diagnostic requirements for disorders due to substance use | Substance intoxication Symptoms that are transient and may fluctuate depending on the underlying etiology. delirium often includes disturbance of behaviour and emotion, and may include impairment in multiple cognitive domains."
}