{
  "id": "icd11#risk_safety_755c9826",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "aged under 5 years, early adolescence) can be specified using the extension codes provided. Problems in relationship between child and current former caregiver and current or past child maltreatment Problems in relationship between child and current former caregiver and current or past child maltreatment 730 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Additional clinical features • Victims of child neglect can present with severe (chronically untreated) dental caries, ear infections or other typical childhood illnesses. • Child neglect is associated with a variety of mental disorders, including depressive disorders, adjustment disorder, anxiety and fear-related disorders, post-traumatic stress disorder, oppositional defiant disorder, conduct-dissocial disorder, attentional problems, academic problems and suicidality. Boundary with normality (threshold) • Parents or other caregivers may provide less than optimal care for their children for brief periods due to caregiver illness or stress. However, normal caregiving requires that they make other arrangements if their own caregiving will be compromised for more than a brief period. If a child is in danger, or is suffering significant harm as a result of inadequate caregiving, the omissions in caregiving should be diagnosed as neglect. Developmental presentations • Children of any age can experience neglect. Neglected children may appear mature for their age, but may also exhibit stunted growth due to lack of adequate nutrition or other developmental deficits. • Failure to meet developmental milestones can be a marker of neglect, as can attachment problems (insecure or disorganized patterns), difficulty separating from parents or caregivers, social skills deficits, behaviour problems and scholastic problems. Course features • Although one incident is sufficient to meet the diagnostic requirements, incidents of child neglect often occur as part of a persistent pattern, which substantially increases the risk of mental disorders, medical conditions and disrupted development. Problems in relationship between child and current former caregiver and current or past child maltreatment Problems in relationship between child and current former caregiver and current or past child maltreatment",
  "gloss_vi": "Aged under 5 years, early adolescence) can be specified using the extension codes provided. problems in relationship between child and current former caregiver and current or past child maltreatment problems in relations...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "management",
      "caregiver"
    ],
    "life_topics": [
      "stress",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn aged under 5 years, early adolescence) can be specified using the extension codes provided. Problems in relationship between child and current former caregiver and current or past child maltreatment Problems in relationship between child and current former caregiver and current or past child maltreatment 730 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Additional clinical features • Victims of child neglect can present with severe (chronically untreated) dental caries, ear infections or other typical childhood illnesses. • Child neglect is associated with a variety of mental disorders, including depressive disorders, adjustment disorder, anxiety and fear-related disorders, post-traumatic stress disorder, oppositional defiant disorder, conduct-dissocial disorder, attentional problems, academic problems and suicidality. Boundary with normality (threshold) • Parents or other caregivers may provide less than optimal care for their children for brief periods due to caregiver illness or stress. However, normal caregiving requires that they make other arrangements if their own caregiving will be compromised for more than a brief period. If a child is in danger, or is suffering significant harm as a result of inadequate caregiving, the omissions in caregiving should be diagnosed as neglect. Developmental presentations • Children of any age can experience neglect. Neglected children may appear mature for their age, but may also exhibit stunted growth due to lack of adequate nutrition or other developmental deficits. • Failure to meet developmental milestones can be a marker of neglect, as can attachment problems (insecure or disorganized patterns), difficulty separating from parents or caregivers, social skills deficits, behaviour problems and scholastic problems. Course features • Although one incident is sufficient to meet the diagnostic requirements, incidents of child neglect often occur as part of a persistent pattern, which substantially increases the risk of mental disorders, medical conditions and disrupted development. Problems in relationship between child and current former caregiver and current or past child maltreatment Problems in relationship between child and current former caregiver and current or past child maltreatment Aged under 5 years, early adolescence) can be specified using the extension codes provided. problems in relationship between child and current former caregiver and current or past child maltreatment problems in relations..."
}