{
  "id": "icd11#screening_cues_1621f08c",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "to both parties if applicable. Additional clinical features • Problems in caregiver–child relationships are associated with the development of oppositional defiant disorder and conduct-dissocial disorder. Problems in relationship between child and current former caregiver and current or past child maltreatment Problems in relationship between child and current former caregiver and current or past child maltreatment 722 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundary with normality (threshold) • Temporary fluctuations in parenting behaviours due to stress or illness are common. For example, a parent undergoing serious medical treatment may be unable temporarily to meet a child’s needs appropriately. Similarly, more focused conflicts with caregivers are common among adolescents. Caregiver–child relationship problem should only be assigned if the relationship distress is substantial and sustained, and affects functioning. Course features • Caregiver–child relationship problem has a variable course. In some cases, relationship distress has a chronic course; in other cases, it may show substantial improvement over time. Developmental presentations • Young children are more likely to present with attachment problems (insecure or disorganized patterns), difficulty separating from parents or caregivers, or physical complaints than psychological symptoms. Psychological symptoms are more likely among older children and adolescents. • In infants or young children, distress may be exhibited by persistent withdrawal from the caregiver, freezing behaviours or heightened reactivity around the caregiver. Significant impact may be evidenced by a lack of appropriate developmental progression or even a loss of skills in an infant or young child. • For children or teens, distress may be exhibited by physical aggression, poor cooperation or oppositional behaviour with the affected caregiver, or by refusal to interact with the affected caregiver. • Older caregivers, such as grandparents, may be more vulnerable to problems in their relationships with high-energy children. Sex- and/or gender-related features • Although both the nature of the parental acts and their impact can vary by gender, boys and girls are equally likely to experience a caregiver–child relationship problem. Problems in relationship between child and current former caregiver and current or past child maltreatment Problems in relationship between child and current former caregiver and current or past child maltreatment",
  "gloss_vi": "To both parties if applicable. additional clinical features • problems in caregiver–child relationships are associated with the development of oppositional defiant disorder and conduct-dissocial disorder.",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "management",
      "caregiver"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships",
      "grief"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc to both parties if applicable. Additional clinical features • Problems in caregiver–child relationships are associated with the development of oppositional defiant disorder and conduct-dissocial disorder. Problems in relationship between child and current former caregiver and current or past child maltreatment Problems in relationship between child and current former caregiver and current or past child maltreatment 722 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundary with normality (threshold) • Temporary fluctuations in parenting behaviours due to stress or illness are common. For example, a parent undergoing serious medical treatment may be unable temporarily to meet a child’s needs appropriately. Similarly, more focused conflicts with caregivers are common among adolescents. Caregiver–child relationship problem should only be assigned if the relationship distress is substantial and sustained, and affects functioning. Course features • Caregiver–child relationship problem has a variable course. In some cases, relationship distress has a chronic course; in other cases, it may show substantial improvement over time. Developmental presentations • Young children are more likely to present with attachment problems (insecure or disorganized patterns), difficulty separating from parents or caregivers, or physical complaints than psychological symptoms. Psychological symptoms are more likely among older children and adolescents. • In infants or young children, distress may be exhibited by persistent withdrawal from the caregiver, freezing behaviours or heightened reactivity around the caregiver. Significant impact may be evidenced by a lack of appropriate developmental progression or even a loss of skills in an infant or young child. • For children or teens, distress may be exhibited by physical aggression, poor cooperation or oppositional behaviour with the affected caregiver, or by refusal to interact with the affected caregiver. • Older caregivers, such as grandparents, may be more vulnerable to problems in their relationships with high-energy children. Sex- and/or gender-related features • Although both the nature of the parental acts and their impact can vary by gender, boys and girls are equally likely to experience a caregiver–child relationship problem. Problems in relationship between child and current former caregiver and current or past child maltreatment Problems in relationship between child and current former caregiver and current or past child maltreatment To both parties if applicable. additional clinical features • problems in caregiver–child relationships are associated with the development of oppositional defiant disorder and conduct-dissocial disorder."
}