{
  "id": "icd11#do_not_do_ab639e8c",
  "title_en": "General — Do Not Do",
  "title_vi": "General — Do Not Do",
  "text_en": "210 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Mood disorders 211 Mood disorders Mood disorders is a superordinate grouping of bipolar disorders and depressive disorders. Mood disorders are defined according to particular types of mood episodes and their pattern over time. The primary types of mood episodes are: depressive episode manic episode mixed episode hypomanic episode. Mood episodes are not independently diagnosable entities, and therefore do not have their own diagnostic codes. Rather, mood episodes are the components of bipolar and related disorders and depressive disorders. Bipolar and related disorders include the following: 6A60 Bipolar type I disorder 6A61 Bipolar type II disorder 6A62 Cyclothymic disorder 6A6Y Other specified bipolar or related disorder 6A6Z Bipolar or related disorder, unspecified. Depressive disorders include the following: 6A70 Single episode depressive disorder 6A71 Recurrent depressive disorder 6A72 Dysthymic disorder 6A73 Mixed depressive and anxiety disorder 6A7Y Other specified depressive disorder 6A7Z Depressive disorder, unspecified. Mood disorders",
  "gloss_vi": "210 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders mood disorders 211 mood disorders mood disorders is a superordinate grouping of bipolar disorders and d...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "do_not_do"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Do Not Do General — Do Not Do 210 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Mood disorders 211 Mood disorders Mood disorders is a superordinate grouping of bipolar disorders and depressive disorders. Mood disorders are defined according to particular types of mood episodes and their pattern over time. The primary types of mood episodes are: depressive episode manic episode mixed episode hypomanic episode. Mood episodes are not independently diagnosable entities, and therefore do not have their own diagnostic codes. Rather, mood episodes are the components of bipolar and related disorders and depressive disorders. Bipolar and related disorders include the following: 6A60 Bipolar type I disorder 6A61 Bipolar type II disorder 6A62 Cyclothymic disorder 6A6Y Other specified bipolar or related disorder 6A6Z Bipolar or related disorder, unspecified. Depressive disorders include the following: 6A70 Single episode depressive disorder 6A71 Recurrent depressive disorder 6A72 Dysthymic disorder 6A73 Mixed depressive and anxiety disorder 6A7Y Other specified depressive disorder 6A7Z Depressive disorder, unspecified. Mood disorders 210 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders mood disorders 211 mood disorders mood disorders is a superordinate grouping of bipolar disorders and d..."
}