{
  "id": "icd11#risk_safety_896e0da4",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "pet to punish the child). Problems in relationship between child and current former caregiver and current or past child maltreatment Problems in relationship between child and current former caregiver and current or past child maltreatment 728 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders • Child psychological abuse is associated with a variety of mental disorders, including depressive disorders, adjustment disorder, anxiety and fear-related disorders, post- traumatic stress disorder, oppositional defiant disorder and conduct-dissocial disorder, as well as attentional problems, academic problems and suicidality. Boundary with normality (threshold) • Child psychological abuse is characterized by one or more verbal or symbolic acts, generally outside the sociocultural norms for parenting, that are – or have reasonable potential to be – harmful to the child. In contrast, whereas normal discipline may be upsetting to children, unlike psychological maltreatment it does not cause psychological harm, have the potential to cause psychological harm, result in somatic symptoms or interfere with functioning. Developmental presentations • For infants or young children, distress associated with psychological abuse may be exhibited by persistent withdrawal from the caregiver, freezing behaviours or heightened reactivity around the caregiver. The child may also exhibit an insecure or disorganized pattern of attachment. A significant impact of psychological abuse may be evidenced by lack of appropriate developmental progression or even a loss of skills in infant or young child. Vague physical complaints (stomach pain, headache) are also common. • Symptoms of mental disorders are more likely among older children and adolescents who experience psychological abuse. Distress may also be manifested in physical aggression, poor cooperation or oppositional behaviour towards the relevant caregiver; refusal to interact with that caregiver; thoughts of running away or fantasies of having another caregiver; inhibition, withdrawal or low self-esteem. Sex- and/or gender-related features • Although the nature of parental acts (e.g. restriction versus humiliation) and the impact of psychological abuse can vary by gender, boys and girls are equally likely to be victims. Problems in relationship between child and current former caregiver and current or past child maltreatment Problems in relationship between child and current former caregiver and current or past child maltreatment",
  "gloss_vi": "Pet to punish the child). problems in relationship between child and current former caregiver and current or past child maltreatment problems in relationship between child and current former caregiver and current or past...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "management",
      "caregiver"
    ],
    "life_topics": [
      "stress",
      "relationships",
      "self_esteem",
      "grief"
    ],
    "advice_section": [
      "communication_tips",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn pet to punish the child). Problems in relationship between child and current former caregiver and current or past child maltreatment Problems in relationship between child and current former caregiver and current or past child maltreatment 728 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders • Child psychological abuse is associated with a variety of mental disorders, including depressive disorders, adjustment disorder, anxiety and fear-related disorders, post- traumatic stress disorder, oppositional defiant disorder and conduct-dissocial disorder, as well as attentional problems, academic problems and suicidality. Boundary with normality (threshold) • Child psychological abuse is characterized by one or more verbal or symbolic acts, generally outside the sociocultural norms for parenting, that are – or have reasonable potential to be – harmful to the child. In contrast, whereas normal discipline may be upsetting to children, unlike psychological maltreatment it does not cause psychological harm, have the potential to cause psychological harm, result in somatic symptoms or interfere with functioning. Developmental presentations • For infants or young children, distress associated with psychological abuse may be exhibited by persistent withdrawal from the caregiver, freezing behaviours or heightened reactivity around the caregiver. The child may also exhibit an insecure or disorganized pattern of attachment. A significant impact of psychological abuse may be evidenced by lack of appropriate developmental progression or even a loss of skills in infant or young child. Vague physical complaints (stomach pain, headache) are also common. • Symptoms of mental disorders are more likely among older children and adolescents who experience psychological abuse. Distress may also be manifested in physical aggression, poor cooperation or oppositional behaviour towards the relevant caregiver; refusal to interact with that caregiver; thoughts of running away or fantasies of having another caregiver; inhibition, withdrawal or low self-esteem. Sex- and/or gender-related features • Although the nature of parental acts (e.g. restriction versus humiliation) and the impact of psychological abuse can vary by gender, boys and girls are equally likely to be victims. Problems in relationship between child and current former caregiver and current or past child maltreatment Problems in relationship between child and current former caregiver and current or past child maltreatment Pet to punish the child). problems in relationship between child and current former caregiver and current or past child maltreatment problems in relationship between child and current former caregiver and current or past..."
}