{
  "id": "icd11#screening_cues_0360d716",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "30 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders A part of this chapter is a detailed and comprehensive listing of mental or behavioural symptoms, signs or clinical findings, which also includes definitions for each. These often represent important problems in their own right (e.g. avolition, demoralization, apathy, thought blocking). The categories from this section can be used to describe the clinical presentation in the absence of a definitive mental, behavioural or neurodevelopmental disorder diagnosis. In addition, these categories can be useful when a mental disorder diagnosis has been assigned, and the symptom being described has implications for treatment but is not an essential feature of the disorder itself and does not meet the diagnostic requirements for a co-occurring disorder. A listing of mental or behavioural symptoms, signs or clinical findings included in this chapter, with their definitions, is provided as part of the CDDR (p. 677). Chapter 24. Factors influencing health status or contact with health services Categories from this chapter may be used when a person seeks mental health services for a reason other than for symptoms of a mental disorder (e.g. counselling for a problem associated with unemployment), or when the problem influences the person’s health status but is not in itself a mental disorder. A number of categories in this chapter are relevant to mental health professionals because they: • represent a reason for a clinical encounter other than a mental disorder (e.g. counselling related to sexuality, counselling related to procreative management); • are a focus of intervention (e.g. relationship problems and maltreatment – see p. 707); • are important to consider in the differential diagnosis of mental disorders (e.g. uncomplicated bereavement, malingering); or • are factors that may significantly contribute to the initiation or maintenance of disorders in the mental, behavioural and neurodevelopmental disorders chapter, including recognized social determinants of mental health (i.e. problems associated with finances, problems associated with employment or unemployment, target of perceived adverse discrimination or persecution). A listing of factors influencing health status or contact with health services that are particularly relevant to mental health and mental health services is provided as part of the CDDR (p. 733). ICD-11 diagnostic coding Among the most important innovations of ICD-11 is its ability to capture much more clinical information associated with a particular diagnosis than was possible with ICD-10. Some of the ICD-11 coding features discussed in this section are designed for optimal use in the context of electronic information systems able to generate and interpret complex, multipart codes – for example, based on checklists completed by the health professional. However, some of these coding capabilities will also be useful to health professionals who are individually responsible for determining and recording diagnoses and diagnostic codes. Even when coding itself is done by professional coders, as in some countries and health systems, it is important for health professionals to understand the information needed to generate the most accurate and useful codes so that they are better able to provide this information as a part of the medical record, even if it is recorded by hand. ICD-10 codes contained a letter of the alphabet in the first position, which indicated the chapter in which the category was classified. (The codes for ICD-10 mental and behavioural disorders all began with the letter “F”.) This was sufficient for the 22 chapters in ICD-10. All the other characters in the ICD-10 codes were limited to numbers, which imposed a limit of 10 subdivisions Using the CDDR for ICD-11 mental, behavioural and neurodevelopmental disorders in clinical settings 31 at each level corresponding to each digit",
  "gloss_vi": "30 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders a part of this chapter is a detailed and comprehensive listing of mental or behavioural symptoms, signs ...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "management"
    ],
    "life_topics": [
      "study",
      "relationships",
      "grief"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 30 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders A part of this chapter is a detailed and comprehensive listing of mental or behavioural symptoms, signs or clinical findings, which also includes definitions for each. These often represent important problems in their own right (e.g. avolition, demoralization, apathy, thought blocking). The categories from this section can be used to describe the clinical presentation in the absence of a definitive mental, behavioural or neurodevelopmental disorder diagnosis. In addition, these categories can be useful when a mental disorder diagnosis has been assigned, and the symptom being described has implications for treatment but is not an essential feature of the disorder itself and does not meet the diagnostic requirements for a co-occurring disorder. A listing of mental or behavioural symptoms, signs or clinical findings included in this chapter, with their definitions, is provided as part of the CDDR (p. 677). Chapter 24. Factors influencing health status or contact with health services Categories from this chapter may be used when a person seeks mental health services for a reason other than for symptoms of a mental disorder (e.g. counselling for a problem associated with unemployment), or when the problem influences the person’s health status but is not in itself a mental disorder. A number of categories in this chapter are relevant to mental health professionals because they: • represent a reason for a clinical encounter other than a mental disorder (e.g. counselling related to sexuality, counselling related to procreative management); • are a focus of intervention (e.g. relationship problems and maltreatment – see p. 707); • are important to consider in the differential diagnosis of mental disorders (e.g. uncomplicated bereavement, malingering); or • are factors that may significantly contribute to the initiation or maintenance of disorders in the mental, behavioural and neurodevelopmental disorders chapter, including recognized social determinants of mental health (i.e. problems associated with finances, problems associated with employment or unemployment, target of perceived adverse discrimination or persecution). A listing of factors influencing health status or contact with health services that are particularly relevant to mental health and mental health services is provided as part of the CDDR (p. 733). ICD-11 diagnostic coding Among the most important innovations of ICD-11 is its ability to capture much more clinical information associated with a particular diagnosis than was possible with ICD-10. Some of the ICD-11 coding features discussed in this section are designed for optimal use in the context of electronic information systems able to generate and interpret complex, multipart codes – for example, based on checklists completed by the health professional. However, some of these coding capabilities will also be useful to health professionals who are individually responsible for determining and recording diagnoses and diagnostic codes. Even when coding itself is done by professional coders, as in some countries and health systems, it is important for health professionals to understand the information needed to generate the most accurate and useful codes so that they are better able to provide this information as a part of the medical record, even if it is recorded by hand. ICD-10 codes contained a letter of the alphabet in the first position, which indicated the chapter in which the category was classified. (The codes for ICD-10 mental and behavioural disorders all began with the letter “F”.) This was sufficient for the 22 chapters in ICD-10. All the other characters in the ICD-10 codes were limited to numbers, which imposed a limit of 10 subdivisions Using the CDDR for ICD-11 mental, behavioural and neurodevelopmental disorders in clinical settings 31 at each level corresponding to each digit 30 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders a part of this chapter is a detailed and comprehensive listing of mental or behavioural symptoms, signs ..."
}