{
  "id": "icd11#risk_safety_d78dcb7b",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "disorder, obsessive- compulsive and related disorders, oppositional defiant disorder, disorders due to substance use, eating disorders and personality disorder. Course features for single episode depressive disorder and recurrent depressive disorder • The prevalence of depressive disorders significantly increases at puberty, with the average age of onset occurring during the mid-20s. • In the absence of intervention, depressive episodes typically last 3–4 months, with nearly half of affected individuals experiencing symptom reduction within 3 months and the majority experiencing remission within 1 year. Remission and recurrence rates vary widely; most individuals experience an average of four depressive episodes over their lifetime, and approximately half experience a recurrence within the first 5 years. The risk of relapse increases with each subsequent depressive episode. • It is common for depressive symptoms to persist between discrete episodes (i.e. partial remission), with some individuals never experiencing a complete remission of symptoms. This presentation warrants closer attention, because symptom persistence has been associated with shorter time to relapse as well as co-occurrence of other mental, behavioural and neurodevelopmental disorders including personality disorder, anxiety and fear-related disorders, and disorders due to substance use. • Lower rates of recovery are associated with longer duration and severity of symptoms and the presence of psychotic features. • Individuals with bipolar disorders often present initially with a depressive episode. Vulnerability factors associated with transition from a depressive disorder to a bipolar disorder include earlier age at onset, a family history of bipolar disorders and the presence of psychotic symptoms. Culture-related features for single episode depressive disorder and recurrent depressive disorder • The cultural salience of depressive symptoms may vary across social groups as a result of varying cultural “scripts” for the disorder, which make specific types of symptoms more prominent. For example, psychological (e.g. sadness, emotional numbness, rumination), moral (e.g. guilt, worthlessness), social/interpersonal (e.g. lack of productivity, conflictive relationships), hedonic (e.g. decreased pleasure), spiritual (e.g. dreams of dead relatives) or somatic (e.g. insomnia, pain, fatigue, dizziness) symptoms may systematically predominate among specific cultural or social groups. • In some cultural contexts, mood changes are more readily expressed in the form of bodily symptoms (e.g. pain, fatigue, weakness) rather than directly reported as psychological symptoms. • The perceived abnormality or acceptability of depressive symptoms may vary across cultures, affecting symptom detection and treatment acceptability. For example, some social groups or age cohorts may consider depressive symptoms to be normal reactions to adversity, depending on their tolerance of negative emotions or social withdrawal. Mood disorders | Recurrent depressive disorder",
  "gloss_vi": "Disorder, obsessive- compulsive and related disorders, oppositional defiant disorder, disorders due to substance use, eating disorders and personality disorder. course features for single episode depressive disorder and ...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "management",
      "caregiver"
    ],
    "life_topics": [
      "sleep",
      "study",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn disorder, obsessive- compulsive and related disorders, oppositional defiant disorder, disorders due to substance use, eating disorders and personality disorder. Course features for single episode depressive disorder and recurrent depressive disorder • The prevalence of depressive disorders significantly increases at puberty, with the average age of onset occurring during the mid-20s. • In the absence of intervention, depressive episodes typically last 3–4 months, with nearly half of affected individuals experiencing symptom reduction within 3 months and the majority experiencing remission within 1 year. Remission and recurrence rates vary widely; most individuals experience an average of four depressive episodes over their lifetime, and approximately half experience a recurrence within the first 5 years. The risk of relapse increases with each subsequent depressive episode. • It is common for depressive symptoms to persist between discrete episodes (i.e. partial remission), with some individuals never experiencing a complete remission of symptoms. This presentation warrants closer attention, because symptom persistence has been associated with shorter time to relapse as well as co-occurrence of other mental, behavioural and neurodevelopmental disorders including personality disorder, anxiety and fear-related disorders, and disorders due to substance use. • Lower rates of recovery are associated with longer duration and severity of symptoms and the presence of psychotic features. • Individuals with bipolar disorders often present initially with a depressive episode. Vulnerability factors associated with transition from a depressive disorder to a bipolar disorder include earlier age at onset, a family history of bipolar disorders and the presence of psychotic symptoms. Culture-related features for single episode depressive disorder and recurrent depressive disorder • The cultural salience of depressive symptoms may vary across social groups as a result of varying cultural “scripts” for the disorder, which make specific types of symptoms more prominent. For example, psychological (e.g. sadness, emotional numbness, rumination), moral (e.g. guilt, worthlessness), social/interpersonal (e.g. lack of productivity, conflictive relationships), hedonic (e.g. decreased pleasure), spiritual (e.g. dreams of dead relatives) or somatic (e.g. insomnia, pain, fatigue, dizziness) symptoms may systematically predominate among specific cultural or social groups. • In some cultural contexts, mood changes are more readily expressed in the form of bodily symptoms (e.g. pain, fatigue, weakness) rather than directly reported as psychological symptoms. • The perceived abnormality or acceptability of depressive symptoms may vary across cultures, affecting symptom detection and treatment acceptability. For example, some social groups or age cohorts may consider depressive symptoms to be normal reactions to adversity, depending on their tolerance of negative emotions or social withdrawal. Mood disorders | Recurrent depressive disorder Disorder, obsessive- compulsive and related disorders, oppositional defiant disorder, disorders due to substance use, eating disorders and personality disorder. course features for single episode depressive disorder and ..."
}