{
  "id": "icd11#risk_safety_cae9f1ca",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "Dissociative disorders 389 Developmental presentations • Disorganized attachment in childhood might put individuals at risk of developing partial dissociative identity disorder later in life. • The onset of partial dissociative identity disorder may occur at any stage of life, from early childhood to late adulthood. • Diagnosis in pre-adolescent children might be particularly challenging, as partial dissociative identity disorder in children can manifest in a variety of ways, including conduct problems, mood and anxiety symptoms, learning difficulties or what appear to be auditory hallucinations. Also, young children often project their dissociated identities onto toys or other objects, so that abnormalities in their identity may become detectable only as children age and their behaviours become less developmentally appropriate. Given adequate treatment, children with partial dissociative identity disorder tend to have a better prognosis than adults. • Early identity changes in adolescence characteristic of partial dissociative identity disorder may be mistaken for developmentally typical difficulties with emotional and behavioural regulation. • Older patients with partial dissociative identity disorder may present with what appears to be late-life paranoia, cognitive dysfunction, atypical mood, psychotic symptoms or obsessive-compulsive symptoms. Culture-related features • Features of partial dissociative identity disorder can be influenced by the individual’s cultural background. For example, individuals may present with dissociative symptoms of movement, behaviour or cognition – such as non-epileptic seizures and convulsions, paralyses or sensory loss – in sociocultural settings where such symptoms are common. • In some societies, presentations of partial dissociative identity disorder may occur after stressful exposures (e.g. recurrent parental affect dysregulation), which may or may not involve physical or sexual abuse. The tendency towards dissociative responses to stressors may be increased in cultures with less individualistic (“bounded”) conceptions of the self, or in circumstances of socioeconomic deprivation. Sex- and/or gender-related features • Females appear to be more likely to experience identity intrusions. Dissociative disorders | Partial dissociative identity disorder 390 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundaries with other disorders and conditions (differential diagnosis) Boundary with trance disorder and possession trance disorder Some dissociative intrusions in partial dissociative identity disorder may resemble trance states, but trance disorder is not characterized by the presence of two or more distinct personality states. In possession trance disorder, the individual’s normal sense of personal identity is replaced by an external “possessing” identity, which is attributed to the influence of a spirit, power, deity or other spiritual entity. Behaviours or movements are experienced as being controlled by the possessing agent. Individuals who experience dissociative intrusions attributed to both internal and external entities should receive a diagnosis of partial dissociative identity disorder rather than possession",
  "gloss_vi": "Dissociative disorders 389 developmental presentations • disorganized attachment in childhood might put individuals at nguy cơ of developing partial dissociative identity disorder later in life. • the onset of partial di...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "management"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships",
      "grief"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn Dissociative disorders 389 Developmental presentations • Disorganized attachment in childhood might put individuals at risk of developing partial dissociative identity disorder later in life. • The onset of partial dissociative identity disorder may occur at any stage of life, from early childhood to late adulthood. • Diagnosis in pre-adolescent children might be particularly challenging, as partial dissociative identity disorder in children can manifest in a variety of ways, including conduct problems, mood and anxiety symptoms, learning difficulties or what appear to be auditory hallucinations. Also, young children often project their dissociated identities onto toys or other objects, so that abnormalities in their identity may become detectable only as children age and their behaviours become less developmentally appropriate. Given adequate treatment, children with partial dissociative identity disorder tend to have a better prognosis than adults. • Early identity changes in adolescence characteristic of partial dissociative identity disorder may be mistaken for developmentally typical difficulties with emotional and behavioural regulation. • Older patients with partial dissociative identity disorder may present with what appears to be late-life paranoia, cognitive dysfunction, atypical mood, psychotic symptoms or obsessive-compulsive symptoms. Culture-related features • Features of partial dissociative identity disorder can be influenced by the individual’s cultural background. For example, individuals may present with dissociative symptoms of movement, behaviour or cognition – such as non-epileptic seizures and convulsions, paralyses or sensory loss – in sociocultural settings where such symptoms are common. • In some societies, presentations of partial dissociative identity disorder may occur after stressful exposures (e.g. recurrent parental affect dysregulation), which may or may not involve physical or sexual abuse. The tendency towards dissociative responses to stressors may be increased in cultures with less individualistic (“bounded”) conceptions of the self, or in circumstances of socioeconomic deprivation. Sex- and/or gender-related features • Females appear to be more likely to experience identity intrusions. Dissociative disorders | Partial dissociative identity disorder 390 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundaries with other disorders and conditions (differential diagnosis) Boundary with trance disorder and possession trance disorder Some dissociative intrusions in partial dissociative identity disorder may resemble trance states, but trance disorder is not characterized by the presence of two or more distinct personality states. In possession trance disorder, the individual’s normal sense of personal identity is replaced by an external “possessing” identity, which is attributed to the influence of a spirit, power, deity or other spiritual entity. Behaviours or movements are experienced as being controlled by the possessing agent. Individuals who experience dissociative intrusions attributed to both internal and external entities should receive a diagnosis of partial dissociative identity disorder rather than possession Dissociative disorders 389 developmental presentations • disorganized attachment in childhood might put individuals at nguy cơ of developing partial dissociative identity disorder later in life. • the onset of partial di..."
}