{
  "id": "icd11#screening_cues_68279202",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Mental or behavioural symptoms, signs or clinical findings 681 MB21.9 Perseveration • Perseveration refers to the persistent repetition of previously used words, phrases or details that are not responsive to the demands of the situation. MB21.A Poor concentration • Poor concentration refers to difficulty focusing attention and sustaining the mental energy necessary to accomplish a task or goal. MB21.B Racing thoughts • Racing thoughts refers to a subjective perception of accelerated thought processes. MB4B.0 Dyslexia and alexia • Dyslexia and alexia refer to the loss – usually in adulthood – of a previous ability to read fluently and to accurately comprehend written material, that is inconsistent with general level of intellectual functioning and is acquired after the developmental period in individuals who had previously attained these skills, such as due to a stroke or other brain injury. MB4B.1 Agnosia • Agnosia refers to the inability to recognize objects, shapes, people, sounds or smells, which occurs despite otherwise normal functioning of the specific sense, and is not accounted for by memory impairment. MB4B.2 Acalculia • Acalculia refers to the loss – usually in adulthood – of a previous ability to perform simple mathematical calculations, that is inconsistent with general level of intellectual functioning and is acquired after the developmental period in individuals who had previously attained these skills, such as due to a stroke or other brain injury. MB4B.3 Agraphia • Agraphia refers to the loss – usually in adulthood – of a previous ability to write, that is inconsistent with general level of intellectual functioning and is acquired after the developmental period in individuals who had previously attained these skills, such as due to a stroke",
  "gloss_vi": "Mental or behavioural symptoms, signs or clinical findings 681 mb21.9 perseveration • perseveration refers to the persistent repetition of previously used words, phrases or details that are not responsive to the demands ...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral"
    ],
    "life_topics": [
      "study",
      "grief"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Mental or behavioural symptoms, signs or clinical findings 681 MB21.9 Perseveration • Perseveration refers to the persistent repetition of previously used words, phrases or details that are not responsive to the demands of the situation. MB21.A Poor concentration • Poor concentration refers to difficulty focusing attention and sustaining the mental energy necessary to accomplish a task or goal. MB21.B Racing thoughts • Racing thoughts refers to a subjective perception of accelerated thought processes. MB4B.0 Dyslexia and alexia • Dyslexia and alexia refer to the loss – usually in adulthood – of a previous ability to read fluently and to accurately comprehend written material, that is inconsistent with general level of intellectual functioning and is acquired after the developmental period in individuals who had previously attained these skills, such as due to a stroke or other brain injury. MB4B.1 Agnosia • Agnosia refers to the inability to recognize objects, shapes, people, sounds or smells, which occurs despite otherwise normal functioning of the specific sense, and is not accounted for by memory impairment. MB4B.2 Acalculia • Acalculia refers to the loss – usually in adulthood – of a previous ability to perform simple mathematical calculations, that is inconsistent with general level of intellectual functioning and is acquired after the developmental period in individuals who had previously attained these skills, such as due to a stroke or other brain injury. MB4B.3 Agraphia • Agraphia refers to the loss – usually in adulthood – of a previous ability to write, that is inconsistent with general level of intellectual functioning and is acquired after the developmental period in individuals who had previously attained these skills, such as due to a stroke Mental or behavioural symptoms, signs or clinical findings 681 mb21.9 perseveration • perseveration refers to the persistent repetition of previously used words, phrases or details that are not responsive to the demands ..."
}