{
  "id": "icd11#screening_cues_5ecce544",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "syndrome or fetal alcohol syndrome. These conditions are differentiated from disinhibited social engagement disorder by confirmatory clinical features and laboratory investigations, and typically by the absence of a history of grossly insufficient care. Disorders specifically associated with stress | Disinhibited social engagement disorder Disorders specifically associated with stress 361 6B4Y Other specified disorder specifically associated with stress Essential (required) features • The presentation is characterized by stress-related symptoms that share primary clinical features with other disorders specifically associated with stress (e.g. occurring in specific association with an identifiable stressor). • The symptoms do not fulfil the diagnostic requirements for any other disorder in the grouping of disorders specifically associated with stress or for acute stress reaction. • The symptoms are not better accounted for by another mental disorder (e.g. a mood disorder or an anxiety or fear-related disorder). • The symptoms are not a manifestation of another medical condition, and are not due to the effects of a substance or medication on the central nervous system, including withdrawal effects. • The symptoms result in significant distress or significant impairment in personal, family, social, educational, occupational or other important areas of functioning. If functioning is maintained, it is only through significant additional effort. 6B4Z Disorder specifically associated with stress, unspecified Secondary-parented category in disorders specifically associated with stress QE84 Acute stress reaction Note: acute stress reaction is not considered to be a mental disorder but rather appears in Chapter 24 on factors influencing health status or contact with health services. It is listed here to assist in differential diagnosis. Essential (required) features • Exposure to an event or situation (either short- or long-lasting) of an extremely threatening or horrific nature is required for diagnosis. Such events include, but are not limited to, directly experiencing natural or human-made disasters, combat, serious accidents, torture, Disorders specifically associated with stress | Other specified or unspecified disorder specifically associated with stress",
  "gloss_vi": "Syndrome or fetal alcohol syndrome. these conditions are differentiated from disinhibited social engagement disorder by confirmatory clinical features and laboratory investigations, and typically by the absence of a hist...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation",
      "do_not_do",
      "caregiver"
    ],
    "life_topics": [
      "stress",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc syndrome or fetal alcohol syndrome. These conditions are differentiated from disinhibited social engagement disorder by confirmatory clinical features and laboratory investigations, and typically by the absence of a history of grossly insufficient care. Disorders specifically associated with stress | Disinhibited social engagement disorder Disorders specifically associated with stress 361 6B4Y Other specified disorder specifically associated with stress Essential (required) features • The presentation is characterized by stress-related symptoms that share primary clinical features with other disorders specifically associated with stress (e.g. occurring in specific association with an identifiable stressor). • The symptoms do not fulfil the diagnostic requirements for any other disorder in the grouping of disorders specifically associated with stress or for acute stress reaction. • The symptoms are not better accounted for by another mental disorder (e.g. a mood disorder or an anxiety or fear-related disorder). • The symptoms are not a manifestation of another medical condition, and are not due to the effects of a substance or medication on the central nervous system, including withdrawal effects. • The symptoms result in significant distress or significant impairment in personal, family, social, educational, occupational or other important areas of functioning. If functioning is maintained, it is only through significant additional effort. 6B4Z Disorder specifically associated with stress, unspecified Secondary-parented category in disorders specifically associated with stress QE84 Acute stress reaction Note: acute stress reaction is not considered to be a mental disorder but rather appears in Chapter 24 on factors influencing health status or contact with health services. It is listed here to assist in differential diagnosis. Essential (required) features • Exposure to an event or situation (either short- or long-lasting) of an extremely threatening or horrific nature is required for diagnosis. Such events include, but are not limited to, directly experiencing natural or human-made disasters, combat, serious accidents, torture, Disorders specifically associated with stress | Other specified or unspecified disorder specifically associated with stress Syndrome or fetal alcohol syndrome. these conditions are differentiated from disinhibited social engagement disorder by confirmatory clinical features and laboratory investigations, and typically by the absence of a hist..."
}