{
  "id": "icd11#screening_cues_d3fe1146",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Dissociative disorders 365 Dissociative disorders Dissociative disorders are characterized by involuntary disruption or discontinuity in the normal integration of one or more of the following: identity, sensations, perceptions, affects, thoughts, memories, control over bodily movements or behaviour. Disruption or discontinuity may be complete, but is more commonly partial, and can vary from day to day or even from hour to hour. Experiences that are part of an accepted cultural, religious or spiritual practice should not be viewed as symptoms of dissociative disorders. Dissociative disorders include the following: 6B60 Dissociative neurological symptom disorder 6B61 Dissociative amnesia 6B62 Trance disorder 6B63 Possession trance disorder 6B64 Dissociative identity disorder 6B65 Partial dissociative identity disorder 6B66 Depersonalization-derealization disorder 6B6Y Other specified dissociative disorder 6B6Z Dissociative disorder, unspecified. Dissociative disorders 366 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders 6B60 Dissociative neurological symptom disorder Essential (required) features • Involuntary disruption or discontinuity in the normal integration of motor, sensory or cognitive functions, lasting at least several hours, is required for diagnosis. • Clinical findings are not consistent with a recognized disease of the nervous system (e.g. a stroke) or another medical condition (e.g. a head injury). • The symptoms do not occur exclusively during episodes of trance disorder, possession trance disorder, dissociative identity disorder or partial dissociative identity disorder. • The symptoms are not due to the effects of a substance",
  "gloss_vi": "Dissociative disorders 365 dissociative disorders dissociative disorders are characterized by involuntary disruption or discontinuity in the normal integration of one or more of the following: identity, sensations, perce...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do",
      "management"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Dissociative disorders 365 Dissociative disorders Dissociative disorders are characterized by involuntary disruption or discontinuity in the normal integration of one or more of the following: identity, sensations, perceptions, affects, thoughts, memories, control over bodily movements or behaviour. Disruption or discontinuity may be complete, but is more commonly partial, and can vary from day to day or even from hour to hour. Experiences that are part of an accepted cultural, religious or spiritual practice should not be viewed as symptoms of dissociative disorders. Dissociative disorders include the following: 6B60 Dissociative neurological symptom disorder 6B61 Dissociative amnesia 6B62 Trance disorder 6B63 Possession trance disorder 6B64 Dissociative identity disorder 6B65 Partial dissociative identity disorder 6B66 Depersonalization-derealization disorder 6B6Y Other specified dissociative disorder 6B6Z Dissociative disorder, unspecified. Dissociative disorders 366 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders 6B60 Dissociative neurological symptom disorder Essential (required) features • Involuntary disruption or discontinuity in the normal integration of motor, sensory or cognitive functions, lasting at least several hours, is required for diagnosis. • Clinical findings are not consistent with a recognized disease of the nervous system (e.g. a stroke) or another medical condition (e.g. a head injury). • The symptoms do not occur exclusively during episodes of trance disorder, possession trance disorder, dissociative identity disorder or partial dissociative identity disorder. • The symptoms are not due to the effects of a substance Dissociative disorders 365 dissociative disorders dissociative disorders are characterized by involuntary disruption or discontinuity in the normal integration of one or more of the following: identity, sensations, perce..."
}