{
  "id": "icd11#management_9786bfd8",
  "title_en": "General — Management",
  "title_vi": "General — Management",
  "text_en": "710 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders QE82 Personal history of maltreatment QE82.0 Personal history of physical abuse QE82.1 Personal history of sexual abuse QE82.2 Personal history of psychological abuse QE82.3 Personal history of neglect QE82.Y Other specified personal history of maltreatment QE82.Z Personal history of maltreatment, unspecified. These diagnoses can be used to indicate ongoing or past episodes of maltreatment by someone other than a spouse or partner (e.g. a parent, another relative, a stranger), when the focus of the evaluation is not related to a specific injury or death. If the history of maltreatment is related to a spouse or partner relationship, categories from QE51.1 History of spouse or partner violence should be used instead. The time in life (e.g. child under 5 years, adolescent, late geriatric) can be indicated using postcoordinated extension codes. Available categories for examination or observation for suspected maltreatment in Chapter 24 are: QA04.5 Examination or observation for suspected maltreatment QA04.50 Examination or observation for suspected physical maltreatment QA04.51 Examination or observation for suspected sexual maltreatment QA04.52 Examination or observation for suspected psychological maltreatment QA04.53 Examination or observation for suspected neglect or abandonment QA04.5Y Other specified examination or observation for suspected maltreatment QA04.5Z Examination or observation for suspected maltreatment, unspecified. If maltreatment is confirmed based on the examination or observation, the diagnosis should generally be changed to one of the maltreatment categories in Chapter 24, if the evaluation is in relation to a specific injury, or otherwise to the applicable history or spouse or partner violence or personal history of maltreatment category in Chapter 24. In some circumstances, categories from Chapter 23 and Chapter 24 can be used together – for example, when there is an established history of maltreatment, and an injury resulting from that maltreatment is the focus of a current episode of care. However, examination or observation codes in Chapter 24 would typically not be assigned together with maltreatment categories from Chapter 23 explaining the cause of a specific injury. Relationship problems and maltreatment",
  "gloss_vi": "710 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders qe82 personal history of maltreatment qe82.0 personal history of physical abuse qe82.1 personal history...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "management"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Management General — Management 710 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders QE82 Personal history of maltreatment QE82.0 Personal history of physical abuse QE82.1 Personal history of sexual abuse QE82.2 Personal history of psychological abuse QE82.3 Personal history of neglect QE82.Y Other specified personal history of maltreatment QE82.Z Personal history of maltreatment, unspecified. These diagnoses can be used to indicate ongoing or past episodes of maltreatment by someone other than a spouse or partner (e.g. a parent, another relative, a stranger), when the focus of the evaluation is not related to a specific injury or death. If the history of maltreatment is related to a spouse or partner relationship, categories from QE51.1 History of spouse or partner violence should be used instead. The time in life (e.g. child under 5 years, adolescent, late geriatric) can be indicated using postcoordinated extension codes. Available categories for examination or observation for suspected maltreatment in Chapter 24 are: QA04.5 Examination or observation for suspected maltreatment QA04.50 Examination or observation for suspected physical maltreatment QA04.51 Examination or observation for suspected sexual maltreatment QA04.52 Examination or observation for suspected psychological maltreatment QA04.53 Examination or observation for suspected neglect or abandonment QA04.5Y Other specified examination or observation for suspected maltreatment QA04.5Z Examination or observation for suspected maltreatment, unspecified. If maltreatment is confirmed based on the examination or observation, the diagnosis should generally be changed to one of the maltreatment categories in Chapter 24, if the evaluation is in relation to a specific injury, or otherwise to the applicable history or spouse or partner violence or personal history of maltreatment category in Chapter 24. In some circumstances, categories from Chapter 23 and Chapter 24 can be used together – for example, when there is an established history of maltreatment, and an injury resulting from that maltreatment is the focus of a current episode of care. However, examination or observation codes in Chapter 24 would typically not be assigned together with maltreatment categories from Chapter 23 explaining the cause of a specific injury. Relationship problems and maltreatment 710 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders qe82 personal history of maltreatment qe82.0 personal history of physical abuse qe82.1 personal history..."
}