{
  "id": "icd11#screening_cues_66621d88",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "includes a grouping of premenstrual disturbances that may include significant mood symptoms, such as depressed mood and irritability, as well as somatic and cognitive symptoms that may also occur in mood disorders. In particular, premenstrual dysphoric disorder is secondary-parented in the mood disorders grouping of ICD-11, and the CDDR for this entity are provided in this volume. In addition, while nearly all sexual dysfunctions classified as diseases of the genitourinary system in ICD-10 have been moved to the new ICD-11 chapter on conditions related to sexual health (see the next section), pain syndromes that are more generally associated with genital organs or the menstrual cycle are classified in Chapter 16. Chapter 17. Conditions related to sexual health Analogously to sleep-wake disorders, the ICD-10 classification of sexual dysfunctions was based on a Cartesian separation of “organic” and “nonorganic” conditions. Sexual dysfunctions not caused by organic disorder or disease (F52), which also include “nonorganic” versions of the sexual pain disorders vaginismus and dyspareunia, were classified in the ICD-10 chapter on mental and behavioural disorders, and most “organic” sexual dysfunctions are classified in the chapter on diseases of the genitourinary system. These have been brought together in a new unified classification of sexual dysfunctions and sexual pain disorders in the ICD-11 chapter on conditions related to sexual health. This approach is consistent with current, more integrative clinical approaches in sexual health, and recognizes the large body of evidence that the origin and maintenance of sexual dysfunctions and sexual pain disorders most often involves the interaction of physiological and psychological/behavioural factors. Reformulated versions of all sexual dysfunctions from the ICD-10 mental and behavioural disorders chapter can be found in the ICD-11 chapter on conditions related to sexual health, except for ICD-10 excessive sexual drive – a condition most closely related to compulsive sexual behaviour disorder in ICD-11 – which is included in the grouping of impulse control disorders. As with sleep-wake disorders, placement of these conditions in a separate chapter on conditions related to sexual health is not intended to indicate that they should not be diagnosed and treated by appropriately trained mental health professionals. The ICD-11 chapter on conditions related to sexual health also includes gender incongruence, which represents a reformulation and renaming of ICD-10 gender identity disorders. There was substantial evidence that the nexus of stigmatization of transgender people and of mental disorders had contributed to a doubly burdensome situation for transgender and gender-variant people, and that stigma associated with the intersection of transgender status and mental disorders had contributed to precarious legal status, human rights violations and barriers to appropriate health care in this population. Although gender identity is clearly distinct from sex, this chapter appeared to offer the most broadly acceptable home for categories related to gender identity, while making it clear that they are no longer considered to be mental disorders. This position has been supported by a series of ICD-11 field studies. Gender incongruence was not proposed for elimination in ICD-11 because in many countries access to relevant health services is contingent on a qualifying diagnosis. Chapter 21. Symptoms, signs or clinical findings, not elsewhere classified The categories in this chapter are not considered to be disorders but rather provide descriptions of specific symptoms that may be used to describe the reason for a clinical encounter when a more precise diagnosis has not been established for various reasons. These categories may also be used to describe clinically important aspects of the individual’s presentation when a diagnosis has been assigned.",
  "gloss_vi": "Includes a grouping of premenstrual disturbances that may include significant mood symptoms, such as depressed mood and irritability, as well as somatic and cognitive symptoms that may also occur in mood disorders. in pa...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation",
      "management"
    ],
    "life_topics": [
      "sleep"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc includes a grouping of premenstrual disturbances that may include significant mood symptoms, such as depressed mood and irritability, as well as somatic and cognitive symptoms that may also occur in mood disorders. In particular, premenstrual dysphoric disorder is secondary-parented in the mood disorders grouping of ICD-11, and the CDDR for this entity are provided in this volume. In addition, while nearly all sexual dysfunctions classified as diseases of the genitourinary system in ICD-10 have been moved to the new ICD-11 chapter on conditions related to sexual health (see the next section), pain syndromes that are more generally associated with genital organs or the menstrual cycle are classified in Chapter 16. Chapter 17. Conditions related to sexual health Analogously to sleep-wake disorders, the ICD-10 classification of sexual dysfunctions was based on a Cartesian separation of “organic” and “nonorganic” conditions. Sexual dysfunctions not caused by organic disorder or disease (F52), which also include “nonorganic” versions of the sexual pain disorders vaginismus and dyspareunia, were classified in the ICD-10 chapter on mental and behavioural disorders, and most “organic” sexual dysfunctions are classified in the chapter on diseases of the genitourinary system. These have been brought together in a new unified classification of sexual dysfunctions and sexual pain disorders in the ICD-11 chapter on conditions related to sexual health. This approach is consistent with current, more integrative clinical approaches in sexual health, and recognizes the large body of evidence that the origin and maintenance of sexual dysfunctions and sexual pain disorders most often involves the interaction of physiological and psychological/behavioural factors. Reformulated versions of all sexual dysfunctions from the ICD-10 mental and behavioural disorders chapter can be found in the ICD-11 chapter on conditions related to sexual health, except for ICD-10 excessive sexual drive – a condition most closely related to compulsive sexual behaviour disorder in ICD-11 – which is included in the grouping of impulse control disorders. As with sleep-wake disorders, placement of these conditions in a separate chapter on conditions related to sexual health is not intended to indicate that they should not be diagnosed and treated by appropriately trained mental health professionals. The ICD-11 chapter on conditions related to sexual health also includes gender incongruence, which represents a reformulation and renaming of ICD-10 gender identity disorders. There was substantial evidence that the nexus of stigmatization of transgender people and of mental disorders had contributed to a doubly burdensome situation for transgender and gender-variant people, and that stigma associated with the intersection of transgender status and mental disorders had contributed to precarious legal status, human rights violations and barriers to appropriate health care in this population. Although gender identity is clearly distinct from sex, this chapter appeared to offer the most broadly acceptable home for categories related to gender identity, while making it clear that they are no longer considered to be mental disorders. This position has been supported by a series of ICD-11 field studies. Gender incongruence was not proposed for elimination in ICD-11 because in many countries access to relevant health services is contingent on a qualifying diagnosis. Chapter 21. Symptoms, signs or clinical findings, not elsewhere classified The categories in this chapter are not considered to be disorders but rather provide descriptions of specific symptoms that may be used to describe the reason for a clinical encounter when a more precise diagnosis has not been established for various reasons. These categories may also be used to describe clinically important aspects of the individual’s presentation when a diagnosis has been assigned. Includes a grouping of premenstrual disturbances that may include significant mood symptoms, such as depressed mood and irritability, as well as somatic and cognitive symptoms that may also occur in mood disorders. in pa..."
}