{
  "id": "icd11#screening_cues_8f32a762",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Catatonia 209 Boundary of catatonia with autonomic abnormality with neuroleptic malignant syndrome Symptoms of neuroleptic malignant syndrome include high fever, muscle stiffness, altered mental status and autonomic dysfunction (e.g. wide swings of blood pressure, excessive sweating, excessive secretion of saliva), most of which may also occur in catatonia with autonomic abnormality. A diagnosis of neuroleptic malignant syndrome is based on the clinical judgement that exposure to an antipsychotic medication or other dopamine receptor-blocking agents is the cause of the symptoms. This distinction can be difficult because many individuals who develop catatonia take antipsychotic medication. It is made based on the timing of the symptoms in relation to medication use, prior history of multiple episodes of catatonia (in which case neuroleptic malignant syndrome is less likely), and sometimes the presence of certain medical complications that are not characteristic of catatonia, such as hyperkalaemia or liver or kidney failure. Boundary of catatonia with serotonin syndrome Symptoms of serotonin syndrome include agitation or restlessness and muscle rigidity, as well as autonomic disturbances such as high fever and tachycardia, which",
  "gloss_vi": "Catatonia 209 ranh giới of catatonia with autonomic abnormality with neuroleptic malignant syndrome symptoms of neuroleptic malignant syndrome include high fever, muscle stiffness, altered mental status and autonomic dys...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "relationships"
    ],
    "advice_section": [
      "communication_tips",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Catatonia 209 Boundary of catatonia with autonomic abnormality with neuroleptic malignant syndrome Symptoms of neuroleptic malignant syndrome include high fever, muscle stiffness, altered mental status and autonomic dysfunction (e.g. wide swings of blood pressure, excessive sweating, excessive secretion of saliva), most of which may also occur in catatonia with autonomic abnormality. A diagnosis of neuroleptic malignant syndrome is based on the clinical judgement that exposure to an antipsychotic medication or other dopamine receptor-blocking agents is the cause of the symptoms. This distinction can be difficult because many individuals who develop catatonia take antipsychotic medication. It is made based on the timing of the symptoms in relation to medication use, prior history of multiple episodes of catatonia (in which case neuroleptic malignant syndrome is less likely), and sometimes the presence of certain medical complications that are not characteristic of catatonia, such as hyperkalaemia or liver or kidney failure. Boundary of catatonia with serotonin syndrome Symptoms of serotonin syndrome include agitation or restlessness and muscle rigidity, as well as autonomic disturbances such as high fever and tachycardia, which Catatonia 209 ranh giới of catatonia with autonomic abnormality with neuroleptic malignant syndrome symptoms of neuroleptic malignant syndrome include high fever, muscle stiffness, altered mental status and autonomic dys..."
}