{
  "id": "icd11#screening_cues_3e0a20c6",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "primarily by the disturbance of attention, awareness and arousal – as well as impairment in other cognitive domains – that characterize delirium and are not features of catatonia and the impairment of volition (e.g. ambitendency, negativism, mannerisms) and abnormal muscle tone (rigidity, waxy flexibility, catalepsy) that may occur in catatonia but not delirium. Catatonia | Catatonia, unspecified Catatonia 209 Boundary of catatonia with autonomic abnormality with neuroleptic malignant syndrome Symptoms of neuroleptic malignant syndrome include high fever, muscle stiffness, altered mental status and autonomic dysfunction (e.g. wide swings of blood pressure, excessive sweating, excessive secretion of saliva), most of which may also occur in catatonia with autonomic abnormality. A diagnosis of neuroleptic malignant syndrome is based on the clinical judgement that exposure to an antipsychotic medication or other dopamine receptor-blocking agents is the cause of the symptoms. This distinction can be difficult because many individuals who develop catatonia take antipsychotic medication. It is made based on the timing of the symptoms in relation to medication use, prior history of multiple episodes of catatonia (in which case neuroleptic malignant syndrome is less likely), and sometimes the presence of certain medical complications that are not characteristic of catatonia, such as hyperkalaemia or liver or kidney failure. Boundary of catatonia with serotonin syndrome Symptoms of serotonin syndrome include agitation or restlessness and muscle rigidity, as well as autonomic disturbances such as high fever and tachycardia, which may also occur in catatonia. A diagnosis of serotonin syndrome involves the clinical judgement that exposure to a serotonergic medication or an interaction between serotonergic medications (e.g. when increasing the dose of a medication or adding a new medication) is the cause of the symptoms, based on the timing of the symptoms in relation to medication use. Serotonin syndrome is more likely to present with tremor, hyperactive muscle reflexes (including clonus) and nystagmus than catatonia. However, the presence of these symptoms does not exclude the possibility of co-occurring catatonia. Boundary of catatonia with malingering or factitious disorder Malingering and factitious disorder are both diagnosed based on evidence of feigning of symptoms, which may include catatonic symptoms. Evidence for feigning often includes the observation that the symptoms occur only when the person is being watched. However, disturbances of volition in catatonia (e.g. negativism) may only become apparent during social interactions, which should not by itself be interpreted as evidence of feigning. Catatonia | Catatonia, unspecified",
  "gloss_vi": "Primarily by the disturbance of attention, awareness and arousal – as well as impairment in other cognitive domains – that characterize delirium and are not features of catatonia and the impairment of volition (e.g. ambi...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "management"
    ],
    "life_topics": [
      "relationships"
    ],
    "advice_section": [
      "communication_tips",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc primarily by the disturbance of attention, awareness and arousal – as well as impairment in other cognitive domains – that characterize delirium and are not features of catatonia and the impairment of volition (e.g. ambitendency, negativism, mannerisms) and abnormal muscle tone (rigidity, waxy flexibility, catalepsy) that may occur in catatonia but not delirium. Catatonia | Catatonia, unspecified Catatonia 209 Boundary of catatonia with autonomic abnormality with neuroleptic malignant syndrome Symptoms of neuroleptic malignant syndrome include high fever, muscle stiffness, altered mental status and autonomic dysfunction (e.g. wide swings of blood pressure, excessive sweating, excessive secretion of saliva), most of which may also occur in catatonia with autonomic abnormality. A diagnosis of neuroleptic malignant syndrome is based on the clinical judgement that exposure to an antipsychotic medication or other dopamine receptor-blocking agents is the cause of the symptoms. This distinction can be difficult because many individuals who develop catatonia take antipsychotic medication. It is made based on the timing of the symptoms in relation to medication use, prior history of multiple episodes of catatonia (in which case neuroleptic malignant syndrome is less likely), and sometimes the presence of certain medical complications that are not characteristic of catatonia, such as hyperkalaemia or liver or kidney failure. Boundary of catatonia with serotonin syndrome Symptoms of serotonin syndrome include agitation or restlessness and muscle rigidity, as well as autonomic disturbances such as high fever and tachycardia, which may also occur in catatonia. A diagnosis of serotonin syndrome involves the clinical judgement that exposure to a serotonergic medication or an interaction between serotonergic medications (e.g. when increasing the dose of a medication or adding a new medication) is the cause of the symptoms, based on the timing of the symptoms in relation to medication use. Serotonin syndrome is more likely to present with tremor, hyperactive muscle reflexes (including clonus) and nystagmus than catatonia. However, the presence of these symptoms does not exclude the possibility of co-occurring catatonia. Boundary of catatonia with malingering or factitious disorder Malingering and factitious disorder are both diagnosed based on evidence of feigning of symptoms, which may include catatonic symptoms. Evidence for feigning often includes the observation that the symptoms occur only when the person is being watched. However, disturbances of volition in catatonia (e.g. negativism) may only become apparent during social interactions, which should not by itself be interpreted as evidence of feigning. Catatonia | Catatonia, unspecified Primarily by the disturbance of attention, awareness and arousal – as well as impairment in other cognitive domains – that characterize delirium and are not features of catatonia and the impairment of volition (e.g. ambi..."
}