{
  "id": "icd11#screening_cues_6a5c11e1",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "818 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Subgroup on the classification of behavioural and psychological symptoms in neurocognitive disorders Armin von Gunten, Chair Manabu Ikeda Sabine Bährer-Kohler Deepti Kukreja Henry Brodaty Michael Kopelman Paulo Caramelli Wendy Moyle Helen F.K. Chiu Adesola Ogunniyi Jiska Cohen-Mansfield Ann D. Watts Additional contributors Tresa Roebuck Spencer Stephen R. Gillaspy Michelle Braun Murat Emre Jennifer Morgan Hiral G. Shah Antonio E. Puente Consultation Group, Dementia Laboratory, National Institute of Neurology and Neurosurgery Manuel Velasco Suárez, Mexico Ana Luisa Sosa-Ortíz Marisol Ramírez-Abascal Juan Francisco Flores-Vásquez José Alberto Téllez-Martínez Erika Mariana Longoria-Ibarrola Raúl Alejandro Basante-Avendaño ICD-11 Working Group on Cultural Considerations Oye Gureje, Co-Chair Guilherme L. G. Borges Roberto Lewis-Fernández, Co-Chair Brian J. Hall Kamaldeep Bhui Laurence J. Kirmayer ICD-11 Working Group on the Classification of Mental and Behavioural Disorders in Older Adults Armin von Gunten, Chair Murad M. Khan Vincent Camus Deepti Kukreja Gerard J.A. Byrne Carlos A.M. Lima Brian M. Draper Raimundo Mateos-Alvarez Farbod Fadai Nancy A. Pachana Sanford Finkel Richard Uwakwe Horácio A.J. Firmino Contributors 819 ICD-11 Primary Care Working Group David P.",
  "gloss_vi": "818 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders subgroup on the classification of behavioural and psychological symptoms in neurocognitive disorders ar...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "management"
    ],
    "life_topics": [
      "work"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 818 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Subgroup on the classification of behavioural and psychological symptoms in neurocognitive disorders Armin von Gunten, Chair Manabu Ikeda Sabine Bährer-Kohler Deepti Kukreja Henry Brodaty Michael Kopelman Paulo Caramelli Wendy Moyle Helen F.K. Chiu Adesola Ogunniyi Jiska Cohen-Mansfield Ann D. Watts Additional contributors Tresa Roebuck Spencer Stephen R. Gillaspy Michelle Braun Murat Emre Jennifer Morgan Hiral G. Shah Antonio E. Puente Consultation Group, Dementia Laboratory, National Institute of Neurology and Neurosurgery Manuel Velasco Suárez, Mexico Ana Luisa Sosa-Ortíz Marisol Ramírez-Abascal Juan Francisco Flores-Vásquez José Alberto Téllez-Martínez Erika Mariana Longoria-Ibarrola Raúl Alejandro Basante-Avendaño ICD-11 Working Group on Cultural Considerations Oye Gureje, Co-Chair Guilherme L. G. Borges Roberto Lewis-Fernández, Co-Chair Brian J. Hall Kamaldeep Bhui Laurence J. Kirmayer ICD-11 Working Group on the Classification of Mental and Behavioural Disorders in Older Adults Armin von Gunten, Chair Murad M. Khan Vincent Camus Deepti Kukreja Gerard J.A. Byrne Carlos A.M. Lima Brian M. Draper Raimundo Mateos-Alvarez Farbod Fadai Nancy A. Pachana Sanford Finkel Richard Uwakwe Horácio A.J. Firmino Contributors 819 ICD-11 Primary Care Working Group David P. 818 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders subgroup on the classification of behavioural and psychological symptoms in neurocognitive disorders ar..."
}