{
  "id": "icd11#screening_cues_b5615f3c",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "of clinical attention. Boundaries with other disorders and conditions (differential diagnosis) Boundary with developmental speech and language disorders In developmental speech and language disorders (e.g. developmental speech sound disorder, developmental speech fluency disorder, developmental language disorder), the individual’s ability to understand or produce speech and language or to use language in context for the purposes of communication is markedly below what would be expected given the individual’s age and level of intellectual functioning. However, if the symptoms meet the diagnostic requirements of developmental speech and language disorders and are judged to be the direct pathophysiological consequence of a medical condition with onset during the prenatal or developmental period, a diagnosis of secondary speech or language syndrome should be assigned instead. Boundary with disorders of intellectual development Individuals with a disorder of intellectual development may exhibit impaired speech production. If speech production difficulties require separate clinical attention in the context of a disorder of intellectual development that is judged to be due to a medical condition, an additional diagnosis of a secondary speech or language syndrome may be assigned. Boundary with selective mutism Selective mutism is characterized by consistent selectivity in speaking, such that a child demonstrates adequate speech production in specific situations (typically at home), but predictably fails to speak in others (typically at school). Selective mutism can occur in the presence of secondary speech or language syndrome, and both diagnoses may be assigned if warranted. Potentially explanatory medical conditions (examples) Brain disorders and general medical conditions that have been shown to be capable of producing speech or language syndromes include: • diseases of the nervous system (e.g. brain injury, cerebral palsy, encephalopathy, epilepsy or seizures, myasthenia gravis, stroke); • certain infectious or parasitic diseases (e.g. encephalitis, meningitis); • developmental anomalies (e.g. Joubert syndrome, cleft palate, deafness); • injury, poisoning or certain other consequences of external causes (e.g. brain injury, concussion, traumatic haemorrhage). Secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere",
  "gloss_vi": "Of clinical attention. boundaries with other disorders and conditions (differential diagnosis) ranh giới with developmental speech and language disorders in developmental speech and language disorders (e.g.",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc of clinical attention. Boundaries with other disorders and conditions (differential diagnosis) Boundary with developmental speech and language disorders In developmental speech and language disorders (e.g. developmental speech sound disorder, developmental speech fluency disorder, developmental language disorder), the individual’s ability to understand or produce speech and language or to use language in context for the purposes of communication is markedly below what would be expected given the individual’s age and level of intellectual functioning. However, if the symptoms meet the diagnostic requirements of developmental speech and language disorders and are judged to be the direct pathophysiological consequence of a medical condition with onset during the prenatal or developmental period, a diagnosis of secondary speech or language syndrome should be assigned instead. Boundary with disorders of intellectual development Individuals with a disorder of intellectual development may exhibit impaired speech production. If speech production difficulties require separate clinical attention in the context of a disorder of intellectual development that is judged to be due to a medical condition, an additional diagnosis of a secondary speech or language syndrome may be assigned. Boundary with selective mutism Selective mutism is characterized by consistent selectivity in speaking, such that a child demonstrates adequate speech production in specific situations (typically at home), but predictably fails to speak in others (typically at school). Selective mutism can occur in the presence of secondary speech or language syndrome, and both diagnoses may be assigned if warranted. Potentially explanatory medical conditions (examples) Brain disorders and general medical conditions that have been shown to be capable of producing speech or language syndromes include: • diseases of the nervous system (e.g. brain injury, cerebral palsy, encephalopathy, epilepsy or seizures, myasthenia gravis, stroke); • certain infectious or parasitic diseases (e.g. encephalitis, meningitis); • developmental anomalies (e.g. Joubert syndrome, cleft palate, deafness); • injury, poisoning or certain other consequences of external causes (e.g. brain injury, concussion, traumatic haemorrhage). Secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere Of clinical attention. boundaries with other disorders and conditions (differential diagnosis) ranh giới with developmental speech and language disorders in developmental speech and language disorders (e.g."
}