{
  "id": "icd11#general_9eae2672",
  "title_en": "General — General",
  "title_vi": "General — General",
  "text_en": "Clinical descriptions and diagnostic requirements for ICD-11 mental, behavioural and neurodevelopmental disorders Clinical descriptions and diagnostic requirements for ICD-11 mental, behavioural and neurodevelopmental disorders ISBN 978-92-4-007726-3 (electronic version) ISBN 978-92-4-007727-0 (print version) © World Health Organization 2024 Some rights reserved. This work is available under the Creative Commons Attribution-NonCommercial- NoDerivatives 3.0 IGO licence (CC BY-NC-ND 3.0 IGO; https://creativecommons.org/licenses/by-nc-nd/3.0/igo/). Under the terms of this licence, you may copy and redistribute the work for non-commercial purposes, provided the work is appropriately cited, as indicated below. In any use of this work, there should be no suggestion that WHO endorses any specific organization, products or services. The use of the WHO logo is not permitted. This licence does not allow you to produce adaptations of the work (including translations) without permission from WHO. Any mediation relating to disputes arising under the licence shall be conducted in accordance with the mediation rules of the World Intellectual Property Organization. Suggested citation. Clinical descriptions and diagnostic requirements for ICD-11 mental, behavioural and neurodevelopmental disorders. Geneva: World Health Organization; 2024. Licence: CC BY-NC-ND 3.0 IGO. Cataloguing-in-Publication (CIP) data. CIP data are available at http://apps.who.int/iris. Sales, rights and licensing. To purchase WHO publications, see http://apps.who.int/bookorders. To submit requests for commercial use and queries on translation rights and licensing, see https://www.who.int/copyright. Third-party materials. If you wish to reuse material from this work that is attributed to a third party,",
  "gloss_vi": "Clinical descriptions and diagnostic requirements for icd-11 mental, behavioural and neurodevelopmental disorders clinical descriptions and diagnostic requirements for icd-11 mental, behavioural and neurodevelopmental di...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [],
    "life_topics": [
      "work"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — General General — General Clinical descriptions and diagnostic requirements for ICD-11 mental, behavioural and neurodevelopmental disorders Clinical descriptions and diagnostic requirements for ICD-11 mental, behavioural and neurodevelopmental disorders ISBN 978-92-4-007726-3 (electronic version) ISBN 978-92-4-007727-0 (print version) © World Health Organization 2024 Some rights reserved. This work is available under the Creative Commons Attribution-NonCommercial- NoDerivatives 3.0 IGO licence (CC BY-NC-ND 3.0 IGO; https://creativecommons.org/licenses/by-nc-nd/3.0/igo/). Under the terms of this licence, you may copy and redistribute the work for non-commercial purposes, provided the work is appropriately cited, as indicated below. In any use of this work, there should be no suggestion that WHO endorses any specific organization, products or services. The use of the WHO logo is not permitted. This licence does not allow you to produce adaptations of the work (including translations) without permission from WHO. Any mediation relating to disputes arising under the licence shall be conducted in accordance with the mediation rules of the World Intellectual Property Organization. Suggested citation. Clinical descriptions and diagnostic requirements for ICD-11 mental, behavioural and neurodevelopmental disorders. Geneva: World Health Organization; 2024. Licence: CC BY-NC-ND 3.0 IGO. Cataloguing-in-Publication (CIP) data. CIP data are available at http://apps.who.int/iris. Sales, rights and licensing. To purchase WHO publications, see http://apps.who.int/bookorders. To submit requests for commercial use and queries on translation rights and licensing, see https://www.who.int/copyright. Third-party materials. If you wish to reuse material from this work that is attributed to a third party, Clinical descriptions and diagnostic requirements for icd-11 mental, behavioural and neurodevelopmental disorders clinical descriptions and diagnostic requirements for icd-11 mental, behavioural and neurodevelopmental di..."
}