{
  "id": "icd11#screening_cues_6eb710d9",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "12 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders of engagement, diagnosis, evaluation and treatment selection, and addresses the following areas: • cultural variation in prevalence and symptoms of disorders; • information about social contexts and sociocultural mechanisms that may account for this variation; and • descriptions of cultural concepts of distress (e.g. idioms, causal explanations) that are relevant to diagnosis and treatment decisions, prioritizing cultural variations that may be associated with national or ethnocultural background (60,61). The resulting guidance aims to assist the clinician in making informed decisions likely to foster more contextually applicable patient-centred care that is sensitive to the cultural and social milieu of the clinical encounter. For example, the section on culture-related features of the CDDR for panic disorder indicates that the symptom presentation of panic attacks may vary across cultures, and describes several notable cultural concepts of distress that link panic, fear or anxiety to cultural attributions regarding specific social and environmental influences. Understanding these attributions can assist in differential diagnosis and can also clarify whether panic attacks should be considered expected or unexpected (as is required for a diagnosis of panic disorder) given the environmental circumstances. The development of the CDDR incorporated cultural considerations in several other ways. First, global applicability of diagnostic material was identified early on as an overarching objective of the CDDR, and the development process was led and guided by experts and clinicians representing all major global areas. The Advisory Group, the FSCG and all working groups included members with diverse geographical and linguistic backgrounds, many of whom had direct experience working in low-resource contexts and within various cultures. The design and implementation of ICD-11 field studies also adhered to the principle of enhancing the global and cultural applicability of the CDDR by engaging thousands of clinicians from around the world in a comprehensive research programme to assess the reliability, clinical utility and global applicability of the requirements. For example, the formative studies that helped to shape the architecture and linear structure of the CDDR involved clinicians from over 40 countries and were conducted in multiple languages. The evaluative case-controlled studies engaged clinicians in large-scale, multilingual studies related to major diagnostic areas of the CDDR. The clinicians who participated in the case-controlled studies were members of the Global Clinical Practice Network (62), which now includes more than 18 000 mental health professionals from over 160 countries, and was established by WHO for the purposes of assisting in the development of ICD-11 by its members participating in internet-based field studies. Similarly, clinic-based field studies testing the implementation of the CDDR with real patients took place in over 25 study sites in 14 culturally, linguistically and geographically diverse countries. Hundreds of clinicians in these countries provided feedback directly on the CDDR to help enhance its reliability and utility in culturally diverse global settings. Using the CDDR in research In addition to the ICD-10 CDDG, the WHO Department of Mental Health and Substance Use published The ICD-10 classification of mental and behavioural disorders: diagnostic criteria for research (DCR) (63) as a companion document. The DCR presented fully operationalized criteria for ICD-10 mental disorder entities, specifically intended for use in research. These criteria were designed to replace the “diagnostic guidelines” portion of the corresponding category in the CDDG, which tended to be more flexible and less fully operationalized. The core criteria- based approach taken in the DCR was therefore much more compatible with the approach of Introduction 13 DSM-IV (51), although substantial differences between the two systems remained (64). However, almost no research using the ICD-10 DCR appears to have been published. The greater standardization and the provision of a broader and more systematic range of clinically relevant information in the",
  "gloss_vi": "12 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders of engagement, diagnosis, evaluation and treatment selection, and addresses the following areas: • cultu...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "management"
    ],
    "life_topics": [
      "stress",
      "study",
      "work"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 12 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders of engagement, diagnosis, evaluation and treatment selection, and addresses the following areas: • cultural variation in prevalence and symptoms of disorders; • information about social contexts and sociocultural mechanisms that may account for this variation; and • descriptions of cultural concepts of distress (e.g. idioms, causal explanations) that are relevant to diagnosis and treatment decisions, prioritizing cultural variations that may be associated with national or ethnocultural background (60,61). The resulting guidance aims to assist the clinician in making informed decisions likely to foster more contextually applicable patient-centred care that is sensitive to the cultural and social milieu of the clinical encounter. For example, the section on culture-related features of the CDDR for panic disorder indicates that the symptom presentation of panic attacks may vary across cultures, and describes several notable cultural concepts of distress that link panic, fear or anxiety to cultural attributions regarding specific social and environmental influences. Understanding these attributions can assist in differential diagnosis and can also clarify whether panic attacks should be considered expected or unexpected (as is required for a diagnosis of panic disorder) given the environmental circumstances. The development of the CDDR incorporated cultural considerations in several other ways. First, global applicability of diagnostic material was identified early on as an overarching objective of the CDDR, and the development process was led and guided by experts and clinicians representing all major global areas. The Advisory Group, the FSCG and all working groups included members with diverse geographical and linguistic backgrounds, many of whom had direct experience working in low-resource contexts and within various cultures. The design and implementation of ICD-11 field studies also adhered to the principle of enhancing the global and cultural applicability of the CDDR by engaging thousands of clinicians from around the world in a comprehensive research programme to assess the reliability, clinical utility and global applicability of the requirements. For example, the formative studies that helped to shape the architecture and linear structure of the CDDR involved clinicians from over 40 countries and were conducted in multiple languages. The evaluative case-controlled studies engaged clinicians in large-scale, multilingual studies related to major diagnostic areas of the CDDR. The clinicians who participated in the case-controlled studies were members of the Global Clinical Practice Network (62), which now includes more than 18 000 mental health professionals from over 160 countries, and was established by WHO for the purposes of assisting in the development of ICD-11 by its members participating in internet-based field studies. Similarly, clinic-based field studies testing the implementation of the CDDR with real patients took place in over 25 study sites in 14 culturally, linguistically and geographically diverse countries. Hundreds of clinicians in these countries provided feedback directly on the CDDR to help enhance its reliability and utility in culturally diverse global settings. Using the CDDR in research In addition to the ICD-10 CDDG, the WHO Department of Mental Health and Substance Use published The ICD-10 classification of mental and behavioural disorders: diagnostic criteria for research (DCR) (63) as a companion document. The DCR presented fully operationalized criteria for ICD-10 mental disorder entities, specifically intended for use in research. These criteria were designed to replace the “diagnostic guidelines” portion of the corresponding category in the CDDG, which tended to be more flexible and less fully operationalized. The core criteria- based approach taken in the DCR was therefore much more compatible with the approach of Introduction 13 DSM-IV (51), although substantial differences between the two systems remained (64). However, almost no research using the ICD-10 DCR appears to have been published. The greater standardization and the provision of a broader and more systematic range of clinically relevant information in the 12 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders of engagement, diagnosis, evaluation and treatment selection, and addresses the following areas: • cultu..."
}