{
  "id": "icd11#management_641f0bf1",
  "title_en": "General — Management",
  "title_vi": "General — Management",
  "text_en": "be assigned rather than secondary neurocognitive syndrome. If the presence of a specific etiological medical condition has not been established, a diagnosis of other specified neurocognitive disorder should be assigned. Boundary with disorders of intellectual development Presentations that meet the diagnostic requirements for disorder of intellectual development and are judged to be the direct pathophysiological consequence of a medical condition are not diagnosed as secondary neurocognitive syndrome because, by convention, disorders of intellectual development are diagnosed regardless of etiology. In these cases, disorder of intellectual development and the underlying medical condition should be diagnosed, and a diagnosis of secondary neurocognitive syndrome is not assigned. Boundary with secondary neurodevelopmental syndrome Secondary neurodevelopmental syndrome may also be characterized by cognitive impairment that is judged to be due to a medical condition. If the cognitive impairment has its onset during the developmental period, the appropriate diagnosis is secondary neurodevelopmental syndrome rather than secondary neurocognitive syndrome. Boundary with other mental disorders that may be associated with cognitive impairment Deficits in cognitive functioning may be a presenting or associated feature of a variety of mental disorders (e.g. developmental speech or language disorders, developmental learning disorders, schizophrenia or other primary psychotic disorders, mood disorders). Secondary neurocognitive syndrome should be diagnosed only if a medical condition has been identified that is judged to be the direct physiological cause of the neurocognitive impairment. Boundary with deficits in cognitive functioning caused by substances or medications, including withdrawal effects When establishing a diagnosis of secondary neurocognitive syndrome, it is important to rule out the possibility that a medication or substance is causing the deficits in neurocognitive functioning instead of – or in addition to – an underlying medical condition. This involves first considering whether any of the medications being used to treat the medical condition are known to cause deficits in cognitive functioning at the dose and duration at which it has been administered. Second, a temporal relationship between the medication use and the onset of the deficits in neurocognitive functioning should be established (i.e. deficits in neurocognitive functioning began after administration of the medication and/or remitted once the medication was discontinued). The same reasoning applies to individuals with a medical condition who are using a psychoactive substance known to cause deficits in neurocognitive functioning (e.g. memory loss due to sedative intoxication, disturbed attention/concentration and orientation due to alcohol intoxication). In such cases, delirium, amnestic disorder or dementia due to psychoactive substances (including medications) or mild neurocognitive disorder is the appropriate diagnosis, applying the appropriate category corresponding to the substance involved. Secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere",
  "gloss_vi": "Be assigned rather than secondary neurocognitive syndrome. if the presence of a specific etiological medical condition has not been established, a diagnosis of other specified neurocognitive disorder should be assigned.",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "management"
    ],
    "life_topics": [
      "relationships",
      "grief"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Management General — Management be assigned rather than secondary neurocognitive syndrome. If the presence of a specific etiological medical condition has not been established, a diagnosis of other specified neurocognitive disorder should be assigned. Boundary with disorders of intellectual development Presentations that meet the diagnostic requirements for disorder of intellectual development and are judged to be the direct pathophysiological consequence of a medical condition are not diagnosed as secondary neurocognitive syndrome because, by convention, disorders of intellectual development are diagnosed regardless of etiology. In these cases, disorder of intellectual development and the underlying medical condition should be diagnosed, and a diagnosis of secondary neurocognitive syndrome is not assigned. Boundary with secondary neurodevelopmental syndrome Secondary neurodevelopmental syndrome may also be characterized by cognitive impairment that is judged to be due to a medical condition. If the cognitive impairment has its onset during the developmental period, the appropriate diagnosis is secondary neurodevelopmental syndrome rather than secondary neurocognitive syndrome. Boundary with other mental disorders that may be associated with cognitive impairment Deficits in cognitive functioning may be a presenting or associated feature of a variety of mental disorders (e.g. developmental speech or language disorders, developmental learning disorders, schizophrenia or other primary psychotic disorders, mood disorders). Secondary neurocognitive syndrome should be diagnosed only if a medical condition has been identified that is judged to be the direct physiological cause of the neurocognitive impairment. Boundary with deficits in cognitive functioning caused by substances or medications, including withdrawal effects When establishing a diagnosis of secondary neurocognitive syndrome, it is important to rule out the possibility that a medication or substance is causing the deficits in neurocognitive functioning instead of – or in addition to – an underlying medical condition. This involves first considering whether any of the medications being used to treat the medical condition are known to cause deficits in cognitive functioning at the dose and duration at which it has been administered. Second, a temporal relationship between the medication use and the onset of the deficits in neurocognitive functioning should be established (i.e. deficits in neurocognitive functioning began after administration of the medication and/or remitted once the medication was discontinued). The same reasoning applies to individuals with a medical condition who are using a psychoactive substance known to cause deficits in neurocognitive functioning (e.g. memory loss due to sedative intoxication, disturbed attention/concentration and orientation due to alcohol intoxication). In such cases, delirium, amnestic disorder or dementia due to psychoactive substances (including medications) or mild neurocognitive disorder is the appropriate diagnosis, applying the appropriate category corresponding to the substance involved. Secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere Be assigned rather than secondary neurocognitive syndrome. if the presence of a specific etiological medical condition has not been established, a diagnosis of other specified neurocognitive disorder should be assigned."
}