{
  "id": "icd11#risk_safety_24d5da2c",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "of the anxiety and fear-related disorders to the extent that some individuals become completely housebound; this has an impact on opportunities for employment, seeking medical care and the ability to form and maintain relationships. Anxiety and fear-related disorders | Agoraphobia Anxiety and fear-related disorders 277 Boundary with normality (threshold) • Individuals may exhibit transient avoidance behaviours in the context of normal development or in periods of increased stress. These behaviours are differentiated from agoraphobia because they are limited in duration and do not lead to significant impact on functioning. • Individuals with disabilities or medical conditions may avoid certain situations because of reasonable concerns about being incapacitated or embarrassed (e.g. a person with a mobility limitation who is concerned that an unfamiliar location will not be accessible, a person with Crohn disease who is concerned about experiencing sudden diarrhoea). Agoraphobia should only be diagnosed if the anxiety and avoidance result in functional impairment that is greater than expected given the disability or health condition. Course features • The typical age of onset for agoraphobia is in late adolescence, with the majority of individuals experiencing onset before 35 years of age. However, age of onset is later (during the mid- to late 20s) for individuals without a history of panic attacks or pre-existing diagnosis of panic disorder. Onset during childhood is considered rare. • Agoraphobia is generally considered a chronic and persistent condition. The long-term course and outcome of agoraphobia is associated with increased risk of developing depressive disorders, dysthymic disorder and disorders due to substance use. • Greater symptom severity (e.g. avoidance of most activities, being housebound) is associated with higher rates of relapse and chronicity, and a poorer long-term prognosis. • The presence of co-occurring disorders – particularly other anxiety and fear-related disorders, depressive disorders, personality disorder and disorders due to substance use – has been associated with a poorer long-term prognosis. Developmental presentations • Although the clinical features of agoraphobia generally remain consistent across the lifespan, specific triggers and related cognitions can vary across age groups. For example, whereas fear of being outside the home alone or becoming lost are common during childhood, adults are more likely to fear standing in line, being in crowded or open spaces, or experiencing a panic attack. Among older adults, fear of falling is common. • As with adults, children and adolescents with agoraphobia may demonstrate excessive avoidance of certain situations or locations, or require the presence of a close friend or family member to enter these situations. Children with agoraphobia are likely to resist leaving the Anxiety and fear-related disorders | Agoraphobia",
  "gloss_vi": "Of the lo âu and fear-related disorders to the extent that some individuals become completely housebound; this has an impact on opportunities for employment, seeking medical care and the ability to form and maintain rela...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "do_not_do",
      "caregiver"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn of the anxiety and fear-related disorders to the extent that some individuals become completely housebound; this has an impact on opportunities for employment, seeking medical care and the ability to form and maintain relationships. Anxiety and fear-related disorders | Agoraphobia Anxiety and fear-related disorders 277 Boundary with normality (threshold) • Individuals may exhibit transient avoidance behaviours in the context of normal development or in periods of increased stress. These behaviours are differentiated from agoraphobia because they are limited in duration and do not lead to significant impact on functioning. • Individuals with disabilities or medical conditions may avoid certain situations because of reasonable concerns about being incapacitated or embarrassed (e.g. a person with a mobility limitation who is concerned that an unfamiliar location will not be accessible, a person with Crohn disease who is concerned about experiencing sudden diarrhoea). Agoraphobia should only be diagnosed if the anxiety and avoidance result in functional impairment that is greater than expected given the disability or health condition. Course features • The typical age of onset for agoraphobia is in late adolescence, with the majority of individuals experiencing onset before 35 years of age. However, age of onset is later (during the mid- to late 20s) for individuals without a history of panic attacks or pre-existing diagnosis of panic disorder. Onset during childhood is considered rare. • Agoraphobia is generally considered a chronic and persistent condition. The long-term course and outcome of agoraphobia is associated with increased risk of developing depressive disorders, dysthymic disorder and disorders due to substance use. • Greater symptom severity (e.g. avoidance of most activities, being housebound) is associated with higher rates of relapse and chronicity, and a poorer long-term prognosis. • The presence of co-occurring disorders – particularly other anxiety and fear-related disorders, depressive disorders, personality disorder and disorders due to substance use – has been associated with a poorer long-term prognosis. Developmental presentations • Although the clinical features of agoraphobia generally remain consistent across the lifespan, specific triggers and related cognitions can vary across age groups. For example, whereas fear of being outside the home alone or becoming lost are common during childhood, adults are more likely to fear standing in line, being in crowded or open spaces, or experiencing a panic attack. Among older adults, fear of falling is common. • As with adults, children and adolescents with agoraphobia may demonstrate excessive avoidance of certain situations or locations, or require the presence of a close friend or family member to enter these situations. Children with agoraphobia are likely to resist leaving the Anxiety and fear-related disorders | Agoraphobia Of the lo âu and fear-related disorders to the extent that some individuals become completely housebound; this has an impact on opportunities for employment, seeking medical care and the ability to form and maintain rela..."
}