{
  "id": "icd11#screening_cues_42ee0c33",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "like to live as a disabled person. Such individuals do not experience a persistent desire to become disabled or the harmful consequences associated with body integrity dysphoria. Course features • The typical course is for the intensity of the desire to become disabled and consequent functional impairment to wax and wane. There may be periods of time where the intensity of the desire and the accompanying dysphoria is so great that the individual can think of Disorders of bodily distress or bodily experience | Body integrity dysphoria Disorders of bodily distress or bodily experience 437 nothing else, and may make plans or take action to become disabled. At other times, the desire to become disabled and the associated intense negative feelings abate, although at no time does it completely cease to be present. Developmental presentations • The onset of body integrity dysphoria is most commonly in early to mid-childhood, although some cases have their onset in adolescence. The first manifestation is typically the child pretending to have the desired disability, often in secret. Culture-related features • Although apparently quite rare, cases have been reported in many different countries and cultures. Sex- and/or gender-related features • Among those who come to clinical attention, prevalence appears to be higher among males. Boundaries with other disorders and conditions (differential diagnosis) Boundary with schizophrenia, other primary psychotic disorders, and other mental disorders with psychotic symptoms Somatic delusions may involve the conviction that a part of the person’s body does not belong to them. In such cases, a diagnosis of schizophrenia or another primary psychotic disorder, or a mood disorder with psychotic symptoms should be considered. Individuals with body integrity dysphoria do not harbour false beliefs about external reality related to their desire to be disabled, and thus are not considered to be delusional. Instead, they experience an internal feeling that they would be “right” only if they were disabled. Boundary with obsessive-compulsive disorder Obsessive-compulsive disorder is characterized by repetitive and persistent thoughts, images or urges that are experienced as intrusive and unwanted (ego-dystonic). In contrast, the repetitive Disorders of bodily distress or bodily experience | Body integrity dysphoria",
  "gloss_vi": "Like to live as a disabled person. such individuals do not experience a persistent desire to become disabled or the harmful consequences associated with body integrity dysphoria.",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc like to live as a disabled person. Such individuals do not experience a persistent desire to become disabled or the harmful consequences associated with body integrity dysphoria. Course features • The typical course is for the intensity of the desire to become disabled and consequent functional impairment to wax and wane. There may be periods of time where the intensity of the desire and the accompanying dysphoria is so great that the individual can think of Disorders of bodily distress or bodily experience | Body integrity dysphoria Disorders of bodily distress or bodily experience 437 nothing else, and may make plans or take action to become disabled. At other times, the desire to become disabled and the associated intense negative feelings abate, although at no time does it completely cease to be present. Developmental presentations • The onset of body integrity dysphoria is most commonly in early to mid-childhood, although some cases have their onset in adolescence. The first manifestation is typically the child pretending to have the desired disability, often in secret. Culture-related features • Although apparently quite rare, cases have been reported in many different countries and cultures. Sex- and/or gender-related features • Among those who come to clinical attention, prevalence appears to be higher among males. Boundaries with other disorders and conditions (differential diagnosis) Boundary with schizophrenia, other primary psychotic disorders, and other mental disorders with psychotic symptoms Somatic delusions may involve the conviction that a part of the person’s body does not belong to them. In such cases, a diagnosis of schizophrenia or another primary psychotic disorder, or a mood disorder with psychotic symptoms should be considered. Individuals with body integrity dysphoria do not harbour false beliefs about external reality related to their desire to be disabled, and thus are not considered to be delusional. Instead, they experience an internal feeling that they would be “right” only if they were disabled. Boundary with obsessive-compulsive disorder Obsessive-compulsive disorder is characterized by repetitive and persistent thoughts, images or urges that are experienced as intrusive and unwanted (ego-dystonic). In contrast, the repetitive Disorders of bodily distress or bodily experience | Body integrity dysphoria Like to live as a disabled person. such individuals do not experience a persistent desire to become disabled or the harmful consequences associated with body integrity dysphoria."
}