{
  "id": "icd11#referral_8c113ca7",
  "title_en": "General — Referral",
  "title_vi": "General — Chuyển tuyến",
  "text_en": "medical condition), psychological or behavioural factors affecting disorders and diseases classified elsewhere would only be diagnosed if the mental disorder itself is having a negative impact on the manifestations, course or treatment of the medical condition. Boundary with personality difficulty Personality difficulty refers to pronounced, longstanding personality characteristics that may affect treatment or health services but do not rise to the level of severity to merit a diagnosis of personality disorder. In personality difficulty, there are difficulties in the individual’s way of experiencing and thinking about the self, others and the world that may be intermittently manifested in maladaptive patterns of cognitive and emotional experience and expression. The stress associated with being diagnosed or living with a serious medical condition is one factor that could potentially precipitate an exacerbation of personality difficulty. The category 6E40.2 Personality traits or coping style affecting disorders and diseases classified elsewhere, on the other hand, would describe the situation in which personality difficulty has an adverse effect on the manifestations, course or treatment of a medical condition. In clinical practice, however, personality difficulty and a medical condition may be mutually exacerbating, in which case both diagnoses may be assigned if it is clinically useful to do so. Psychological or behavioural factors affecting disorders and diseases classified elsewhere 650 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders",
  "gloss_vi": "Medical condition), psychological or behavioural factors affecting disorders and diseases classified elsewhere would only be diagnosed if the mental disorder itself is having a negative impact on the manifestations, cour...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "referral",
      "do_not_do",
      "management"
    ],
    "life_topics": [
      "stress",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Referral General — Chuyển tuyến medical condition), psychological or behavioural factors affecting disorders and diseases classified elsewhere would only be diagnosed if the mental disorder itself is having a negative impact on the manifestations, course or treatment of the medical condition. Boundary with personality difficulty Personality difficulty refers to pronounced, longstanding personality characteristics that may affect treatment or health services but do not rise to the level of severity to merit a diagnosis of personality disorder. In personality difficulty, there are difficulties in the individual’s way of experiencing and thinking about the self, others and the world that may be intermittently manifested in maladaptive patterns of cognitive and emotional experience and expression. The stress associated with being diagnosed or living with a serious medical condition is one factor that could potentially precipitate an exacerbation of personality difficulty. The category 6E40.2 Personality traits or coping style affecting disorders and diseases classified elsewhere, on the other hand, would describe the situation in which personality difficulty has an adverse effect on the manifestations, course or treatment of a medical condition. In clinical practice, however, personality difficulty and a medical condition may be mutually exacerbating, in which case both diagnoses may be assigned if it is clinically useful to do so. Psychological or behavioural factors affecting disorders and diseases classified elsewhere 650 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Medical condition), psychological or behavioural factors affecting disorders and diseases classified elsewhere would only be diagnosed if the mental disorder itself is having a negative impact on the manifestations, cour..."
}