{
  "id": "icd11#screening_cues_aa260a79",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Panic disorder is characterized by recurrent, unexpected panic attacks. Some individuals with obsessive-compulsive disorder experience panic attacks that are triggered by feared stimuli associated with obsessions and compulsions or if the individual is prevented from enacting neutralizing compulsions. If an individual with obsessive-compulsive disorder experiences panic attacks exclusively in relation to obsessions or compulsions without the presence of unexpected panic attacks, an additional diagnosis of panic disorder is not warranted. However, if unexpected panic attacks are also present and all other diagnostic requirements are met, both diagnoses may be assigned. Obsessive-compulsive and related disorders | Obsessive-compulsive disorder Obsessive-compulsive and related disorders 307 Boundary with post-traumatic stress disorder In post-traumatic stress disorder, symptoms are limited to stimuli associated with or that serve as reminders of a traumatic event (e.g. fear and avoidance of a place where an individual was assaulted) and the intrusive thoughts and images are associated with the traumatic event. Boundary with eating disorders Obsessive-compulsive disorder can be distinguished from anorexia nervosa, bulimia nervosa and binge-eating disorder because obsessions and compulsions are not limited to concerns about being or becoming overweight, and are not accompanied by body-image distortions. Boundary with disorders due to substance use and impulse control disorders A variety of behaviours may be described by lay people and sometimes by health professionals as “compulsive”, including sexual behaviour, gambling and substance use. Compulsions characteristic of obsessive-compulsive disorder are differentiated from these behaviours in that they typically lack a rational motivation, and are rarely reported to be pleasurable, although they may reduce anxiety or distress. Behaviours such as sexual behaviour, gambling and substance abuse are also not typically preceded by intrusive unwanted thoughts characteristic of obsessions, although they are often preceded by thoughts about engaging in the relevant behaviour. Boundary with primary tics and tic disorders including Tourette syndrome A tic is a sudden, rapid, recurrent, non-rhythmic motor movement or vocalization (e.g. eye blinking, throat clearing). Obsessive-compulsive disorder can be differentiated from tic disorders because, unlike compulsions, tics appear unintentional in nature and clearly utilize a discrete muscle group. However, it can be difficult to distinguish between complex tics and compulsions associated with obsessive-compulsive disorder. Although tics (both complex and simple) are preceded by premonitory sensory urges, which diminish as tics occur, tics are not aimed at neutralizing antecedent cognitions (e.g. obsessions) or reducing anxiety. Many individuals exhibit symptoms of both obsessive-compulsive disorder and primary tic disorders – in particular, Tourette syndrome – and both diagnoses may be assigned if the diagnostic requirements for each are met. Boundary with personality disorder with prominent anankastic features Personality disorder with prominent anankastic features involves an enduring and pervasive maladaptive pattern of excessive perfectionism and rigid control. Individuals with personality disorder with prominent anankastic features do not experience intrusive thoughts, images, or impulses/urges characteristic of obsessive-compulsive disorder, or engage in repetitive behaviours response to these intrusive thoughts. If diagnostic requirements for both obsessive-compulsive disorder and a personality disorder with prominent anankastic features are met, both diagnoses may be assigned. Obsessive-compulsive and related disorders | Obsessive-compulsive disorder",
  "gloss_vi": "Panic disorder is characterized by recurrent, unexpected panic attacks. some individuals with obsessive-compulsive disorder experience panic attacks that are triggered by feared stimuli associated with obsessions and com...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Panic disorder is characterized by recurrent, unexpected panic attacks. Some individuals with obsessive-compulsive disorder experience panic attacks that are triggered by feared stimuli associated with obsessions and compulsions or if the individual is prevented from enacting neutralizing compulsions. If an individual with obsessive-compulsive disorder experiences panic attacks exclusively in relation to obsessions or compulsions without the presence of unexpected panic attacks, an additional diagnosis of panic disorder is not warranted. However, if unexpected panic attacks are also present and all other diagnostic requirements are met, both diagnoses may be assigned. Obsessive-compulsive and related disorders | Obsessive-compulsive disorder Obsessive-compulsive and related disorders 307 Boundary with post-traumatic stress disorder In post-traumatic stress disorder, symptoms are limited to stimuli associated with or that serve as reminders of a traumatic event (e.g. fear and avoidance of a place where an individual was assaulted) and the intrusive thoughts and images are associated with the traumatic event. Boundary with eating disorders Obsessive-compulsive disorder can be distinguished from anorexia nervosa, bulimia nervosa and binge-eating disorder because obsessions and compulsions are not limited to concerns about being or becoming overweight, and are not accompanied by body-image distortions. Boundary with disorders due to substance use and impulse control disorders A variety of behaviours may be described by lay people and sometimes by health professionals as “compulsive”, including sexual behaviour, gambling and substance use. Compulsions characteristic of obsessive-compulsive disorder are differentiated from these behaviours in that they typically lack a rational motivation, and are rarely reported to be pleasurable, although they may reduce anxiety or distress. Behaviours such as sexual behaviour, gambling and substance abuse are also not typically preceded by intrusive unwanted thoughts characteristic of obsessions, although they are often preceded by thoughts about engaging in the relevant behaviour. Boundary with primary tics and tic disorders including Tourette syndrome A tic is a sudden, rapid, recurrent, non-rhythmic motor movement or vocalization (e.g. eye blinking, throat clearing). Obsessive-compulsive disorder can be differentiated from tic disorders because, unlike compulsions, tics appear unintentional in nature and clearly utilize a discrete muscle group. However, it can be difficult to distinguish between complex tics and compulsions associated with obsessive-compulsive disorder. Although tics (both complex and simple) are preceded by premonitory sensory urges, which diminish as tics occur, tics are not aimed at neutralizing antecedent cognitions (e.g. obsessions) or reducing anxiety. Many individuals exhibit symptoms of both obsessive-compulsive disorder and primary tic disorders – in particular, Tourette syndrome – and both diagnoses may be assigned if the diagnostic requirements for each are met. Boundary with personality disorder with prominent anankastic features Personality disorder with prominent anankastic features involves an enduring and pervasive maladaptive pattern of excessive perfectionism and rigid control. Individuals with personality disorder with prominent anankastic features do not experience intrusive thoughts, images, or impulses/urges characteristic of obsessive-compulsive disorder, or engage in repetitive behaviours response to these intrusive thoughts. If diagnostic requirements for both obsessive-compulsive disorder and a personality disorder with prominent anankastic features are met, both diagnoses may be assigned. Obsessive-compulsive and related disorders | Obsessive-compulsive disorder Panic disorder is characterized by recurrent, unexpected panic attacks. some individuals with obsessive-compulsive disorder experience panic attacks that are triggered by feared stimuli associated with obsessions and com..."
}