{
  "id": "icd11#screening_cues_c6abfa36",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Introduction 3 be useful to non-specialist health professionals (e.g. primary care physicians, nurses), who in many countries provide a substantial proportion of total mental health services. They will also be useful for other professionals in clinical and non-clinical roles who need to understand the nature and symptoms of these disorders even if they do not personally diagnose them. Finally, the CDDR are intended to provide students and trainees in variety of mental health and other health fields with comprehensive guidance and information to support their development as competent diagnosticians or interdisciplinary team members. It is important to note that the organization of ICD-11 into chapters is not intended to reflect the scope of practice of specific medical specialties or clinical professions. For example, mental, behavioural and neurodevelopmental disorders and diseases of the nervous system are in separate chapters, but WHO does not intend this as a statement that psychiatrists should not be allowed to assess and treat headache disorders or that neuropsychologists should not be permitted to evaluate which disease process may be causing a particular case of dementia given the pattern of symptoms. Similarly, certain mental disorders (e.g. neurocognitive disorders such as dementia or delirium, or dissociative disorders such as dissociative neurological symptom disorder or dissociative amnesia), frequently come to the attention of a variety of health professionals (e.g. primary care physicians, neurologists) who may be equipped to evaluate and diagnose them using the CDDR as a guide. Health-care professionals using the CDDR to make diagnoses should be qualified to do so by their clinical training and experience, and are expected to have the necessary clinical expertise and understanding of mental disorders to identify symptoms and to distinguish disorders from normal variation, from one another, and from transient responses to stress or environmental circumstances. The CDDR are written to allow for the exercise of clinical judgement, and it is the diagnosing health professional who is responsible for developing a diagnostic formulation appropriate for an individual patient, considering the patient’s individual, social and cultural context as well as the characteristics of the health system. It is equally important to note that diagnostic classification is only a part of patient assessment. The CDDR are not a guide to patient care, nor a comprehensive textbook of psychiatry, nor a manual of how to conduct clinical assessments and differential diagnoses. The focus of the CDDR is on the classification of disorders and not the assessment and treatment of people, who are frequently characterized by multiple disorders and diverse needs (5). Development of the MMS and the CDDR for ICD-11 mental, behavioural and neurodevelopmental disorders As noted above, the WHO Department of Mental Health and Substance Use led the development of the ICD-11 chapter on mental, behavioural and neurodevelopmental disorders, including both the MMS and the CDDR. Over the course of more than a decade, the Department coordinated an intensive, systematic, international process that involved a wide range of key stakeholder groups including scientific and public health experts, clinicians, representatives of WHO Member States, scientific and professional societies, service users and their carers, and other nongovernmental organizations. All expert contributors to this document were asked to complete a WHO Declaration of Interests (DoI) form prior to their contribution. Once received, the WHO Secretariat reviewed the DoI forms and evaluated whether there were any conflicts of interest and, if so, whether these required a management plan. Prior to the finalization of this document, all contributors were asked to complete another DOI form. No conflicts of interest requiring a management plan were identified. 4 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Formation of the ICD-11 International Advisory Group In 2007, the WHO Department",
  "gloss_vi": "Introduction 3 be useful to non-specialist health professionals (e.g. primary care physicians, nurses), who in many countries provide a substantial proportion of total mental health services.",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "psychoeducation",
      "do_not_do",
      "management"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Introduction 3 be useful to non-specialist health professionals (e.g. primary care physicians, nurses), who in many countries provide a substantial proportion of total mental health services. They will also be useful for other professionals in clinical and non-clinical roles who need to understand the nature and symptoms of these disorders even if they do not personally diagnose them. Finally, the CDDR are intended to provide students and trainees in variety of mental health and other health fields with comprehensive guidance and information to support their development as competent diagnosticians or interdisciplinary team members. It is important to note that the organization of ICD-11 into chapters is not intended to reflect the scope of practice of specific medical specialties or clinical professions. For example, mental, behavioural and neurodevelopmental disorders and diseases of the nervous system are in separate chapters, but WHO does not intend this as a statement that psychiatrists should not be allowed to assess and treat headache disorders or that neuropsychologists should not be permitted to evaluate which disease process may be causing a particular case of dementia given the pattern of symptoms. Similarly, certain mental disorders (e.g. neurocognitive disorders such as dementia or delirium, or dissociative disorders such as dissociative neurological symptom disorder or dissociative amnesia), frequently come to the attention of a variety of health professionals (e.g. primary care physicians, neurologists) who may be equipped to evaluate and diagnose them using the CDDR as a guide. Health-care professionals using the CDDR to make diagnoses should be qualified to do so by their clinical training and experience, and are expected to have the necessary clinical expertise and understanding of mental disorders to identify symptoms and to distinguish disorders from normal variation, from one another, and from transient responses to stress or environmental circumstances. The CDDR are written to allow for the exercise of clinical judgement, and it is the diagnosing health professional who is responsible for developing a diagnostic formulation appropriate for an individual patient, considering the patient’s individual, social and cultural context as well as the characteristics of the health system. It is equally important to note that diagnostic classification is only a part of patient assessment. The CDDR are not a guide to patient care, nor a comprehensive textbook of psychiatry, nor a manual of how to conduct clinical assessments and differential diagnoses. The focus of the CDDR is on the classification of disorders and not the assessment and treatment of people, who are frequently characterized by multiple disorders and diverse needs (5). Development of the MMS and the CDDR for ICD-11 mental, behavioural and neurodevelopmental disorders As noted above, the WHO Department of Mental Health and Substance Use led the development of the ICD-11 chapter on mental, behavioural and neurodevelopmental disorders, including both the MMS and the CDDR. Over the course of more than a decade, the Department coordinated an intensive, systematic, international process that involved a wide range of key stakeholder groups including scientific and public health experts, clinicians, representatives of WHO Member States, scientific and professional societies, service users and their carers, and other nongovernmental organizations. All expert contributors to this document were asked to complete a WHO Declaration of Interests (DoI) form prior to their contribution. Once received, the WHO Secretariat reviewed the DoI forms and evaluated whether there were any conflicts of interest and, if so, whether these required a management plan. Prior to the finalization of this document, all contributors were asked to complete another DOI form. No conflicts of interest requiring a management plan were identified. 4 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Formation of the ICD-11 International Advisory Group In 2007, the WHO Department Introduction 3 be useful to non-specialist health professionals (e.g. primary care physicians, nurses), who in many countries provide a substantial proportion of total mental health services."
}