{
  "id": "icd11#referral_ecc5253d",
  "title_en": "General — Referral",
  "title_vi": "General — Chuyển tuyến",
  "text_en": "Personality disorders and related traits 559 Secondary-parented category in personality disorders and related traits QE50.7 Personality difficulty As noted above, personality difficulty is not considered a mental disorder but rather is listed in the grouping of problems associated with interpersonal interactions in Chapter 24 on factors influencing health status or contact with health services. Personality difficulty refers to pronounced personality characteristics that may affect treatment or health services but do not rise to the level of severity to merit a diagnosis of personality disorder. Personality difficulty is characterized by longstanding difficulties (e.g. at least 2 years) in the individual’s way of experiencing and thinking about the self, others and the world. In contrast to personality disorder, personality difficulty is manifested in cognitive and emotional experience and expression only intermittently (e.g. during times of stress) or at low intensity. Personality difficulty is typically associated with some problems in functioning, but these are insufficiently severe to cause notable disruption in social, occupational and interpersonal relationships, or may be limited to specific relationships or situations. Specifiers for prominent trait domains in personality disorder Trait domain specifiers may be applied to personality disorders or personality difficulty to describe the characteristics of the individual’s personality that are most prominent and that contribute to personality disturbance. Trait domains are continuous with normal personality characteristics in individuals who do not have personality disorder or personality difficulty. They are not diagnostic categories but rather represent a set of dimensions that correspond to the underlying structure of personality. As many trait domain specifiers may be applied as necessary to describe personality functioning. Individuals with more severe personality disturbance tend to have a greater number of prominent trait domains. However, a person may have a severe personality disorder and manifest only one prominent trait domain (e.g. detachment). Trait domain specifiers that may be recorded include the following. 6D11.0 Negative affectivity The core feature of the negative affectivity trait domain (sometimes referred to as “neuroticism”) is the tendency to experience a broad range of negative emotions. Common manifestations of negative affectivity, not all of which may be present in a given individual at a given time, include the following. Personality disorders and related traits | General diagnostic requirements for personality disorder 560 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Experiencing a broad range of negative emotions with a frequency and intensity out of proportion to the situation Common negative emotions include – but are not limited to – anxiety, worry, depression, vulnerability, fear, anger, hostility, guilt and shame. The particular negative emotions that are most characteristic of any particular person vary across individuals, and are largely dependent on the",
  "gloss_vi": "Personality disorders and related traits 559 secondary-parented category in personality disorders and related traits qe50.7 personality difficulty as noted above, personality difficulty is not considered a mental disorde...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "referral",
      "do_not_do",
      "management"
    ],
    "life_topics": [
      "stress",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Referral General — Chuyển tuyến Personality disorders and related traits 559 Secondary-parented category in personality disorders and related traits QE50.7 Personality difficulty As noted above, personality difficulty is not considered a mental disorder but rather is listed in the grouping of problems associated with interpersonal interactions in Chapter 24 on factors influencing health status or contact with health services. Personality difficulty refers to pronounced personality characteristics that may affect treatment or health services but do not rise to the level of severity to merit a diagnosis of personality disorder. Personality difficulty is characterized by longstanding difficulties (e.g. at least 2 years) in the individual’s way of experiencing and thinking about the self, others and the world. In contrast to personality disorder, personality difficulty is manifested in cognitive and emotional experience and expression only intermittently (e.g. during times of stress) or at low intensity. Personality difficulty is typically associated with some problems in functioning, but these are insufficiently severe to cause notable disruption in social, occupational and interpersonal relationships, or may be limited to specific relationships or situations. Specifiers for prominent trait domains in personality disorder Trait domain specifiers may be applied to personality disorders or personality difficulty to describe the characteristics of the individual’s personality that are most prominent and that contribute to personality disturbance. Trait domains are continuous with normal personality characteristics in individuals who do not have personality disorder or personality difficulty. They are not diagnostic categories but rather represent a set of dimensions that correspond to the underlying structure of personality. As many trait domain specifiers may be applied as necessary to describe personality functioning. Individuals with more severe personality disturbance tend to have a greater number of prominent trait domains. However, a person may have a severe personality disorder and manifest only one prominent trait domain (e.g. detachment). Trait domain specifiers that may be recorded include the following. 6D11.0 Negative affectivity The core feature of the negative affectivity trait domain (sometimes referred to as “neuroticism”) is the tendency to experience a broad range of negative emotions. Common manifestations of negative affectivity, not all of which may be present in a given individual at a given time, include the following. Personality disorders and related traits | General diagnostic requirements for personality disorder 560 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Experiencing a broad range of negative emotions with a frequency and intensity out of proportion to the situation Common negative emotions include – but are not limited to – anxiety, worry, depression, vulnerability, fear, anger, hostility, guilt and shame. The particular negative emotions that are most characteristic of any particular person vary across individuals, and are largely dependent on the Personality disorders and related traits 559 secondary-parented category in personality disorders and related traits qe50.7 personality difficulty as noted above, personality difficulty is not considered a mental disorde..."
}