{
  "id": "icd11#risk_safety_d919490e",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "222 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundary with depressive episode Depressive symptoms in a mixed episode may be qualitatively similar to those of a depressive episode, but in a mixed episode several prominent depressive symptoms occur simultaneously or alternate rapidly with several prominent manic symptoms such as irritability, racing or crowded thoughts, increased talkativeness or increased activity. Boundary with hypomanic episode Manic symptoms in a mixed episode may be qualitatively similar to those of a hypomanic episode but, unlike in a hypomanic episode, the mood disturbance in a mixed episode is sufficiently severe to result in significant impairment in personal, family, social, educational, occupational or other important areas of functioning or to require intensive treatment (e.g. hospitalization) to prevent harm to self or others, or is accompanied by delusions or hallucinations. Moreover, in a mixed episode several prominent manic symptoms occur simultaneously or alternate rapidly with several prominent depressive symptoms such as dysphoric mood, expressed beliefs of worthlessness, hopelessness or suicidal ideation, which are not characteristic of a hypomanic episode. Hypomanic episode Essential (required) features • Both of the following symptoms occur concurrently and persist for most of the day, nearly every day, for at least several days. • Persistent elevation of mood or increased irritability is observable or reported, and represents a significant change from the individual’s usual range of moods (e.g. the change would be apparent to people who know the individual well). This does not include periods of elevated or irritable mood that are contextually appropriate (e.g. elevated mood after graduating from school or related to falling in love). Rapid shifts among different mood states commonly occur (i.e. mood lability). • Increased activity or a subjective experience of increased energy is present, and represents a significant change from the individual’s typical level. • In addition, several of the following symptoms are present, representing a significant change from the individual’s usual behaviour (e.g. the change would be apparent to others who know the individual well) or subjective state: • increased talkativeness or pressured speech (a feeling of internal pressure to be more talkative); • flight of ideas or experience of rapid or racing thoughts (e.g. thoughts flow rapidly from one idea to the next; the person reports that their thoughts are rapid or even racing and has difficulty remaining on a topic); • increased self-esteem or grandiosity (e.g. the individual is more self-confident than usual); • decreased need",
  "gloss_vi": "222 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders ranh giới with depressive episode depressive symptoms in a mixed episode may be qualitatively similar t...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "psychoeducation",
      "management",
      "caregiver"
    ],
    "life_topics": [
      "relationships",
      "self_esteem"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 222 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundary with depressive episode Depressive symptoms in a mixed episode may be qualitatively similar to those of a depressive episode, but in a mixed episode several prominent depressive symptoms occur simultaneously or alternate rapidly with several prominent manic symptoms such as irritability, racing or crowded thoughts, increased talkativeness or increased activity. Boundary with hypomanic episode Manic symptoms in a mixed episode may be qualitatively similar to those of a hypomanic episode but, unlike in a hypomanic episode, the mood disturbance in a mixed episode is sufficiently severe to result in significant impairment in personal, family, social, educational, occupational or other important areas of functioning or to require intensive treatment (e.g. hospitalization) to prevent harm to self or others, or is accompanied by delusions or hallucinations. Moreover, in a mixed episode several prominent manic symptoms occur simultaneously or alternate rapidly with several prominent depressive symptoms such as dysphoric mood, expressed beliefs of worthlessness, hopelessness or suicidal ideation, which are not characteristic of a hypomanic episode. Hypomanic episode Essential (required) features • Both of the following symptoms occur concurrently and persist for most of the day, nearly every day, for at least several days. • Persistent elevation of mood or increased irritability is observable or reported, and represents a significant change from the individual’s usual range of moods (e.g. the change would be apparent to people who know the individual well). This does not include periods of elevated or irritable mood that are contextually appropriate (e.g. elevated mood after graduating from school or related to falling in love). Rapid shifts among different mood states commonly occur (i.e. mood lability). • Increased activity or a subjective experience of increased energy is present, and represents a significant change from the individual’s typical level. • In addition, several of the following symptoms are present, representing a significant change from the individual’s usual behaviour (e.g. the change would be apparent to others who know the individual well) or subjective state: • increased talkativeness or pressured speech (a feeling of internal pressure to be more talkative); • flight of ideas or experience of rapid or racing thoughts (e.g. thoughts flow rapidly from one idea to the next; the person reports that their thoughts are rapid or even racing and has difficulty remaining on a topic); • increased self-esteem or grandiosity (e.g. the individual is more self-confident than usual); • decreased need 222 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders ranh giới with depressive episode depressive symptoms in a mixed episode may be qualitatively similar t..."
}