{
  "id": "icd11#screening_cues_ef8a3ce9",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "22 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders relevant and broadly applicable statements. The following sections give a brief description of the information provided in each section of the CDDR for the main disorder categories. Essential (required) features This section provides guidance regarding the features needed to make the diagnosis confidently. The essential features represent those symptoms or characteristics that a clinician could reasonably expect to find in all cases of the disorder. In this sense, essential features resemble diagnostic criteria. However, artificial precision in diagnostic requirements, such as using exact counts of required symptoms and specific duration requirements as diagnostic cutoffs has generally been avoided unless these have been well established with appropriate global evidence. This allows for broader exercise of the professional’s clinical judgement, depending on the characteristics of the patient – including cultural variations in presentation – and local circumstances. For example, it makes little sense to impose a rigid duration requirement of 6 months for a patient who has been experiencing the required symptoms for 5 months if the current visit represents the only opportunity that the patient is likely to have for appropriate treatment for the next year. This flexibility in language also allows the clinician to differentially weigh symptoms that are particularly severe and impairing, and to consider culturally specific “idioms of distress” that may differ somewhat in the way the patient understands and describes their experience but represent the same underlying phenomenon (e.g. somatic expressions of psychological distress). Additional clinical features This section describes additional clinical features that are not diagnostically determinative but are associated with the disorder frequently enough that they can help the clinician to recognize variations in disorder presentation. This section is also used for alerting the clinician to the likelihood that certain clinically important associated symptoms or co-occurring disorders may be present and require assessment and treatment. Boundary with normality (threshold) This section provides guidance regarding the differentiation of the disorder from normal variation in characteristics that may be continuous with, or similar to, the essential features of the disorder. This section often specifies aspects of the disorder that are indicative of its pathological nature and describes typical false-positives (i.e. clinical presentations that are similar in certain respects but are considered to be non-pathological). For many disorders, the differentiation from normality is based on the presence of significant distress or significant impairment in personal, family, social, educational, occupational or other important areas of functioning. Course features This section provides clinically relevant information regarding the typical course of the disorder, which is defined broadly to include information about age of onset, whether the disorder is persistent or episodic, its likely progression or remission over time, and its temporal relationship to life stressors and other disorders. Developmental presentations This section describes how symptom presentations may differ according to the individual’s developmental stage. Many disorders traditionally thought of as disorders of adulthood (e.g. depressive disorders) can present during childhood, and many disorders often thought of as disorders of childhood persist into adulthood, with alterations in their presentation. For example, presentations of attention deficit hyperactivity disorder in younger children often include excessive motor activity. In adolescents and adults with attention deficit hyperactivity disorder, the Using the CDDR for ICD-11 mental, behavioural and neurodevelopmental",
  "gloss_vi": "22 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders relevant and broadly applicable statements. the following sections give a brief description of the infor...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation",
      "do_not_do",
      "management",
      "caregiver"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 22 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders relevant and broadly applicable statements. The following sections give a brief description of the information provided in each section of the CDDR for the main disorder categories. Essential (required) features This section provides guidance regarding the features needed to make the diagnosis confidently. The essential features represent those symptoms or characteristics that a clinician could reasonably expect to find in all cases of the disorder. In this sense, essential features resemble diagnostic criteria. However, artificial precision in diagnostic requirements, such as using exact counts of required symptoms and specific duration requirements as diagnostic cutoffs has generally been avoided unless these have been well established with appropriate global evidence. This allows for broader exercise of the professional’s clinical judgement, depending on the characteristics of the patient – including cultural variations in presentation – and local circumstances. For example, it makes little sense to impose a rigid duration requirement of 6 months for a patient who has been experiencing the required symptoms for 5 months if the current visit represents the only opportunity that the patient is likely to have for appropriate treatment for the next year. This flexibility in language also allows the clinician to differentially weigh symptoms that are particularly severe and impairing, and to consider culturally specific “idioms of distress” that may differ somewhat in the way the patient understands and describes their experience but represent the same underlying phenomenon (e.g. somatic expressions of psychological distress). Additional clinical features This section describes additional clinical features that are not diagnostically determinative but are associated with the disorder frequently enough that they can help the clinician to recognize variations in disorder presentation. This section is also used for alerting the clinician to the likelihood that certain clinically important associated symptoms or co-occurring disorders may be present and require assessment and treatment. Boundary with normality (threshold) This section provides guidance regarding the differentiation of the disorder from normal variation in characteristics that may be continuous with, or similar to, the essential features of the disorder. This section often specifies aspects of the disorder that are indicative of its pathological nature and describes typical false-positives (i.e. clinical presentations that are similar in certain respects but are considered to be non-pathological). For many disorders, the differentiation from normality is based on the presence of significant distress or significant impairment in personal, family, social, educational, occupational or other important areas of functioning. Course features This section provides clinically relevant information regarding the typical course of the disorder, which is defined broadly to include information about age of onset, whether the disorder is persistent or episodic, its likely progression or remission over time, and its temporal relationship to life stressors and other disorders. Developmental presentations This section describes how symptom presentations may differ according to the individual’s developmental stage. Many disorders traditionally thought of as disorders of adulthood (e.g. depressive disorders) can present during childhood, and many disorders often thought of as disorders of childhood persist into adulthood, with alterations in their presentation. For example, presentations of attention deficit hyperactivity disorder in younger children often include excessive motor activity. In adolescents and adults with attention deficit hyperactivity disorder, the Using the CDDR for ICD-11 mental, behavioural and neurodevelopmental 22 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders relevant and broadly applicable statements. the following sections give a brief description of the infor..."
}