{
  "id": "icd11#screening_cues_72bb6d88",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Dissociative disorders 395 Boundary with post-traumatic stress disorder and complex post-traumatic stress disorder Experiences of depersonalization and derealization are common in post-traumatic stress disorder, particularly during re-experiencing episodes such as flashbacks. If depersonalization or derealization is limited to episodes of re-experiencing in an individual with post-traumatic stress disorder or complex post-traumatic stress disorder, an additional diagnosis of depersonalization- derealization disorder should not be assigned. However, if clinically significant depersonalization and derealization occurs outside or is persistent following re-experiencing episodes, and the diagnostic requirements of both disorders are met, an additional diagnosis of depersonalization- derealization disorder may be assigned. Boundary with personality disorder Experiences of depersonalization or derealization may occur in personality disorder, especially when the person is under stress. If the symptoms are better accounted for by personality disorder, an additional diagnosis of depersonalization-derealization disorder should not be assigned. 6B6Y Other specified dissociative disorder Essential (required) features • The presentation is characterized by symptoms that share primary clinical features with other dissociative disorders (i.e. involuntary disruption or discontinuity in the normal integration of one or more of the following: identity, sensations, perceptions, affects, thoughts, memories, control over bodily movements",
  "gloss_vi": "Dissociative disorders 395 ranh giới with post-traumatic căng thẳng disorder and complex post-traumatic căng thẳng disorder experiences of depersonalization and derealization are common in post-traumatic căng thẳng disor...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "stress",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Dissociative disorders 395 Boundary with post-traumatic stress disorder and complex post-traumatic stress disorder Experiences of depersonalization and derealization are common in post-traumatic stress disorder, particularly during re-experiencing episodes such as flashbacks. If depersonalization or derealization is limited to episodes of re-experiencing in an individual with post-traumatic stress disorder or complex post-traumatic stress disorder, an additional diagnosis of depersonalization- derealization disorder should not be assigned. However, if clinically significant depersonalization and derealization occurs outside or is persistent following re-experiencing episodes, and the diagnostic requirements of both disorders are met, an additional diagnosis of depersonalization- derealization disorder may be assigned. Boundary with personality disorder Experiences of depersonalization or derealization may occur in personality disorder, especially when the person is under stress. If the symptoms are better accounted for by personality disorder, an additional diagnosis of depersonalization-derealization disorder should not be assigned. 6B6Y Other specified dissociative disorder Essential (required) features • The presentation is characterized by symptoms that share primary clinical features with other dissociative disorders (i.e. involuntary disruption or discontinuity in the normal integration of one or more of the following: identity, sensations, perceptions, affects, thoughts, memories, control over bodily movements Dissociative disorders 395 ranh giới with post-traumatic căng thẳng disorder and complex post-traumatic căng thẳng disorder experiences of depersonalization and derealization are common in post-traumatic căng thẳng disor..."
}