{
  "id": "icd11#risk_safety_50cb5f15",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "Using the CDDR for ICD-11 mental, behavioural and neurodevelopmental disorders in clinical settings 27 to be exhaustive. For example, the grouping elimination disorders contains enuresis, encopresis and elimination disorder, unspecified; the other specified residual has been suppressed for this grouping and thus does not appear in the MMS. The CDDR include essential (required) features for other specified categories at the grouping level (e.g. other specified mood disorder, other specified dissociative disorder). A particular other specified diagnosis should be applied when the presentation is judged to be a clinically significant mental disorder falling within a particular grouping of disorders (e.g. mood disorders, dissociative disorders) because it shares primary clinical features with these disorders but does not fulfil the diagnostic requirements of any of the other available categories. For example, a presentation that included all of the essential features of schizophrenia but had not met the 1-month duration requirement would appropriately be diagnosed as other specified primary psychotic disorder. A presentation characterized by abnormal eating or feeding behaviours that did not correspond to the essential features of any of the specific feeding and eating disorders categories but resulted in significant risk or damage to health, significant distress or significant impairment in functioning could be diagnosed as other specified feeding and eating disorder. Sometimes, other specified diagnoses may refer to recognizable syndromes that have not been included as separate categories in ICD-11 – for example, because they are very rare or are not sufficiently widely recognized as disorders. Ganser syndrome, for example, would be diagnosed as other specified dissociative disorder, and what is sometimes called “pathological demand avoidance” could be diagnosed as other specified disruptive behaviour or dissocial disorder if it did not meet the diagnostic requirements for oppositional defiant disorder. The characteristics of the presentation in other specified disorder should be specified in the clinical record. Unspecified categories are most commonly used by professional coders when the clinician has provided insufficient information in the clinical record to assign a more specific diagnosis. In clinical situations, unspecified categories are appropriate only when insufficient information is available to make a more definitive diagnosis and, if possible, should be changed when additional information becomes available. In contrast to other specified categories, which are used when the clinician knows what the disorder is but there is no precisely corresponding code, unspecified categories are used when the clinician has been unable to arrive at a precise diagnostic determination. For example, an individual presenting in a hospital emergency department who is exhibiting hallucinations and delusions in the absence of evidence of substance use, delirium or dementia might be assigned a diagnosis of schizophrenia or other primary psychotic disorder, unspecified, until a more complete assessment can be conducted. Unspecified categories should not be used as an administrative shortcut when a more specific diagnosis can be assigned; this results in a major loss of clinical and statistical information. Other ICD-11 chapters relevant to diagnostic formulation of mental, behavioural and neurodevelopmental disorders Categories from any of the other 24 chapters in ICD-11 may be comorbid with a mental, behavioural or neurodevelopmental disorder, and thus relevant to their diagnostic formulation. However, the following chapters warrant particular attention: Chapter 7. Sleep-wake disorders The ICD-11 chapter on sleep-wake disorders brings together ICD-10 nonorganic sleep disorders (F51) with “organic” sleep disorders (G47) that were classified in the ICD-10 chapter on diseases of the nervous system, as well as categories previously included in several other",
  "gloss_vi": "Using the cddr for icd-11 mental, behavioural and neurodevelopmental disorders in clinical settings 27 to be exhaustive. for example, the grouping elimination disorders contains enuresis, encopresis and elimination disor...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral",
      "do_not_do"
    ],
    "life_topics": [
      "sleep",
      "stress",
      "study",
      "grief"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn Using the CDDR for ICD-11 mental, behavioural and neurodevelopmental disorders in clinical settings 27 to be exhaustive. For example, the grouping elimination disorders contains enuresis, encopresis and elimination disorder, unspecified; the other specified residual has been suppressed for this grouping and thus does not appear in the MMS. The CDDR include essential (required) features for other specified categories at the grouping level (e.g. other specified mood disorder, other specified dissociative disorder). A particular other specified diagnosis should be applied when the presentation is judged to be a clinically significant mental disorder falling within a particular grouping of disorders (e.g. mood disorders, dissociative disorders) because it shares primary clinical features with these disorders but does not fulfil the diagnostic requirements of any of the other available categories. For example, a presentation that included all of the essential features of schizophrenia but had not met the 1-month duration requirement would appropriately be diagnosed as other specified primary psychotic disorder. A presentation characterized by abnormal eating or feeding behaviours that did not correspond to the essential features of any of the specific feeding and eating disorders categories but resulted in significant risk or damage to health, significant distress or significant impairment in functioning could be diagnosed as other specified feeding and eating disorder. Sometimes, other specified diagnoses may refer to recognizable syndromes that have not been included as separate categories in ICD-11 – for example, because they are very rare or are not sufficiently widely recognized as disorders. Ganser syndrome, for example, would be diagnosed as other specified dissociative disorder, and what is sometimes called “pathological demand avoidance” could be diagnosed as other specified disruptive behaviour or dissocial disorder if it did not meet the diagnostic requirements for oppositional defiant disorder. The characteristics of the presentation in other specified disorder should be specified in the clinical record. Unspecified categories are most commonly used by professional coders when the clinician has provided insufficient information in the clinical record to assign a more specific diagnosis. In clinical situations, unspecified categories are appropriate only when insufficient information is available to make a more definitive diagnosis and, if possible, should be changed when additional information becomes available. In contrast to other specified categories, which are used when the clinician knows what the disorder is but there is no precisely corresponding code, unspecified categories are used when the clinician has been unable to arrive at a precise diagnostic determination. For example, an individual presenting in a hospital emergency department who is exhibiting hallucinations and delusions in the absence of evidence of substance use, delirium or dementia might be assigned a diagnosis of schizophrenia or other primary psychotic disorder, unspecified, until a more complete assessment can be conducted. Unspecified categories should not be used as an administrative shortcut when a more specific diagnosis can be assigned; this results in a major loss of clinical and statistical information. Other ICD-11 chapters relevant to diagnostic formulation of mental, behavioural and neurodevelopmental disorders Categories from any of the other 24 chapters in ICD-11 may be comorbid with a mental, behavioural or neurodevelopmental disorder, and thus relevant to their diagnostic formulation. However, the following chapters warrant particular attention: Chapter 7. Sleep-wake disorders The ICD-11 chapter on sleep-wake disorders brings together ICD-10 nonorganic sleep disorders (F51) with “organic” sleep disorders (G47) that were classified in the ICD-10 chapter on diseases of the nervous system, as well as categories previously included in several other Using the cddr for icd-11 mental, behavioural and neurodevelopmental disorders in clinical settings 27 to be exhaustive. for example, the grouping elimination disorders contains enuresis, encopresis and elimination disor..."
}