{
  "id": "icd11#screening_cues_6c55128a",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Obsessive-compulsive and related disorders 301 Insight specifiers Individuals with obsessive-compulsive disorder vary in the degree of insight they have about the accuracy of the beliefs that underlie their obsessive-compulsive symptoms. Although many can acknowledge that their thoughts or behaviours are untrue or excessive, some cannot, and the beliefs of a small minority of individuals with obsessive-compulsive disorder may at times appear to be delusional in the degree of conviction or fixity with which these beliefs are held (e.g. an individual is convinced that they will become seriously ill if they do not maintain their washing rituals). Insight may vary substantially even over short periods of time – for example, depending on the level of current anxiety or distress – and should be assessed with respect to a time period that is sufficient to allow for such fluctuation (e.g. a few days or a week). The degree of insight that an individual exhibits in the context of obsessive- compulsive disorder can be specified as follows. 6B20.0 Obsessive-compulsive disorder with fair to good insight • Much of the time, the individual is able to entertain the possibility that their disorder- specific beliefs may not be true, and they are willing to accept an alternative explanation for their experience. This specifier level may still be applied if, at circumscribed times (e.g. when highly anxious), the individual demonstrates no insight. 6B20.1 Obsessive-compulsive disorder with poor to absent insight • Most or all of the time, the individual is convinced that the disorder-specific beliefs are true, and they cannot accept an alternative explanation for their experience. The lack of insight exhibited by the individual does not vary markedly as a function of anxiety level. 6B20.Z Obsessive-compulsive disorder, unspecified Additional clinical features • The content of obsessions and compulsions varies among individuals, and can be grouped into different themes or symptom dimensions, including cleaning (i.e. contamination obsessions and cleaning compulsions); symmetry (i.e. symmetry obsessions and repeating, ordering and counting compulsions); forbidden or taboo thoughts (e.g. aggressive, sexual and religious obsessions) and related compulsions. Some individuals have difficulties discarding objects, and accumulate (i.e. hoard) them as a consequence of typical obsessions, such as fears of harming others (see boundary with other obsessive-compulsive and related disorders under hoarding disorder). Individuals usually manifest symptoms on more than one dimension. Obsessive-compulsive and related disorders | Obsessive-compulsive disorder 302 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders • Although compulsions are not done for pleasure, their performance may result in temporary relief from anxiety or distress, or a temporary sense of completeness. • Individuals with obsessive-compulsive disorder experience a range of",
  "gloss_vi": "Obsessive-compulsive and related disorders 301 insight specifiers individuals with obsessive-compulsive disorder vary in the degree of insight they have about the accuracy of the beliefs that underlie their obsessive-com...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Obsessive-compulsive and related disorders 301 Insight specifiers Individuals with obsessive-compulsive disorder vary in the degree of insight they have about the accuracy of the beliefs that underlie their obsessive-compulsive symptoms. Although many can acknowledge that their thoughts or behaviours are untrue or excessive, some cannot, and the beliefs of a small minority of individuals with obsessive-compulsive disorder may at times appear to be delusional in the degree of conviction or fixity with which these beliefs are held (e.g. an individual is convinced that they will become seriously ill if they do not maintain their washing rituals). Insight may vary substantially even over short periods of time – for example, depending on the level of current anxiety or distress – and should be assessed with respect to a time period that is sufficient to allow for such fluctuation (e.g. a few days or a week). The degree of insight that an individual exhibits in the context of obsessive- compulsive disorder can be specified as follows. 6B20.0 Obsessive-compulsive disorder with fair to good insight • Much of the time, the individual is able to entertain the possibility that their disorder- specific beliefs may not be true, and they are willing to accept an alternative explanation for their experience. This specifier level may still be applied if, at circumscribed times (e.g. when highly anxious), the individual demonstrates no insight. 6B20.1 Obsessive-compulsive disorder with poor to absent insight • Most or all of the time, the individual is convinced that the disorder-specific beliefs are true, and they cannot accept an alternative explanation for their experience. The lack of insight exhibited by the individual does not vary markedly as a function of anxiety level. 6B20.Z Obsessive-compulsive disorder, unspecified Additional clinical features • The content of obsessions and compulsions varies among individuals, and can be grouped into different themes or symptom dimensions, including cleaning (i.e. contamination obsessions and cleaning compulsions); symmetry (i.e. symmetry obsessions and repeating, ordering and counting compulsions); forbidden or taboo thoughts (e.g. aggressive, sexual and religious obsessions) and related compulsions. Some individuals have difficulties discarding objects, and accumulate (i.e. hoard) them as a consequence of typical obsessions, such as fears of harming others (see boundary with other obsessive-compulsive and related disorders under hoarding disorder). Individuals usually manifest symptoms on more than one dimension. Obsessive-compulsive and related disorders | Obsessive-compulsive disorder 302 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders • Although compulsions are not done for pleasure, their performance may result in temporary relief from anxiety or distress, or a temporary sense of completeness. • Individuals with obsessive-compulsive disorder experience a range of Obsessive-compulsive and related disorders 301 insight specifiers individuals with obsessive-compulsive disorder vary in the degree of insight they have about the accuracy of the beliefs that underlie their obsessive-com..."
}