{
  "id": "icd11#risk_safety_187645cd",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "in terms of lethality or expressed intent may also occur in a depressive episode in young children and adolescents. Examples include head banging or scratching in young children and cutting or burning in adolescents. If unaddressed, these types of behaviours tend to increase in frequency and intensity over time among children and adolescents with depressive disorders. Boundaries with other disorders and conditions (differential diagnosis) Boundary with mixed episode Depressive symptoms in a mixed episode may be qualitatively similar to those of a depressive episode, but in a mixed episode several prominent depressive symptoms occur simultaneously or alternate rapidly with several prominent manic symptoms such as irritability, racing or crowded thoughts, increased talkativeness or increased activity. Boundary with attention deficit hyperactivity disorder Problems with attention and concentration in attention deficit hyperactivity disorder are persistent over time (i.e. are not episodic) and are not temporally tied to changes in mood or energy. However, mood disorders and attention deficit hyperactivity disorder can co-occur, and both diagnoses may be assigned if the full diagnostic requirements for each are met. Boundary with prolonged grief disorder Prolonged grief disorder is a persistent and pervasive grief response following the death of a partner, parent, child or other person close to the bereaved that persists for an abnormally long period of time following the loss (e.g. at least 6 months). It is characterized by longing for the deceased or persistent preoccupation with the deceased accompanied by intense emotional pain (e.g. sadness, guilt, anger, denial, blame, difficulty accepting the death, feeling one has lost a part of one’s self, inability to experience positive mood, emotional numbness, difficulty in engaging with social or other activities). Some common symptoms of prolonged grief disorder are similar to those observed in a depressive episode (e.g. sadness, loss of interest in activities, social withdrawal, feelings of guilt, suicidal ideation). However, prolonged grief disorder is differentiated from a depressive episode because symptoms are circumscribed and specifically focused on the loss of the loved one, whereas depressive thoughts and emotional reactions typically encompass multiple areas of life. Further, other common symptoms of prolonged grief disorder (e.g. difficulty accepting the loss, difficulty trusting others, feeling bitter or angry about the loss, feeling as though a part of the individual has died) are not characteristic of a depressive episode. The timing of the onset of the symptoms in relation to the loss and whether there is a prior history of a depressive disorder or a bipolar disorder are important to consider in making this distinction. Boundary with dementia Older adults experiencing a depressive episode may present with memory difficulties and other cognitive symptoms, which can be severe, and it is important to distinguish these symptoms from dementia. Dementia is an acquired chronic condition characterized by significant cognitive impairment or decline from a previous level of cognitive functioning in two or more cognitive domains (e.g. memory, attention, executive function, language, social cognition, psychomotor speed, visuoperceptual or visuospatial abilities) that is sufficiently severe to interfere with performance or independence in activities of daily living. If memory difficulties and other cognitive symptoms in older adults occur exclusively in the context of a depressive episode, a diagnosis of dementia is generally not appropriate. However, a depressive episode can be superimposed on dementia (e.g. when memory difficulties and other cognitive symptoms substantially predate the onset Mood disorders | Depressive episode",
  "gloss_vi": "In terms of lethality or expressed intent may also occur in a depressive episode in young children and adolescents. examples include head banging or scratching in young children and cutting or burning in adolescents.",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "management"
    ],
    "life_topics": [
      "study",
      "relationships",
      "grief"
    ],
    "advice_section": [
      "communication_tips",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn in terms of lethality or expressed intent may also occur in a depressive episode in young children and adolescents. Examples include head banging or scratching in young children and cutting or burning in adolescents. If unaddressed, these types of behaviours tend to increase in frequency and intensity over time among children and adolescents with depressive disorders. Boundaries with other disorders and conditions (differential diagnosis) Boundary with mixed episode Depressive symptoms in a mixed episode may be qualitatively similar to those of a depressive episode, but in a mixed episode several prominent depressive symptoms occur simultaneously or alternate rapidly with several prominent manic symptoms such as irritability, racing or crowded thoughts, increased talkativeness or increased activity. Boundary with attention deficit hyperactivity disorder Problems with attention and concentration in attention deficit hyperactivity disorder are persistent over time (i.e. are not episodic) and are not temporally tied to changes in mood or energy. However, mood disorders and attention deficit hyperactivity disorder can co-occur, and both diagnoses may be assigned if the full diagnostic requirements for each are met. Boundary with prolonged grief disorder Prolonged grief disorder is a persistent and pervasive grief response following the death of a partner, parent, child or other person close to the bereaved that persists for an abnormally long period of time following the loss (e.g. at least 6 months). It is characterized by longing for the deceased or persistent preoccupation with the deceased accompanied by intense emotional pain (e.g. sadness, guilt, anger, denial, blame, difficulty accepting the death, feeling one has lost a part of one’s self, inability to experience positive mood, emotional numbness, difficulty in engaging with social or other activities). Some common symptoms of prolonged grief disorder are similar to those observed in a depressive episode (e.g. sadness, loss of interest in activities, social withdrawal, feelings of guilt, suicidal ideation). However, prolonged grief disorder is differentiated from a depressive episode because symptoms are circumscribed and specifically focused on the loss of the loved one, whereas depressive thoughts and emotional reactions typically encompass multiple areas of life. Further, other common symptoms of prolonged grief disorder (e.g. difficulty accepting the loss, difficulty trusting others, feeling bitter or angry about the loss, feeling as though a part of the individual has died) are not characteristic of a depressive episode. The timing of the onset of the symptoms in relation to the loss and whether there is a prior history of a depressive disorder or a bipolar disorder are important to consider in making this distinction. Boundary with dementia Older adults experiencing a depressive episode may present with memory difficulties and other cognitive symptoms, which can be severe, and it is important to distinguish these symptoms from dementia. Dementia is an acquired chronic condition characterized by significant cognitive impairment or decline from a previous level of cognitive functioning in two or more cognitive domains (e.g. memory, attention, executive function, language, social cognition, psychomotor speed, visuoperceptual or visuospatial abilities) that is sufficiently severe to interfere with performance or independence in activities of daily living. If memory difficulties and other cognitive symptoms in older adults occur exclusively in the context of a depressive episode, a diagnosis of dementia is generally not appropriate. However, a depressive episode can be superimposed on dementia (e.g. when memory difficulties and other cognitive symptoms substantially predate the onset Mood disorders | Depressive episode In terms of lethality or expressed intent may also occur in a depressive episode in young children and adolescents. examples include head banging or scratching in young children and cutting or burning in adolescents."
}