{
  "id": "icd11#risk_safety_d08e4b69",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "Paraphilic disorders 571 Paraphilic disorders Paraphilic disorders are characterized by persistent and intense patterns of atypical sexual arousal, manifested in sexual thoughts, fantasies, urges or behaviours, in which the focus of the arousal pattern involves others whose age or status renders them unwilling or unable to consent (e.g. pre-pubertal children, an unsuspecting individual being viewed through a window, an animal). Paraphilic disorders may also involve other atypical sexual arousal patterns if they cause marked distress to the individual, or may involve significant risk of injury or death. Paraphilic disorders include the following: 6D30 Exhibitionistic disorder 6D31 Voyeuristic disorder 6D32 Paedophilic disorder 6D33 Coercive sexual sadism disorder 6D34 Frotteuristic disorder 6D35 Other paraphilic disorder involving non-consenting individuals 6D36 Other paraphilic disorder involving solitary behaviour or consenting individuals 6D3Z Paraphilic disorder, unspecified. In order for the paraphilic disorder to be diagnosed, the individual must have acted on the arousal pattern, or be markedly distressed by it. Atypical patterns of sexual arousal that do not involve actions towards others whose age or status renders them unwilling or unable to consent or that are not associated with marked distress or significant risk of injury or death are not considered to be paraphilic disorders. Many sexual crimes involve actions or behaviours that are not associated with a sustained underlying paraphilic arousal pattern. Rather, these behaviours may be transient and occur impulsively or opportunistically, or in relation to substance use or intoxication. A diagnosis of a paraphilic disorder should not be assigned in such cases. Paraphilic disorders 572 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Paraphilic disorders frequently co-occur with a number of other mental disorders, including mood disorders, anxiety and fear-related disorders, and disorders due to substance use. It is also common for an individual to meet the",
  "gloss_vi": "Paraphilic disorders 571 paraphilic disorders paraphilic disorders are characterized by persistent and intense patterns of atypical sexual arousal, manifested in sexual thoughts, fantasies, urges or behaviours, in which ...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn Paraphilic disorders 571 Paraphilic disorders Paraphilic disorders are characterized by persistent and intense patterns of atypical sexual arousal, manifested in sexual thoughts, fantasies, urges or behaviours, in which the focus of the arousal pattern involves others whose age or status renders them unwilling or unable to consent (e.g. pre-pubertal children, an unsuspecting individual being viewed through a window, an animal). Paraphilic disorders may also involve other atypical sexual arousal patterns if they cause marked distress to the individual, or may involve significant risk of injury or death. Paraphilic disorders include the following: 6D30 Exhibitionistic disorder 6D31 Voyeuristic disorder 6D32 Paedophilic disorder 6D33 Coercive sexual sadism disorder 6D34 Frotteuristic disorder 6D35 Other paraphilic disorder involving non-consenting individuals 6D36 Other paraphilic disorder involving solitary behaviour or consenting individuals 6D3Z Paraphilic disorder, unspecified. In order for the paraphilic disorder to be diagnosed, the individual must have acted on the arousal pattern, or be markedly distressed by it. Atypical patterns of sexual arousal that do not involve actions towards others whose age or status renders them unwilling or unable to consent or that are not associated with marked distress or significant risk of injury or death are not considered to be paraphilic disorders. Many sexual crimes involve actions or behaviours that are not associated with a sustained underlying paraphilic arousal pattern. Rather, these behaviours may be transient and occur impulsively or opportunistically, or in relation to substance use or intoxication. A diagnosis of a paraphilic disorder should not be assigned in such cases. Paraphilic disorders 572 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Paraphilic disorders frequently co-occur with a number of other mental disorders, including mood disorders, anxiety and fear-related disorders, and disorders due to substance use. It is also common for an individual to meet the Paraphilic disorders 571 paraphilic disorders paraphilic disorders are characterized by persistent and intense patterns of atypical sexual arousal, manifested in sexual thoughts, fantasies, urges or behaviours, in which ..."
}