{
  "id": "icd11#risk_safety_e437e986",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "Neurodevelopmental disorders 105 Table 6.2. contd Severity level Conceptual Social Practical Severe • Most can perform independently • Most will need help to perform • Most can learn many of the the most basic skills such as wave basic social skills such as basic eating skills but will need goodbye, identify parent/caregiver, imitation or showing interest substantially more assistance than point to a desired object and and preferences in social their same-age peers with toilet point or gesture to indicate their interactions with their peers. training, learning to use a cup and preference, and understanding spoon, and putting on clothes. • Most are able to show interest the meaning of yes and no. when someone else is playful • Most can learn to use simple • Most will need support to point and to play simple games. household devices with to/identify common objects, consistent support. • Most will need significant support follow 1-step instructions, and to play in a cooperative way, • Most will have difficulty sustain their attention to listen to play symbolically or seek others learning to master many self- a story for at least 5 minutes. for play/leisure activities. care skills, including using • Most will not be able to state the toilet independently. • Most will need significant help their age correctly and will speak with transitions – changing from • Most will not be able to learn less than 50 recognizable words. one activity to another or an the concept of danger, and They may need help formulating unexpected change in routine. will require close supervision 1-word requests and using in areas such as the kitchen. first names or nicknames of • Most will need significant help familiar people, naming objects, using polite social responses such • Some may learn basic cleaning answering when called upon, as “please” and “thank you”. skills such as washing hands but and using simple phrases. will consistently need assistance. • Most will not be able to engage in turn-taking, following • Most will not learn the concept Literacy rules or sharing objects. of money, time or numbers. • Most will not learn reading and writing skills. Profound • Most will master only the most • Most may be able to perform • Most will need help basic communication skills only the most basic social skills performing even the most such as turning their eye gaze such as smiling, orienting their basic eating, dressing, and head towards a sound. gaze, looking at others/objects, drinking and bathing skills. or showing basic emotions. • Children with profound disorders • Most will be unable to learn of intellectual development will • Some might be able to perform to be independent using the typically need prompting to other basic social skills toilet, being dry during the day, orient towards people in their with considerable support/ bathing or washing self at the environment, respond when their prompting, such as showing sink, and using a fork and knife. name is called, and understand preference for people or objects, • Most will need constant the meaning of yes and no. imitating simple movements supervision around potentially and expressions, or engaging in • Children with profound disorders dangerous situations in the reciprocal social interactions. of intellectual development home and community. are typically able to cry when • Some can show interest when • Most will be unable to clean up hungry or wet, smile and make someone else is playful, but after themselves and will need help sounds of pleasure, but it may be will need considerable support with even basic chores, such as difficult to get their attention. to play simple games. picking up belongings to put away. • Most will have difficulty • Most will not be able to learn Literacy adapting to changes and to use the telephone or other transitions in activity/location. simple devices around the • Children with profound disorders • Most will be unable to follow home independently. of intellectual development will rules of a social game. not learn to read or write. Note: the behavioural indicators in the table are intended to be used by the clinician in determining the level of severity of the disorder of intellectual development, either as a complement to properly normed, standardized tests, or when such tests are unavailable or inappropriate given the individual’s cultural and linguistic background. Use of these indicators is predicated on the clinician’s knowledge of and experience with typically developing individuals of comparable age. Unless explicitly stated, the behavioural indicators of intellectual functioning and adaptive behaviour functioning for each severity level are what are typically expected to be",
  "gloss_vi": "Neurodevelopmental disorders 105 table 6.2. contd severity level conceptual social practical severe • most can perform independently • most will need help to perform • most can learn many of the the most basic skills suc...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "referral",
      "psychoeducation",
      "caregiver"
    ],
    "life_topics": [
      "digital"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn Neurodevelopmental disorders 105 Table 6.2. contd Severity level Conceptual Social Practical Severe • Most can perform independently • Most will need help to perform • Most can learn many of the the most basic skills such as wave basic social skills such as basic eating skills but will need goodbye, identify parent/caregiver, imitation or showing interest substantially more assistance than point to a desired object and and preferences in social their same-age peers with toilet point or gesture to indicate their interactions with their peers. training, learning to use a cup and preference, and understanding spoon, and putting on clothes. • Most are able to show interest the meaning of yes and no. when someone else is playful • Most can learn to use simple • Most will need support to point and to play simple games. household devices with to/identify common objects, consistent support. • Most will need significant support follow 1-step instructions, and to play in a cooperative way, • Most will have difficulty sustain their attention to listen to play symbolically or seek others learning to master many self- a story for at least 5 minutes. for play/leisure activities. care skills, including using • Most will not be able to state the toilet independently. • Most will need significant help their age correctly and will speak with transitions – changing from • Most will not be able to learn less than 50 recognizable words. one activity to another or an the concept of danger, and They may need help formulating unexpected change in routine. will require close supervision 1-word requests and using in areas such as the kitchen. first names or nicknames of • Most will need significant help familiar people, naming objects, using polite social responses such • Some may learn basic cleaning answering when called upon, as “please” and “thank you”. skills such as washing hands but and using simple phrases. will consistently need assistance. • Most will not be able to engage in turn-taking, following • Most will not learn the concept Literacy rules or sharing objects. of money, time or numbers. • Most will not learn reading and writing skills. Profound • Most will master only the most • Most may be able to perform • Most will need help basic communication skills only the most basic social skills performing even the most such as turning their eye gaze such as smiling, orienting their basic eating, dressing, and head towards a sound. gaze, looking at others/objects, drinking and bathing skills. or showing basic emotions. • Children with profound disorders • Most will be unable to learn of intellectual development will • Some might be able to perform to be independent using the typically need prompting to other basic social skills toilet, being dry during the day, orient towards people in their with considerable support/ bathing or washing self at the environment, respond when their prompting, such as showing sink, and using a fork and knife. name is called, and understand preference for people or objects, • Most will need constant the meaning of yes and no. imitating simple movements supervision around potentially and expressions, or engaging in • Children with profound disorders dangerous situations in the reciprocal social interactions. of intellectual development home and community. are typically able to cry when • Some can show interest when • Most will be unable to clean up hungry or wet, smile and make someone else is playful, but after themselves and will need help sounds of pleasure, but it may be will need considerable support with even basic chores, such as difficult to get their attention. to play simple games. picking up belongings to put away. • Most will have difficulty • Most will not be able to learn Literacy adapting to changes and to use the telephone or other transitions in activity/location. simple devices around the • Children with profound disorders • Most will be unable to follow home independently. of intellectual development will rules of a social game. not learn to read or write. Note: the behavioural indicators in the table are intended to be used by the clinician in determining the level of severity of the disorder of intellectual development, either as a complement to properly normed, standardized tests, or when such tests are unavailable or inappropriate given the individual’s cultural and linguistic background. Use of these indicators is predicated on the clinician’s knowledge of and experience with typically developing individuals of comparable age. Unless explicitly stated, the behavioural indicators of intellectual functioning and adaptive behaviour functioning for each severity level are what are typically expected to be Neurodevelopmental disorders 105 table 6.2. contd severity level conceptual social practical severe • most can perform independently • most will need help to perform • most can learn many of the the most basic skills suc..."
}