{
  "id": "icd11#screening_cues_a7f9062f",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "medical condition Depending on the nature of the medical condition (e.g. a life-threatening type of cancer, a potentially fatal infection) or its onset (e.g. a heart attack, a stroke, a severe injury), being diagnosed with a severe medical condition can be experienced as a traumatic event, which could trigger the development of psychotic symptoms (e.g. hallucinations and delusions) in susceptible individuals (e.g. individuals with a pre-existing psychotic disorder, a dissociative disorder or a personality disorder). If the psychotic symptoms are part of the presentation of a diagnosable mental disorder that is judged to be precipitated or exacerbated by the stress of being diagnosed or coping with a medical condition, the appropriate mental disorder (e.g. acute and transient psychotic disorder, post-traumatic stress disorder, recurrent depressive disorder) should be diagnosed rather than secondary psychotic syndrome. Boundary with delirium due to disease classified elsewhere Hallucinations or delusions can occur in the context of delirium due to disease classified elsewhere. Delirium is characterized by disturbed attention (i.e. reduced ability to direct, focus, sustain and shift attention) and awareness (i.e. reduced orientation to the environment) that develops over a short period of time and tends to fluctuate during the course of a day, accompanied by other cognitive impairments such as memory deficit, disorientation or impairment in language, visuospatial ability or perception. Disturbed attention and awareness and severe cognitive impairment are not features of secondary psychotic syndrome. If the psychotic symptoms are judged to be better explained by delirium due to disease classified elsewhere, an additional diagnosis of secondary psychotic syndrome is not warranted. Boundary with dementia Hallucinations or delusions can occur in the context of dementia, which is characterized by a decline from a previous level of cognitive functioning with impairment in two or more cognitive domains (e.g. memory, executive functions, attention, language, social cognition and judgement, psychomotor speed, visuoperceptual or visuospatial abilities). In contrast, secondary psychotic syndrome is not accompanied by marked cognitive impairment. The presence of hallucinations or delusions in the context of dementia can be recorded using the psychotic symptoms in dementia specifier. If the psychotic symptoms are judged to be due to the same medical condition as is causing the dementia, an additional diagnosis of secondary psychotic syndrome is not warranted. Secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere",
  "gloss_vi": "Medical condition depending on the nature of the medical condition (e.g. a life-threatening type of cancer, a potentially fatal infection) or its onset (e.g.",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "management"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc medical condition Depending on the nature of the medical condition (e.g. a life-threatening type of cancer, a potentially fatal infection) or its onset (e.g. a heart attack, a stroke, a severe injury), being diagnosed with a severe medical condition can be experienced as a traumatic event, which could trigger the development of psychotic symptoms (e.g. hallucinations and delusions) in susceptible individuals (e.g. individuals with a pre-existing psychotic disorder, a dissociative disorder or a personality disorder). If the psychotic symptoms are part of the presentation of a diagnosable mental disorder that is judged to be precipitated or exacerbated by the stress of being diagnosed or coping with a medical condition, the appropriate mental disorder (e.g. acute and transient psychotic disorder, post-traumatic stress disorder, recurrent depressive disorder) should be diagnosed rather than secondary psychotic syndrome. Boundary with delirium due to disease classified elsewhere Hallucinations or delusions can occur in the context of delirium due to disease classified elsewhere. Delirium is characterized by disturbed attention (i.e. reduced ability to direct, focus, sustain and shift attention) and awareness (i.e. reduced orientation to the environment) that develops over a short period of time and tends to fluctuate during the course of a day, accompanied by other cognitive impairments such as memory deficit, disorientation or impairment in language, visuospatial ability or perception. Disturbed attention and awareness and severe cognitive impairment are not features of secondary psychotic syndrome. If the psychotic symptoms are judged to be better explained by delirium due to disease classified elsewhere, an additional diagnosis of secondary psychotic syndrome is not warranted. Boundary with dementia Hallucinations or delusions can occur in the context of dementia, which is characterized by a decline from a previous level of cognitive functioning with impairment in two or more cognitive domains (e.g. memory, executive functions, attention, language, social cognition and judgement, psychomotor speed, visuoperceptual or visuospatial abilities). In contrast, secondary psychotic syndrome is not accompanied by marked cognitive impairment. The presence of hallucinations or delusions in the context of dementia can be recorded using the psychotic symptoms in dementia specifier. If the psychotic symptoms are judged to be due to the same medical condition as is causing the dementia, an additional diagnosis of secondary psychotic syndrome is not warranted. Secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere Medical condition depending on the nature of the medical condition (e.g. a life-threatening type of cancer, a potentially fatal infection) or its onset (e.g."
}