{
  "id": "icd11#screening_cues_1d6c8469",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Psychological or behavioural factors affecting disorders and diseases classified elsewhere 647 6E40.4 Stress-related physiological response affecting disorders and diseases classified elsewhere • The presence of stress-related physiological responses that adversely affect the manifestation, treatment or course of a disorder or disease classified in another chapter is required for diagnosis (e.g. stress-related exacerbation of ulcer, hypertension, arrhythmia or tension headache). 6E40.Y Other specified psychological or behavioural factor affecting disorders and diseases classified elsewhere • The presence of other psychological or behavioural factors that adversely affect the manifestation, treatment or course of a disorder or disease classified in another chapter is required for diagnosis (e.g. interpersonal, cultural, or religious factors). 6E40.Z Psychological or behavioural factor affecting disorders and diseases classified elsewhere, unspecified Additional clinical features • The adverse effects can range from acute, with immediate medical consequences (e.g. anxiety precipitating a cardiac arrhythmia), to chronic, occurring over a long period of time (e.g. chronic occupational stress aggravating diabetes). The adverse effects may be time-limited, episodic, or chronic and persistent. The disorders or diseases potentially affected by psychological or behavioural factors include those with clear pathophysiology (e.g. hypertension, HIV infection, coronary disease), functional syndromes (e.g. chronic fatigue syndrome, irritable bowel syndrome, fibromyalgia) and idiopathic symptoms (e.g. dizziness, tinnitus). Developmental presentations • Psychological or behavioural factors affecting disorders and diseases classified elsewhere can occur across the lifespan. Particularly with young children, collateral history from parents or school personnel can assist in diagnosis. Some psychological or behavioural factors are more prevalent at particular stages of life (e.g. body-image concerns in adolescents). Psychological or behavioural factors affecting disorders and diseases classified elsewhere 648 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Culture-related features • Differences between cultures may influence psychological or behavioural factors and their effects on other conditions, such as linguistic and verbal communication, explanatory models of illness, health-care practices and delivery, provider-patient relationships, family and gender roles, and attitudes towards pain and death. Boundaries with other disorders and conditions (differential diagnosis) Boundary with adjustment disorder Stress associated with having a medical condition can cause psychological or behavioural symptoms that may meet the diagnostic requirements for adjustment disorder",
  "gloss_vi": "Psychological or behavioural factors affecting disorders and diseases classified elsewhere 647 6e40.4 căng thẳng-related physiological response affecting disorders and diseases classified elsewhere • the presence of căng...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "management",
      "caregiver"
    ],
    "life_topics": [
      "stress",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Psychological or behavioural factors affecting disorders and diseases classified elsewhere 647 6E40.4 Stress-related physiological response affecting disorders and diseases classified elsewhere • The presence of stress-related physiological responses that adversely affect the manifestation, treatment or course of a disorder or disease classified in another chapter is required for diagnosis (e.g. stress-related exacerbation of ulcer, hypertension, arrhythmia or tension headache). 6E40.Y Other specified psychological or behavioural factor affecting disorders and diseases classified elsewhere • The presence of other psychological or behavioural factors that adversely affect the manifestation, treatment or course of a disorder or disease classified in another chapter is required for diagnosis (e.g. interpersonal, cultural, or religious factors). 6E40.Z Psychological or behavioural factor affecting disorders and diseases classified elsewhere, unspecified Additional clinical features • The adverse effects can range from acute, with immediate medical consequences (e.g. anxiety precipitating a cardiac arrhythmia), to chronic, occurring over a long period of time (e.g. chronic occupational stress aggravating diabetes). The adverse effects may be time-limited, episodic, or chronic and persistent. The disorders or diseases potentially affected by psychological or behavioural factors include those with clear pathophysiology (e.g. hypertension, HIV infection, coronary disease), functional syndromes (e.g. chronic fatigue syndrome, irritable bowel syndrome, fibromyalgia) and idiopathic symptoms (e.g. dizziness, tinnitus). Developmental presentations • Psychological or behavioural factors affecting disorders and diseases classified elsewhere can occur across the lifespan. Particularly with young children, collateral history from parents or school personnel can assist in diagnosis. Some psychological or behavioural factors are more prevalent at particular stages of life (e.g. body-image concerns in adolescents). Psychological or behavioural factors affecting disorders and diseases classified elsewhere 648 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Culture-related features • Differences between cultures may influence psychological or behavioural factors and their effects on other conditions, such as linguistic and verbal communication, explanatory models of illness, health-care practices and delivery, provider-patient relationships, family and gender roles, and attitudes towards pain and death. Boundaries with other disorders and conditions (differential diagnosis) Boundary with adjustment disorder Stress associated with having a medical condition can cause psychological or behavioural symptoms that may meet the diagnostic requirements for adjustment disorder Psychological or behavioural factors affecting disorders and diseases classified elsewhere 647 6e40.4 căng thẳng-related physiological response affecting disorders and diseases classified elsewhere • the presence of căng..."
}