{
  "id": "icd11#screening_cues_f9125416",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "194 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Table 6.7. contd Severity Anchor points Experiences of passivity and control Distortions of self-experience are relatively frequent and lead to some behaviours to ward against alteration of thoughts (e.g. superstitious rituals) or noticeable distress. Disorganized thinking Evidence of frequent circumstantial or tangential thought process that impairs the individual’s ability to convey the point of the communication. Disorganized behaviour Frequent episodes of purposeless behaviour that is not goal-directed and that causes some impairment in functioning. Severe Example symptoms (not all are required) 6A25.0&XS25 Delusions The person is preoccupied with delusional beliefs that dictate many of their actions and significantly impair functioning (e.g. a person with persecutory delusions refuses to eat most food because of a conviction that food has been poisoned). Hallucinations The person is markedly distressed or preoccupied by frequent hallucinations, or there are recurrent hallucinations that prompt potentially harmful behaviour to which the person feels compelled to respond. Experiences of passivity and control Distortions of self-experience are markedly distressing, and significantly affect the individual’s behaviour (e.g. wearing a hat made of aluminium foil to prevent thought broadcasting). Disorganized thinking Loose associations in thought processes are present that are so severe that speech is mostly incoherent. Disorganized behaviour Purposeless behaviour that is not goal-directed dominates the individual’s behavioural repertoire, and causes severe impairment in functioning. Severity unspecified Positive symptoms have been present during the past week, but it is not possible 6A25.0 to make a severity rating based on the available information. 6A25.1 Negative symptoms This specifier may be used together with a diagnosis from the grouping of schizophrenia and other primary psychotic disorders to indicate the degree to which negative psychotic symptoms are a prominent part of the current clinical presentation (see Table 6.8). Negative symptoms include constricted, blunted or flat affect; alogia or paucity of speech; avolition (general lack of drive, or lack of motivation to pursue meaningful goals); asociality (reduced or absent engagement with others and interest in social interaction) and anhedonia (inability to experience pleasure from normally pleasurable activities). To be considered negative psychotic symptoms, relevant symptoms should not be entirely attributable to depression or to an understimulating environment, be a direct consequence of a positive symptom (e.g. persecutory delusions causing a person to become socially isolated due to fear of harm), or be attributable to the direct physiological effects of substances or medications, including withdrawal effects. Catatonia, including catatonic mutism, should be considered as part of the 6A25.4 Psychomotor symptoms domain below rather than here. Specifier scales for symptomatic manifestations of primary psychotic disorders | Negative symptoms Specifier scales for symptomatic",
  "gloss_vi": "194 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders table 6.7. contd severity anchor points experiences of passivity and control distortions of self-experi...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "stress",
      "study"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 194 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Table 6.7. contd Severity Anchor points Experiences of passivity and control Distortions of self-experience are relatively frequent and lead to some behaviours to ward against alteration of thoughts (e.g. superstitious rituals) or noticeable distress. Disorganized thinking Evidence of frequent circumstantial or tangential thought process that impairs the individual’s ability to convey the point of the communication. Disorganized behaviour Frequent episodes of purposeless behaviour that is not goal-directed and that causes some impairment in functioning. Severe Example symptoms (not all are required) 6A25.0&XS25 Delusions The person is preoccupied with delusional beliefs that dictate many of their actions and significantly impair functioning (e.g. a person with persecutory delusions refuses to eat most food because of a conviction that food has been poisoned). Hallucinations The person is markedly distressed or preoccupied by frequent hallucinations, or there are recurrent hallucinations that prompt potentially harmful behaviour to which the person feels compelled to respond. Experiences of passivity and control Distortions of self-experience are markedly distressing, and significantly affect the individual’s behaviour (e.g. wearing a hat made of aluminium foil to prevent thought broadcasting). Disorganized thinking Loose associations in thought processes are present that are so severe that speech is mostly incoherent. Disorganized behaviour Purposeless behaviour that is not goal-directed dominates the individual’s behavioural repertoire, and causes severe impairment in functioning. Severity unspecified Positive symptoms have been present during the past week, but it is not possible 6A25.0 to make a severity rating based on the available information. 6A25.1 Negative symptoms This specifier may be used together with a diagnosis from the grouping of schizophrenia and other primary psychotic disorders to indicate the degree to which negative psychotic symptoms are a prominent part of the current clinical presentation (see Table 6.8). Negative symptoms include constricted, blunted or flat affect; alogia or paucity of speech; avolition (general lack of drive, or lack of motivation to pursue meaningful goals); asociality (reduced or absent engagement with others and interest in social interaction) and anhedonia (inability to experience pleasure from normally pleasurable activities). To be considered negative psychotic symptoms, relevant symptoms should not be entirely attributable to depression or to an understimulating environment, be a direct consequence of a positive symptom (e.g. persecutory delusions causing a person to become socially isolated due to fear of harm), or be attributable to the direct physiological effects of substances or medications, including withdrawal effects. Catatonia, including catatonic mutism, should be considered as part of the 6A25.4 Psychomotor symptoms domain below rather than here. Specifier scales for symptomatic manifestations of primary psychotic disorders | Negative symptoms Specifier scales for symptomatic 194 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders table 6.7. contd severity anchor points experiences of passivity and control distortions of self-experi..."
}