{
  "id": "icd11#risk_safety_881d4cb3",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "in the Republic of Korea. It may be appropriate to apply a diagnosis of intermittent explosive disorder to some behavioural patterns of ataque de nervios involving paroxysmal violence and destruction of property. • The typical level of expressed emotionality varies cross-culturally, including by gender and age. Cultural minorities, immigrants or individuals in post-conflict settings may be at risk of being mislabelled as excessively angry because of this variation. Moreover, clinicians may misattribute anger to a single triggering event when it is in reaction to the accumulation of multiple environmental stressors (e.g. discrimination, losses, displacement, limited social support, powerlessness, injustice). Clinicians should consider the larger social context and how it may be related to the expression of anger before assigning a diagnosis. Sex- and/or gender-related features • Although it was originally believed that intermittent explosive disorder was much more prevalent among males, recent community surveys suggest similar prevalence rates by gender. However, serious physical assault is a more common manifestation of the disorder in males, whereas less serious physical and verbal aggression is more characteristic of females. Boundaries with other disorders and conditions (differential diagnosis) Boundary with autism spectrum disorder Explosive outbursts with aggressive behaviours may occur in some individuals with autism spectrum disorder. These outbursts are usually associated with a specific trigger that is related to the core symptoms of autism spectrum disorder (e.g. a change in routine, aversive sensory stimulation, anxiety, rigidity when the individual’s thoughts or behaviours are interrupted). Individuals with intermittent explosive disorder do not exhibit other features of social communication difficulties and restricted or repetitive behaviours that are characteristic of autism spectrum disorder. Boundary with attention deficit hyperactivity disorder Intermittent explosive disorder and attention deficit hyperactivity disorder are both characterized by impulsive behaviour. However, intermittent explosive disorder is specifically characterized by intermittent severe aggressive outbursts rather than ongoing generalized behavioural impulsivity that may be seen in attention deficit hyperactivity disorder. Both diagnoses may be assigned if the full diagnostic requirements for each are met. Boundary with oppositional defiant disorder Regularly occurring severe temper outbursts that are grossly out of proportion in intensity or duration to the provocation may also occur in the context of oppositional defiant disorder with chronic irritability-anger, particularly in response to demands by authority figures. In such cases, Impulse control disorders | Intermittent explosive disorder",
  "gloss_vi": "In the republic of korea. it may be appropriate to apply a diagnosis of intermittent explosive disorder to some behavioural patterns of ataque de nervios involving paroxysmal violence and destruction of property.",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "psychoeducation",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "relationships",
      "grief"
    ],
    "advice_section": [
      "communication_tips",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn in the Republic of Korea. It may be appropriate to apply a diagnosis of intermittent explosive disorder to some behavioural patterns of ataque de nervios involving paroxysmal violence and destruction of property. • The typical level of expressed emotionality varies cross-culturally, including by gender and age. Cultural minorities, immigrants or individuals in post-conflict settings may be at risk of being mislabelled as excessively angry because of this variation. Moreover, clinicians may misattribute anger to a single triggering event when it is in reaction to the accumulation of multiple environmental stressors (e.g. discrimination, losses, displacement, limited social support, powerlessness, injustice). Clinicians should consider the larger social context and how it may be related to the expression of anger before assigning a diagnosis. Sex- and/or gender-related features • Although it was originally believed that intermittent explosive disorder was much more prevalent among males, recent community surveys suggest similar prevalence rates by gender. However, serious physical assault is a more common manifestation of the disorder in males, whereas less serious physical and verbal aggression is more characteristic of females. Boundaries with other disorders and conditions (differential diagnosis) Boundary with autism spectrum disorder Explosive outbursts with aggressive behaviours may occur in some individuals with autism spectrum disorder. These outbursts are usually associated with a specific trigger that is related to the core symptoms of autism spectrum disorder (e.g. a change in routine, aversive sensory stimulation, anxiety, rigidity when the individual’s thoughts or behaviours are interrupted). Individuals with intermittent explosive disorder do not exhibit other features of social communication difficulties and restricted or repetitive behaviours that are characteristic of autism spectrum disorder. Boundary with attention deficit hyperactivity disorder Intermittent explosive disorder and attention deficit hyperactivity disorder are both characterized by impulsive behaviour. However, intermittent explosive disorder is specifically characterized by intermittent severe aggressive outbursts rather than ongoing generalized behavioural impulsivity that may be seen in attention deficit hyperactivity disorder. Both diagnoses may be assigned if the full diagnostic requirements for each are met. Boundary with oppositional defiant disorder Regularly occurring severe temper outbursts that are grossly out of proportion in intensity or duration to the provocation may also occur in the context of oppositional defiant disorder with chronic irritability-anger, particularly in response to demands by authority figures. In such cases, Impulse control disorders | Intermittent explosive disorder In the republic of korea. it may be appropriate to apply a diagnosis of intermittent explosive disorder to some behavioural patterns of ataque de nervios involving paroxysmal violence and destruction of property."
}