{
  "id": "icd11#screening_cues_f169bc6b",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Disruptive behaviour and dissocial disorders 543 better accounted for by inattention or hyperactivity-impulsivity (e.g. failure to follow long and complicated directions, difficulty remaining seated or staying on task when asked), oppositional defiant disorder should not be diagnosed. In oppositional defiant disorder, the pattern of noncompliance is characterized by disobedience, beyond problems with attention and behavioural inhibition. However, attention deficit hyperactivity disorder and oppositional defiant disorder commonly co-occur and both diagnoses may be assigned if the full diagnostic requirements for each are met. Boundary with autism spectrum disorder Noncompliant and other disruptive behaviours characteristic of oppositional defiant disorder should be distinguished from behaviour problems that are common among individuals with autism spectrum disorder. The key difference is that, in autism spectrum disorder, disruptive behaviours are often associated with specific environmental factors (e.g. sudden change in routine, aversive sensory stimulation), or the noncompliance is a consequence of the core symptoms of that disorder (e.g. social communication deficits, restricted, repetitive, inflexible patterns of behaviour, sensory sensitivities) rather than reflecting an intention to be provocative or spiteful. Individuals with oppositional defiant disorder do not typically exhibit the social communication deficits and restricted, repetitive and inflexible patterns of behaviour, interests or activities that are characteristic of autism spectrum disorder. Boundary with mood disorders It is common – particularly in children and adolescents – for patterns of noncompliance and symptoms of irritability/anger to occur as a feature of a mood episode. Specifically, noncompliance may result from a number of depressive symptoms (e.g. diminished interest or pleasure in activities, difficulty concentrating, hopelessness, psychomotor retardation, reduced energy). During manic, mixed or hypomanic episodes, individuals are less likely to follow rules and comply with directions. Moreover, in children and adolescents, depressive, manic or hypomanic mood can manifest as irritability. When the behaviour problems occur entirely in the context of mood episodes, a separate diagnosis of oppositional defiant disorder should not be assigned. Boundary with anxiety and fear-related disorders In children and adolescents, symptoms of anxiety and fear-related disorders can sometimes manifest as noncompliance, defiance and disobedience, including irritability or anger. For example, children may exhibit angry outbursts and refuse to comply with requests when presented with a task or a situation that makes them feel anxious (e.g. when a child with social anxiety disorder is asked to make a presentation in class). These behaviours are typically a manifestation of a desire on the part of the child or adolescent to avoid the feared situation or stimulus. Furthermore, children and adolescents with anxiety and fear-related disorders do not typically exhibit provocative, spiteful or vindictive behaviour. If the defiant behaviour occurs only in response to situations or stimuli that elicit anxiety, fear or panic, oppositional defiant disorder should not be diagnosed. Boundary with intermittent",
  "gloss_vi": "Disruptive behaviour and dissocial disorders 543 better accounted for by inattention or hyperactivity-impulsivity (e.g. failure to follow long and complicated directions, difficulty remaining seated or staying on task wh...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Disruptive behaviour and dissocial disorders 543 better accounted for by inattention or hyperactivity-impulsivity (e.g. failure to follow long and complicated directions, difficulty remaining seated or staying on task when asked), oppositional defiant disorder should not be diagnosed. In oppositional defiant disorder, the pattern of noncompliance is characterized by disobedience, beyond problems with attention and behavioural inhibition. However, attention deficit hyperactivity disorder and oppositional defiant disorder commonly co-occur and both diagnoses may be assigned if the full diagnostic requirements for each are met. Boundary with autism spectrum disorder Noncompliant and other disruptive behaviours characteristic of oppositional defiant disorder should be distinguished from behaviour problems that are common among individuals with autism spectrum disorder. The key difference is that, in autism spectrum disorder, disruptive behaviours are often associated with specific environmental factors (e.g. sudden change in routine, aversive sensory stimulation), or the noncompliance is a consequence of the core symptoms of that disorder (e.g. social communication deficits, restricted, repetitive, inflexible patterns of behaviour, sensory sensitivities) rather than reflecting an intention to be provocative or spiteful. Individuals with oppositional defiant disorder do not typically exhibit the social communication deficits and restricted, repetitive and inflexible patterns of behaviour, interests or activities that are characteristic of autism spectrum disorder. Boundary with mood disorders It is common – particularly in children and adolescents – for patterns of noncompliance and symptoms of irritability/anger to occur as a feature of a mood episode. Specifically, noncompliance may result from a number of depressive symptoms (e.g. diminished interest or pleasure in activities, difficulty concentrating, hopelessness, psychomotor retardation, reduced energy). During manic, mixed or hypomanic episodes, individuals are less likely to follow rules and comply with directions. Moreover, in children and adolescents, depressive, manic or hypomanic mood can manifest as irritability. When the behaviour problems occur entirely in the context of mood episodes, a separate diagnosis of oppositional defiant disorder should not be assigned. Boundary with anxiety and fear-related disorders In children and adolescents, symptoms of anxiety and fear-related disorders can sometimes manifest as noncompliance, defiance and disobedience, including irritability or anger. For example, children may exhibit angry outbursts and refuse to comply with requests when presented with a task or a situation that makes them feel anxious (e.g. when a child with social anxiety disorder is asked to make a presentation in class). These behaviours are typically a manifestation of a desire on the part of the child or adolescent to avoid the feared situation or stimulus. Furthermore, children and adolescents with anxiety and fear-related disorders do not typically exhibit provocative, spiteful or vindictive behaviour. If the defiant behaviour occurs only in response to situations or stimuli that elicit anxiety, fear or panic, oppositional defiant disorder should not be diagnosed. Boundary with intermittent Disruptive behaviour and dissocial disorders 543 better accounted for by inattention or hyperactivity-impulsivity (e.g. failure to follow long and complicated directions, difficulty remaining seated or staying on task wh..."
}