{
  "id": "icd11#risk_safety_30698b48",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "610 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundary with normality (threshold) • Normal ageing is typically associated with some degree of cognitive change. A diagnosis of mild neurocognitive disorder does not apply if performance is consistent with expectations for the individual’s age, based on age-related norms for performance on standardized assessment. Course features • The course of neurocognitive impairment in mild neurocognitive disorder may be static or progressive, or may resolve or improve depending on the specific etiology and available treatment options. • In some cases, mild neurocognitive disorder may represent an early presentation of an underlying disease of the nervous system that may later meet the diagnostic requirements for dementia. Developmental presentations • Mild neurocognitive disorder can occur at any point across the lifespan, with risk and prevalence depending on the underlying etiology. Overall risk of mild neurocognitive disorder increases with age because of the increased prevalence of possible causal conditions. Culture-related features • Performance during clinical assessment may vary according to cultural and/or linguistic factors. When assessing impairment in neurocognitive functioning and activities of daily living, cultural and linguistic factors should be considered and accounted for when possible. • When standardized neuropsychological/cognitive testing is utilized for determination of neurocognitive impairment, performance should be measured with appropriately normed, standardized tests. In situations where appropriately normed and standardized tests are not available, assessment of neurocognitive functioning requires greater reliance on clinical judgement. (See the section on general cultural considerations for neurocognitive disorders above for additional information and examples.) Neurocognitive disorders | Mild neurocognitive disorder Neurocognitive disorders | Mild neurocognitive disorder Neurocognitive disorders 611 Boundaries with other disorders and conditions (differential diagnosis) Boundary with delirium Delirium is characterized by a disturbance of attention, orientation and awareness, with transient symptoms that may fluctuate depending on the underlying causal condition or",
  "gloss_vi": "610 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders ranh giới with normality (threshold) • normal ageing is typically associated with some degree of cognit...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "management"
    ],
    "life_topics": [
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 610 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundary with normality (threshold) • Normal ageing is typically associated with some degree of cognitive change. A diagnosis of mild neurocognitive disorder does not apply if performance is consistent with expectations for the individual’s age, based on age-related norms for performance on standardized assessment. Course features • The course of neurocognitive impairment in mild neurocognitive disorder may be static or progressive, or may resolve or improve depending on the specific etiology and available treatment options. • In some cases, mild neurocognitive disorder may represent an early presentation of an underlying disease of the nervous system that may later meet the diagnostic requirements for dementia. Developmental presentations • Mild neurocognitive disorder can occur at any point across the lifespan, with risk and prevalence depending on the underlying etiology. Overall risk of mild neurocognitive disorder increases with age because of the increased prevalence of possible causal conditions. Culture-related features • Performance during clinical assessment may vary according to cultural and/or linguistic factors. When assessing impairment in neurocognitive functioning and activities of daily living, cultural and linguistic factors should be considered and accounted for when possible. • When standardized neuropsychological/cognitive testing is utilized for determination of neurocognitive impairment, performance should be measured with appropriately normed, standardized tests. In situations where appropriately normed and standardized tests are not available, assessment of neurocognitive functioning requires greater reliance on clinical judgement. (See the section on general cultural considerations for neurocognitive disorders above for additional information and examples.) Neurocognitive disorders | Mild neurocognitive disorder Neurocognitive disorders | Mild neurocognitive disorder Neurocognitive disorders 611 Boundaries with other disorders and conditions (differential diagnosis) Boundary with delirium Delirium is characterized by a disturbance of attention, orientation and awareness, with transient symptoms that may fluctuate depending on the underlying causal condition or 610 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders ranh giới with normality (threshold) • normal ageing is typically associated with some degree of cognit..."
}