{
  "id": "icd11#risk_safety_90331ce5",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "Anxiety and fear-related disorders 285 Boundary with normality (threshold) • Social anxiety disorder can be differentiated from normal developmental fears (e.g. a child’s reluctance to interact with unfamiliar people in novel situations) by fear and anxiety reactions that are typically excessive, interfere with functioning, and persist over time (e.g. lasting more than several months). • Many individuals experience fear in social situations (e.g. it is common for individuals to experience anxiety about speaking in public) or manifest the normal personality trait of shyness. Social anxiety disorder should only be considered in cases in which the individual reports social fear, anxiety, and avoidance that are clearly in excess of what is normative for the specific cultural context and result in significant distress or impairment. Course features • Although onset of social anxiety disorder can occur during early childhood, onset typically occurs during childhood and adolescence, with a large majority of cases emerging between 8 and 15 years of age. • Onset of social anxiety disorder can be gradual or occur precipitously subsequent to a stressful or humiliating social experience. • Social anxiety disorder is generally considered to be a chronic condition; however, later age of onset, less severe level of impairment and absence of co-occurring disorders have been associated with spontaneous remission among individuals in the community. • High rates of co-occurring mental disorders make it difficult to distinguish long-term prognosis attributable specifically to social anxiety disorder. A poorer long-term prognosis has been associated with greater symptom severity and co-occurring disorders due to use of alcohol, personality disorder, generalized anxiety disorder, panic disorder and agoraphobia. • Remission rates for social anxiety disorder vary widely, with some individuals experiencing spontaneous remission of symptoms. Developmental presentations • Social anxiety disorder is less prevalent among young children under the age of 10 years, with occurrence of the disorder increasing significantly during adolescence. • In children, the diagnosis of social anxiety disorder should not be used to describe developmentally normative stranger anxiety or shyness. • Social anxiety disorder is associated with the temperamental trait of behavioural inhibition – that is, the tendency for some individuals to experience novel situations as distressing and to withdraw from or avoid unfamiliar contexts or people. Behaviourally inhibited Anxiety and fear-related disorders | Social anxiety disorder 286 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders children are “slow to warm up” to new people and new situations. Behavioural inhibition is considered to be a normal variation in temperament, but is also a risk factor for the development of social anxiety disorder. • As with adults, children and adolescents may employ subtle avoidance strategies during social situations to manage their anxiety, including limiting speech or making poor eye contact with others. Children and adolescents with social anxiety disorder may also evidence social skills deficits, such as difficulty with starting",
  "gloss_vi": "Lo âu and fear-related disorders 285 ranh giới with normality (threshold) • social lo âu disorder can be differentiated from normal developmental fears (e.g. a child’s reluctance to interact with unfamiliar people in nov...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn Anxiety and fear-related disorders 285 Boundary with normality (threshold) • Social anxiety disorder can be differentiated from normal developmental fears (e.g. a child’s reluctance to interact with unfamiliar people in novel situations) by fear and anxiety reactions that are typically excessive, interfere with functioning, and persist over time (e.g. lasting more than several months). • Many individuals experience fear in social situations (e.g. it is common for individuals to experience anxiety about speaking in public) or manifest the normal personality trait of shyness. Social anxiety disorder should only be considered in cases in which the individual reports social fear, anxiety, and avoidance that are clearly in excess of what is normative for the specific cultural context and result in significant distress or impairment. Course features • Although onset of social anxiety disorder can occur during early childhood, onset typically occurs during childhood and adolescence, with a large majority of cases emerging between 8 and 15 years of age. • Onset of social anxiety disorder can be gradual or occur precipitously subsequent to a stressful or humiliating social experience. • Social anxiety disorder is generally considered to be a chronic condition; however, later age of onset, less severe level of impairment and absence of co-occurring disorders have been associated with spontaneous remission among individuals in the community. • High rates of co-occurring mental disorders make it difficult to distinguish long-term prognosis attributable specifically to social anxiety disorder. A poorer long-term prognosis has been associated with greater symptom severity and co-occurring disorders due to use of alcohol, personality disorder, generalized anxiety disorder, panic disorder and agoraphobia. • Remission rates for social anxiety disorder vary widely, with some individuals experiencing spontaneous remission of symptoms. Developmental presentations • Social anxiety disorder is less prevalent among young children under the age of 10 years, with occurrence of the disorder increasing significantly during adolescence. • In children, the diagnosis of social anxiety disorder should not be used to describe developmentally normative stranger anxiety or shyness. • Social anxiety disorder is associated with the temperamental trait of behavioural inhibition – that is, the tendency for some individuals to experience novel situations as distressing and to withdraw from or avoid unfamiliar contexts or people. Behaviourally inhibited Anxiety and fear-related disorders | Social anxiety disorder 286 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders children are “slow to warm up” to new people and new situations. Behavioural inhibition is considered to be a normal variation in temperament, but is also a risk factor for the development of social anxiety disorder. • As with adults, children and adolescents may employ subtle avoidance strategies during social situations to manage their anxiety, including limiting speech or making poor eye contact with others. Children and adolescents with social anxiety disorder may also evidence social skills deficits, such as difficulty with starting Lo âu and fear-related disorders 285 ranh giới with normality (threshold) • social lo âu disorder can be differentiated from normal developmental fears (e.g. a child’s reluctance to interact with unfamiliar people in nov..."
}