{
  "id": "icd11#screening_cues_0e0352a2",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "incongruence of childhood differ from body dysmorphic disorder in that in these conditions the preoccupation with aspects of bodily appearance centres exclusively on the individual’s experience of a marked incongruence between their expressed or experienced gender and their biological sex. A common consequence is that individuals will clearly state a desire to alter their primary and secondary sex characteristics such that they align with their experienced gender. Obsessive-compulsive and related disorders | Body dysmorphic disorder 314 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders 6B22 Olfactory reference disorder Essential (required) features • Persistent preoccupation about emitting a foul or offensive body odour or breath (i.e. halitosis) that is either unnoticeable or slightly noticeable to others such that the individual’s concerns are markedly disproportionate to the smell – if any is perceptible – is required for diagnosis. • The presentation is characterized by excessive self-consciousness about the perceived odour, often including ideas of self-reference (i.e. the conviction that people are taking notice of, judging or talking about the odour). • The preoccupation or self-consciousness is accompanied by any of the following: • repetitive and excessive behaviours, such as repeatedly checking for body odour or checking the perceived source of the smell (e.g. clothing), or repeatedly seeking reassurance; • excessive attempts to camouflage, alter or prevent the perceived odour (e.g. using perfume or deodorant, repetitive bathing, brushing teeth, changing clothing, avoidance of certain foods); • marked avoidance of social or other situations or stimuli that increase distress about the perceived foul or offensive odour (e.g. public transportation or other situations of close proximity to other people). • The symptoms are not a manifestation of another medical condition, and are not due to the effects of a substance or medication on the central nervous system, including withdrawal effects. • The symptoms result in significant distress or significant impairment in personal, family, social, educational, occupational or other important areas of functioning. If functioning is maintained, it is only through significant additional effort. Insight specifiers Individuals with olfactory reference disorder vary in the degree of insight they have about the accuracy of the beliefs that underlie their symptoms. Although many can acknowledge that their thoughts or behaviours are untrue or excessive, some cannot, and the beliefs of some individuals with olfactory reference disorder may at times appear to be delusional in the degree of conviction or fixity with which these beliefs are held (e.g. an individual is convinced that they are emitting a foul odour). Insight may vary substantially even over short periods of time – for example, depending on the level of current anxiety or distress – and should be assessed with respect to a time period that is sufficient to allow for such fluctuation (e.g. a few days or a week). The degree of insight that an individual exhibits in the context of olfactory reference disorder can be specified as follows. Obsessive-compulsive and related disorders | Olfactory reference disorder",
  "gloss_vi": "Incongruence of childhood differ from body dysmorphic disorder in that in these conditions the preoccupation with aspects of bodily appearance centres exclusively on the individual’s experience of a marked incongruence b...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "psychoeducation",
      "do_not_do",
      "caregiver"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships"
    ],
    "advice_section": [
      "coping_skill"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc incongruence of childhood differ from body dysmorphic disorder in that in these conditions the preoccupation with aspects of bodily appearance centres exclusively on the individual’s experience of a marked incongruence between their expressed or experienced gender and their biological sex. A common consequence is that individuals will clearly state a desire to alter their primary and secondary sex characteristics such that they align with their experienced gender. Obsessive-compulsive and related disorders | Body dysmorphic disorder 314 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders 6B22 Olfactory reference disorder Essential (required) features • Persistent preoccupation about emitting a foul or offensive body odour or breath (i.e. halitosis) that is either unnoticeable or slightly noticeable to others such that the individual’s concerns are markedly disproportionate to the smell – if any is perceptible – is required for diagnosis. • The presentation is characterized by excessive self-consciousness about the perceived odour, often including ideas of self-reference (i.e. the conviction that people are taking notice of, judging or talking about the odour). • The preoccupation or self-consciousness is accompanied by any of the following: • repetitive and excessive behaviours, such as repeatedly checking for body odour or checking the perceived source of the smell (e.g. clothing), or repeatedly seeking reassurance; • excessive attempts to camouflage, alter or prevent the perceived odour (e.g. using perfume or deodorant, repetitive bathing, brushing teeth, changing clothing, avoidance of certain foods); • marked avoidance of social or other situations or stimuli that increase distress about the perceived foul or offensive odour (e.g. public transportation or other situations of close proximity to other people). • The symptoms are not a manifestation of another medical condition, and are not due to the effects of a substance or medication on the central nervous system, including withdrawal effects. • The symptoms result in significant distress or significant impairment in personal, family, social, educational, occupational or other important areas of functioning. If functioning is maintained, it is only through significant additional effort. Insight specifiers Individuals with olfactory reference disorder vary in the degree of insight they have about the accuracy of the beliefs that underlie their symptoms. Although many can acknowledge that their thoughts or behaviours are untrue or excessive, some cannot, and the beliefs of some individuals with olfactory reference disorder may at times appear to be delusional in the degree of conviction or fixity with which these beliefs are held (e.g. an individual is convinced that they are emitting a foul odour). Insight may vary substantially even over short periods of time – for example, depending on the level of current anxiety or distress – and should be assessed with respect to a time period that is sufficient to allow for such fluctuation (e.g. a few days or a week). The degree of insight that an individual exhibits in the context of olfactory reference disorder can be specified as follows. Obsessive-compulsive and related disorders | Olfactory reference disorder Incongruence of childhood differ from body dysmorphic disorder in that in these conditions the preoccupation with aspects of bodily appearance centres exclusively on the individual’s experience of a marked incongruence b..."
}