{
  "id": "icd11#screening_cues_66053e86",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "acute and transient psychotic disorder tend to fluctuate rapidly in intensity and type across time, such that the content and focus of delusions or hallucinations often shift, even on a daily basis. Such rapid shifts would be unusual in schizophrenia. Negative symptoms are often present in schizophrenia, but do not occur in acute and transient psychotic disorder. The duration of acute and transient psychotic disorder does not exceed 3 months, and most often lasts from a few days to 1 month, compared to a much longer typical course for schizophrenia. In cases that meet the diagnostic requirements for schizophrenia except that they have lasted less than the duration required for a diagnosis (i.e. 1 month) in the absence of a previous history of schizophrenia, a diagnosis of other specified primary psychotic disorder and not acute and transient psychotic disorder should be assigned. Boundary with schizotypal disorder Schizotypal disorder is characterized by an enduring pattern of unusual speech, perceptions, beliefs and behaviours that resemble attenuated forms of the defining symptoms of schizophrenia. Schizophrenia is differentiated from schizotypal disorder based entirely on the intensity of the symptoms: schizophrenia is diagnosed if the symptoms are sufficiently intense to meet diagnostic requirements. Boundary with delusional disorder Both schizophrenia and delusional disorder may be characterized by persistent delusions. If other features are present that meet the diagnostic requirements of schizophrenia (i.e. persistent hallucinations; disorganized thinking; experiences of influence, passivity or control; negative symptoms; disorganized or abnormal psychomotor behaviour), a diagnosis of schizophrenia should be made instead of a diagnosis of delusional disorder. However, hallucinations that are consistent with the content of the delusions and do not occur persistently (i.e. with regular frequency for 1 month or longer) are consistent with a diagnosis of delusional disorder rather than schizophrenia. Delusional disorder is generally characterized by relatively preserved personality and less deterioration and impairment in social and occupational functioning than schizophrenia, and individuals with delusional disorder tend to come to clinical attention for the first time at a later age. Individuals with symptom presentations consistent with delusional disorder (e.g. delusions and related, circumscribed hallucinations) but who have not met the minimum duration requirement of 3 months should not be assigned a diagnosis of schizophrenia, even though the combination of persistent delusions and related hallucinations technically meets diagnostic requirements for schizophrenia. Instead, a diagnosis of other specified primary psychotic disorder is more appropriate in such cases. Boundary with moderate or severe depressive episodes in single episode depressive disorder, recurrent depressive disorder, and bipolar type I and bipolar type II disorders Psychotic symptoms may also occur during moderate or severe depressive episodes. Delusions during depressive episodes may resemble delusions observed in schizophrenia, and are commonly persecutory or self-referential (e.g. being pursued by authorities because of imaginary crimes). Delusions of guilt (e.g. falsely blaming oneself for wrongdoing), poverty (e.g. being bankrupt) or impending disaster (perceived to have been brought on by the individual), as well as somatic delusions (e.g. of having contracted some serious disease) and nihilistic delusions (e.g. believing body organs do not exist), are also known to occur. Experiences of passivity, influence or control (e.g. thought insertion, thought withdrawal or thought broadcasting) may also occur in moderate or severe depressive episodes. Hallucinations are usually transient, and rarely occur in the absence of Schizophrenia and other primary psychotic disorders | Schizophrenia",
  "gloss_vi": "Acute and transient psychotic disorder tend to fluctuate rapidly in intensity and type across time, such that the content and focus of delusions or hallucinations often shift, even on a daily basis. such rapid shifts wou...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "do_not_do"
    ],
    "life_topics": [
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc acute and transient psychotic disorder tend to fluctuate rapidly in intensity and type across time, such that the content and focus of delusions or hallucinations often shift, even on a daily basis. Such rapid shifts would be unusual in schizophrenia. Negative symptoms are often present in schizophrenia, but do not occur in acute and transient psychotic disorder. The duration of acute and transient psychotic disorder does not exceed 3 months, and most often lasts from a few days to 1 month, compared to a much longer typical course for schizophrenia. In cases that meet the diagnostic requirements for schizophrenia except that they have lasted less than the duration required for a diagnosis (i.e. 1 month) in the absence of a previous history of schizophrenia, a diagnosis of other specified primary psychotic disorder and not acute and transient psychotic disorder should be assigned. Boundary with schizotypal disorder Schizotypal disorder is characterized by an enduring pattern of unusual speech, perceptions, beliefs and behaviours that resemble attenuated forms of the defining symptoms of schizophrenia. Schizophrenia is differentiated from schizotypal disorder based entirely on the intensity of the symptoms: schizophrenia is diagnosed if the symptoms are sufficiently intense to meet diagnostic requirements. Boundary with delusional disorder Both schizophrenia and delusional disorder may be characterized by persistent delusions. If other features are present that meet the diagnostic requirements of schizophrenia (i.e. persistent hallucinations; disorganized thinking; experiences of influence, passivity or control; negative symptoms; disorganized or abnormal psychomotor behaviour), a diagnosis of schizophrenia should be made instead of a diagnosis of delusional disorder. However, hallucinations that are consistent with the content of the delusions and do not occur persistently (i.e. with regular frequency for 1 month or longer) are consistent with a diagnosis of delusional disorder rather than schizophrenia. Delusional disorder is generally characterized by relatively preserved personality and less deterioration and impairment in social and occupational functioning than schizophrenia, and individuals with delusional disorder tend to come to clinical attention for the first time at a later age. Individuals with symptom presentations consistent with delusional disorder (e.g. delusions and related, circumscribed hallucinations) but who have not met the minimum duration requirement of 3 months should not be assigned a diagnosis of schizophrenia, even though the combination of persistent delusions and related hallucinations technically meets diagnostic requirements for schizophrenia. Instead, a diagnosis of other specified primary psychotic disorder is more appropriate in such cases. Boundary with moderate or severe depressive episodes in single episode depressive disorder, recurrent depressive disorder, and bipolar type I and bipolar type II disorders Psychotic symptoms may also occur during moderate or severe depressive episodes. Delusions during depressive episodes may resemble delusions observed in schizophrenia, and are commonly persecutory or self-referential (e.g. being pursued by authorities because of imaginary crimes). Delusions of guilt (e.g. falsely blaming oneself for wrongdoing), poverty (e.g. being bankrupt) or impending disaster (perceived to have been brought on by the individual), as well as somatic delusions (e.g. of having contracted some serious disease) and nihilistic delusions (e.g. believing body organs do not exist), are also known to occur. Experiences of passivity, influence or control (e.g. thought insertion, thought withdrawal or thought broadcasting) may also occur in moderate or severe depressive episodes. Hallucinations are usually transient, and rarely occur in the absence of Schizophrenia and other primary psychotic disorders | Schizophrenia Acute and transient psychotic disorder tend to fluctuate rapidly in intensity and type across time, such that the content and focus of delusions or hallucinations often shift, even on a daily basis. such rapid shifts wou..."
}