{
  "id": "icd11#screening_cues_abe96bf7",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "be symptomatic of obsessive-compulsive disorder. Tics can be differentiated from obsessive-compulsive disorder because they appear unintentional in nature and clearly utilize a discrete muscle group. However, it can be difficult to distinguish between complex tics and compulsions associated with obsessive-compulsive disorder. Although tics (both complex and simple) are preceded by premonitory sensory urges, which may diminish over time, tics are not aimed at neutralizing antecedent cognitions (e.g. obsessions) or reducing physiological arousal (e.g. anxiety). Many individuals exhibit symptoms of both obsessive- compulsive disorder and chronic motor tic disorder or chronic phonic tic disorder, and both diagnoses may be assigned if the diagnostic requirements for each are met. Boundary with self-injurious and self-mutilating behaviours With enough force and repetition, motor tics may lead to self-injury. However, unlike self-injurious and self-mutilating behaviour, chronic motor tic disorder is not associated with an intention to cause self-injury. Neurodevelopmental disorders | Secondary-parented categories in neurodevelopmental disorders 160 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders",
  "gloss_vi": "Be symptomatic of obsessive-compulsive disorder. tics can be differentiated from obsessive-compulsive disorder because they appear unintentional in nature and clearly utilize a discrete muscle group.",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc be symptomatic of obsessive-compulsive disorder. Tics can be differentiated from obsessive-compulsive disorder because they appear unintentional in nature and clearly utilize a discrete muscle group. However, it can be difficult to distinguish between complex tics and compulsions associated with obsessive-compulsive disorder. Although tics (both complex and simple) are preceded by premonitory sensory urges, which may diminish over time, tics are not aimed at neutralizing antecedent cognitions (e.g. obsessions) or reducing physiological arousal (e.g. anxiety). Many individuals exhibit symptoms of both obsessive- compulsive disorder and chronic motor tic disorder or chronic phonic tic disorder, and both diagnoses may be assigned if the diagnostic requirements for each are met. Boundary with self-injurious and self-mutilating behaviours With enough force and repetition, motor tics may lead to self-injury. However, unlike self-injurious and self-mutilating behaviour, chronic motor tic disorder is not associated with an intention to cause self-injury. Neurodevelopmental disorders | Secondary-parented categories in neurodevelopmental disorders 160 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Be symptomatic of obsessive-compulsive disorder. tics can be differentiated from obsessive-compulsive disorder because they appear unintentional in nature and clearly utilize a discrete muscle group."
}