{
  "id": "icd11#screening_cues_5b1cdbdd",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Neurodevelopmental disorders 121 • Pronunciation and language use may vary widely depending on the social, cultural and other environmental context (e.g. regional dialects). However, within any typical cultural setting, a developmental language disorder is characterized by significant deficits in language abilities relative to the person’s same-aged peers in the community. A bilingual environment is not a cause of persistent language learning impairment. Course features • The course of developmental language disorder may vary with the type and severity of symptom profile: impairment of receptive and expressive language (compared to those with impairment of mainly expressive language) is more likely to be persistent, and is associated with subsequent difficulties in reading comprehension. • The particular pattern of language strengths and deficits may change over the course of development. • Unlike developmental speech sound and speech fluency disorders, developmental language disorder is more likely to be maintained throughout development and into adulthood: approximately 75% of individuals diagnosed with developmental language disorder in childhood continue to meet the diagnostic requirements for the disorder in late adolescence. The impact of these impairments continues to be evident into early adulthood as behavioural, social, adaptive and communication problems, often with lifelong social consequences. Developmental presentations • Developmental language disorder emerges early in development, though it can be challenging to distinguish typical variations from impairments in language development prior to age four. Diagnosis from 4 years of age onwards tends to yield a more stable symptom presentation, and is more likely to be persistent. • The prevalence of developmental language disorder among children is estimated at 6–15%, but is more common among children with other co-occurring neurodevelopmental disorders. Sex- and/or gender-related features • Developmental language disorder appears to affect more boys than girls, though this gender ratio varies across clinical and population-based samples (from 1.3:1 to 6:1). • Boys appear to be more likely than girls to experience co-occurring developmental language and developmental speech sound disorders. Neurodevelopmental disorders | Developmental speech and language disorders 122 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundaries with other disorders and conditions (differential diagnosis) Boundary with disorders of intellectual development Individuals with disorders of intellectual development may exhibit delays in language onset, or development or impairment in language abilities, accompanied by generalized impairment in intellectual and adaptive behaviour functioning. Developmental language disorder can occur with varying levels of intellectual ability. If the diagnostic requirements of a disorder of intellectual development are met and language abilities are significantly below what would be expected based on the general level of intellectual functioning and adaptive behaviour, both diagnoses",
  "gloss_vi": "Neurodevelopmental disorders 121 • pronunciation and language use may vary widely depending on the social, cultural and other environmental context (e.g. regional dialects).",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Neurodevelopmental disorders 121 • Pronunciation and language use may vary widely depending on the social, cultural and other environmental context (e.g. regional dialects). However, within any typical cultural setting, a developmental language disorder is characterized by significant deficits in language abilities relative to the person’s same-aged peers in the community. A bilingual environment is not a cause of persistent language learning impairment. Course features • The course of developmental language disorder may vary with the type and severity of symptom profile: impairment of receptive and expressive language (compared to those with impairment of mainly expressive language) is more likely to be persistent, and is associated with subsequent difficulties in reading comprehension. • The particular pattern of language strengths and deficits may change over the course of development. • Unlike developmental speech sound and speech fluency disorders, developmental language disorder is more likely to be maintained throughout development and into adulthood: approximately 75% of individuals diagnosed with developmental language disorder in childhood continue to meet the diagnostic requirements for the disorder in late adolescence. The impact of these impairments continues to be evident into early adulthood as behavioural, social, adaptive and communication problems, often with lifelong social consequences. Developmental presentations • Developmental language disorder emerges early in development, though it can be challenging to distinguish typical variations from impairments in language development prior to age four. Diagnosis from 4 years of age onwards tends to yield a more stable symptom presentation, and is more likely to be persistent. • The prevalence of developmental language disorder among children is estimated at 6–15%, but is more common among children with other co-occurring neurodevelopmental disorders. Sex- and/or gender-related features • Developmental language disorder appears to affect more boys than girls, though this gender ratio varies across clinical and population-based samples (from 1.3:1 to 6:1). • Boys appear to be more likely than girls to experience co-occurring developmental language and developmental speech sound disorders. Neurodevelopmental disorders | Developmental speech and language disorders 122 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundaries with other disorders and conditions (differential diagnosis) Boundary with disorders of intellectual development Individuals with disorders of intellectual development may exhibit delays in language onset, or development or impairment in language abilities, accompanied by generalized impairment in intellectual and adaptive behaviour functioning. Developmental language disorder can occur with varying levels of intellectual ability. If the diagnostic requirements of a disorder of intellectual development are met and language abilities are significantly below what would be expected based on the general level of intellectual functioning and adaptive behaviour, both diagnoses Neurodevelopmental disorders 121 • pronunciation and language use may vary widely depending on the social, cultural and other environmental context (e.g. regional dialects)."
}