{
  "id": "icd11#risk_safety_0c84d709",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "the result of an “accident” rather than child or elder abuse) solely in order to avoid criminal prosecution or the intervention of child protective services should not be diagnosed with factitious disorder imposed on another. The diagnosis of factitious disorder imposed on another requires a clinical judgement that there are additional motivations for the deceptive behaviour, such as obtaining the attention and admiration of health-care providers. Boundary with mental disorders with psychotic symptoms Individuals with other mental disorders (e.g. schizophrenia and other primary psychotic disorders, mood disorders) may sometimes harm others, including their children, in response to a command hallucination or a delusion, or as part of a suicide attempt. In such cases, there is typically no evidence of deception associated with the harmful behaviour other than to avoid criminal prosecution for child abuse or other intervention (e.g. removal of a child by protective services). 6D5Z Factitious disorder, unspecified Factitious disorders | Factitious disorder imposed on another Factitious disorders | Factitious disorder, unspecified 598 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Neurocognitive disorders",
  "gloss_vi": "The result of an “accident” rather than child or elder abuse) solely in order to avoid criminal prosecution or the intervention of child protective services should not be diagnosed with factitious disorder imposed on ano...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "do_not_do",
      "management"
    ],
    "life_topics": [
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn the result of an “accident” rather than child or elder abuse) solely in order to avoid criminal prosecution or the intervention of child protective services should not be diagnosed with factitious disorder imposed on another. The diagnosis of factitious disorder imposed on another requires a clinical judgement that there are additional motivations for the deceptive behaviour, such as obtaining the attention and admiration of health-care providers. Boundary with mental disorders with psychotic symptoms Individuals with other mental disorders (e.g. schizophrenia and other primary psychotic disorders, mood disorders) may sometimes harm others, including their children, in response to a command hallucination or a delusion, or as part of a suicide attempt. In such cases, there is typically no evidence of deception associated with the harmful behaviour other than to avoid criminal prosecution for child abuse or other intervention (e.g. removal of a child by protective services). 6D5Z Factitious disorder, unspecified Factitious disorders | Factitious disorder imposed on another Factitious disorders | Factitious disorder, unspecified 598 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Neurocognitive disorders The result of an “accident” rather than child or elder abuse) solely in order to avoid criminal prosecution or the intervention of child protective services should not be diagnosed with factitious disorder imposed on ano..."
}