{
  "id": "icd11#screening_cues_de184f11",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "324 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Course features • Hoarding behaviours often begin during childhood or adolescence, and persist into later life. Onset after the age of 40 years is rare. • Hoarding disorder is typically chronic and progressive. • The consequences of hoarding typically become more severe and impairing with age, owing to accumulation of objects over time and an increasing inability to discard or organize possessions. Sometimes, this is due to the onset of comorbid medical conditions and co- occurring mental disorders. • Among older adults, hoarding disorder is associated with impairment in a range of life domains, including unsafe living conditions, social isolation, pathological self-neglect (i.e. poor hygiene), co-occurring mental disorders and medical comorbidities. Developmental presentations • Hoarding disorder has its onset in childhood and adolescence (between the ages of 11 and 15 years) with prevalence rates reported as high as 2–3.7% by mid-adolescence. Later life onset may be a manifestation of the cognitive deficits and behavioural symptoms associated with dementia (e.g. decreased inhibition or repetitive behaviour) rather than hoarding disorder. • Excessive collecting and accumulation of clutter characteristic of hoarding disorder in adults may not be as evident among young people because caregivers may restrict excessive acquisition of objects. As such, hoarding is more likely to be restricted to particular areas (such as a child’s bedroom) and types of materials (such as school-related objects, toys and food) that the child can most easily access. • Collecting and saving items is developmentally appropriate behaviour for young children up to the age of 6 years, making it more challenging for parents and clinicians to differentiate problematic hoarding from age-appropriate collecting and retaining objects. • Individuals with hoarding disorder are more likely to experience co-occurring mental disorders or comorbid medical conditions, though this varies across developmental periods. Children and adolescents with hoarding symptoms are more likely to have co- occurring mental disorders, such as obsessive-compulsive disorder or attention deficit hyperactivity disorder. Hoarding symptoms are also more common among young people with autism spectrum disorder or Prader-Willi syndrome. However, an additional diagnosis of hoarding disorder may be appropriate if the symptoms of each disorder require independent clinical attention. Among",
  "gloss_vi": "324 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders course features • hoarding behaviours often begin during childhood or adolescence, and persist into lat...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "management",
      "caregiver"
    ],
    "life_topics": [],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 324 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Course features • Hoarding behaviours often begin during childhood or adolescence, and persist into later life. Onset after the age of 40 years is rare. • Hoarding disorder is typically chronic and progressive. • The consequences of hoarding typically become more severe and impairing with age, owing to accumulation of objects over time and an increasing inability to discard or organize possessions. Sometimes, this is due to the onset of comorbid medical conditions and co- occurring mental disorders. • Among older adults, hoarding disorder is associated with impairment in a range of life domains, including unsafe living conditions, social isolation, pathological self-neglect (i.e. poor hygiene), co-occurring mental disorders and medical comorbidities. Developmental presentations • Hoarding disorder has its onset in childhood and adolescence (between the ages of 11 and 15 years) with prevalence rates reported as high as 2–3.7% by mid-adolescence. Later life onset may be a manifestation of the cognitive deficits and behavioural symptoms associated with dementia (e.g. decreased inhibition or repetitive behaviour) rather than hoarding disorder. • Excessive collecting and accumulation of clutter characteristic of hoarding disorder in adults may not be as evident among young people because caregivers may restrict excessive acquisition of objects. As such, hoarding is more likely to be restricted to particular areas (such as a child’s bedroom) and types of materials (such as school-related objects, toys and food) that the child can most easily access. • Collecting and saving items is developmentally appropriate behaviour for young children up to the age of 6 years, making it more challenging for parents and clinicians to differentiate problematic hoarding from age-appropriate collecting and retaining objects. • Individuals with hoarding disorder are more likely to experience co-occurring mental disorders or comorbid medical conditions, though this varies across developmental periods. Children and adolescents with hoarding symptoms are more likely to have co- occurring mental disorders, such as obsessive-compulsive disorder or attention deficit hyperactivity disorder. Hoarding symptoms are also more common among young people with autism spectrum disorder or Prader-Willi syndrome. However, an additional diagnosis of hoarding disorder may be appropriate if the symptoms of each disorder require independent clinical attention. Among 324 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders course features • hoarding behaviours often begin during childhood or adolescence, and persist into lat..."
}