{
  "id": "icd11#risk_safety_3a41e678",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "time spent on these activities, from the neglect of other activities and priorities, from risky behaviours associated with gaming or its context, from the adverse consequences of gaming, or from a combination of these. The pattern of gaming often persists in spite of awareness of increased risk of harm to the individual or to others. Reasons for contact with mental health services | Hazardous gambling or betting Factors influencing health status or contact with health services particularly relevant to mental health services 745 Other problems associated with health behaviours QE20 Lack of physical exercise QE23 Problems with inappropriate diet or eating habits QE24 Problems with hygiene behaviours QE25 Problems with oral health behaviours QE26 Problems with sun exposure behaviour QE27 Problems with behaviours related to psychological health or well-being QE28 Problems with health literacy QE2Y Problems with other specified health-related behaviours QE2Z Problems with health-related behaviours, unspecified Contact with health services for counselling QA10 Contact with health services for dietary counselling or surveillance QA11 Contact with health services for alcohol use counselling or surveillance QA12 Contact with health services for drug use counselling or surveillance QA13 Contact with health services for tobacco use counselling Reasons for contact with mental health services | Other problems associated with health behaviours",
  "gloss_vi": "Time spent on these activities, from the neglect of other activities and priorities, from risky behaviours associated with gaming or its context, from the adverse consequences of gaming, or from a combination of these. t...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety"
    ],
    "life_topics": [],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn time spent on these activities, from the neglect of other activities and priorities, from risky behaviours associated with gaming or its context, from the adverse consequences of gaming, or from a combination of these. The pattern of gaming often persists in spite of awareness of increased risk of harm to the individual or to others. Reasons for contact with mental health services | Hazardous gambling or betting Factors influencing health status or contact with health services particularly relevant to mental health services 745 Other problems associated with health behaviours QE20 Lack of physical exercise QE23 Problems with inappropriate diet or eating habits QE24 Problems with hygiene behaviours QE25 Problems with oral health behaviours QE26 Problems with sun exposure behaviour QE27 Problems with behaviours related to psychological health or well-being QE28 Problems with health literacy QE2Y Problems with other specified health-related behaviours QE2Z Problems with health-related behaviours, unspecified Contact with health services for counselling QA10 Contact with health services for dietary counselling or surveillance QA11 Contact with health services for alcohol use counselling or surveillance QA12 Contact with health services for drug use counselling or surveillance QA13 Contact with health services for tobacco use counselling Reasons for contact with mental health services | Other problems associated with health behaviours Time spent on these activities, from the neglect of other activities and priorities, from risky behaviours associated with gaming or its context, from the adverse consequences of gaming, or from a combination of these. t..."
}