{
  "id": "icd11#screening_cues_2a88626a",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "behaviour, self- harm and moodiness are more common during adolescence than during adulthood. Therefore, thresholds for evaluating whether such behaviour patterns are indicative of personality disorder or of elevations in trait domains such as disinhibition and negative affectivity among adolescents should be correspondingly higher. The wide variability in normal adolescent development that may affect the expression of these behaviours or characteristics should also be considered. Personality disorders and related traits | General diagnostic requirements for personality disorder Personality disorders and related traits 567 Culture-related features • Assessment of personality across cultures is challenging, requiring knowledge of normative personality function for the sociocultural context, variations in cultural concepts of the self, and evidence for consistent traits and behaviours across time and multiple social contexts. • Culture shapes modes of self-construal, social presentation and levels of insight about behaviours that are related to personality development, including what are considered normal and abnormal personality states in a given setting. For example, children reared in collectivist societies may develop attachment styles and traits that are viewed as dependent or avoidant related to the norms of more individualistic cultures. In turn, traits of self- involvement that are accepted or positively valued in individualistic cultures may be considered narcissistic in collectivist cultures. • Diagnosis of personality disorder must take into account the person’s cultural background. Collateral information may be needed to assess whether certain disruptive self-states and behaviours are considered culturally uncharacteristic and therefore consistent with personality disorder in a given culture. In general, a diagnosis of personality disorder should be assigned only when the symptoms exceed thresholds that are normative for the sociocultural context. • Among ethnic minority, immigrant and refugee communities, responses to discrimination, social exclusion and acculturative stress may be confused with personality disorder. For example, suspiciousness or mistrust may be common in situations of endemic racism and discrimination. • Sociocultural contexts of exclusion affecting marginal social groups can evoke repeated attempts at self-affirmation or acceptance by others that are based on ambiguous or troubled relationships with authority figures and limited adaptability. These reactions may be confounded with manifestations of borderline pattern, such as impulsivity, instability, affective lability, explosive/aggressive behaviour or dissociative symptoms. However, a diagnosis should be assigned only when the symptoms exceed thresholds that are normative for the sociocultural context. Sex- and/or gender-related features • Available evidence indicates that gender distribution of personality disorder is approximately equal. However, there are significant gender differences in the behavioural expression of personality disorder and in the associated trait domains. Specifically, elevations on dissociality and disinhibition are more common among men, and elevations on negative affectivity are more common among women. Personality disorders and related traits | General diagnostic requirements for personality disorder",
  "gloss_vi": "Behaviour, self- harm and moodiness are more common during adolescence than during adulthood. therefore, thresholds for evaluating whether such behaviour patterns are indicative of personality disorder or of elevations i...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc behaviour, self- harm and moodiness are more common during adolescence than during adulthood. Therefore, thresholds for evaluating whether such behaviour patterns are indicative of personality disorder or of elevations in trait domains such as disinhibition and negative affectivity among adolescents should be correspondingly higher. The wide variability in normal adolescent development that may affect the expression of these behaviours or characteristics should also be considered. Personality disorders and related traits | General diagnostic requirements for personality disorder Personality disorders and related traits 567 Culture-related features • Assessment of personality across cultures is challenging, requiring knowledge of normative personality function for the sociocultural context, variations in cultural concepts of the self, and evidence for consistent traits and behaviours across time and multiple social contexts. • Culture shapes modes of self-construal, social presentation and levels of insight about behaviours that are related to personality development, including what are considered normal and abnormal personality states in a given setting. For example, children reared in collectivist societies may develop attachment styles and traits that are viewed as dependent or avoidant related to the norms of more individualistic cultures. In turn, traits of self- involvement that are accepted or positively valued in individualistic cultures may be considered narcissistic in collectivist cultures. • Diagnosis of personality disorder must take into account the person’s cultural background. Collateral information may be needed to assess whether certain disruptive self-states and behaviours are considered culturally uncharacteristic and therefore consistent with personality disorder in a given culture. In general, a diagnosis of personality disorder should be assigned only when the symptoms exceed thresholds that are normative for the sociocultural context. • Among ethnic minority, immigrant and refugee communities, responses to discrimination, social exclusion and acculturative stress may be confused with personality disorder. For example, suspiciousness or mistrust may be common in situations of endemic racism and discrimination. • Sociocultural contexts of exclusion affecting marginal social groups can evoke repeated attempts at self-affirmation or acceptance by others that are based on ambiguous or troubled relationships with authority figures and limited adaptability. These reactions may be confounded with manifestations of borderline pattern, such as impulsivity, instability, affective lability, explosive/aggressive behaviour or dissociative symptoms. However, a diagnosis should be assigned only when the symptoms exceed thresholds that are normative for the sociocultural context. Sex- and/or gender-related features • Available evidence indicates that gender distribution of personality disorder is approximately equal. However, there are significant gender differences in the behavioural expression of personality disorder and in the associated trait domains. Specifically, elevations on dissociality and disinhibition are more common among men, and elevations on negative affectivity are more common among women. Personality disorders and related traits | General diagnostic requirements for personality disorder Behaviour, self- harm and moodiness are more common during adolescence than during adulthood. therefore, thresholds for evaluating whether such behaviour patterns are indicative of personality disorder or of elevations i..."
}