{
  "id": "icd11#screening_cues_4b50022a",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "144 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Specifiers to describe predominant characteristics of clinical presentation • The characteristics of the current clinical presentation should be described using one of the following specifiers, which are meant to assist in recording the main reason for the current referral or services. Predominance of symptoms refers to the presence of several symptoms of either an inattentive or hyperactive-impulsive nature, with few or no symptoms of the other type. 6A05.0 Attention deficit hyperactivity disorder, predominantly inattentive presentation • All diagnostic requirements for attention deficit hyperactivity disorder are met, and inattentive symptoms predominate. 6A05.1 Attention deficit hyperactivity disorder, predominantly hyperactive- impulsive presentation • All diagnostic requirements for attention deficit hyperactivity disorder are met, and symptoms of hyperactivity-impulsivity predominate. 6A05.2 Attention deficit hyperactivity disorder, combined presentation • All diagnostic requirements for attention deficit hyperactivity disorder are met, and both hyperactive-impulsive and inattentive symptoms are clinically significant aspects of the current clinical presentation, with neither clearly predominating. 6A05.Y Attention deficit hyperactivity disorder, other specified presentation 6A05.Z Attention deficit hyperactivity disorder, presentation unspecified Neurodevelopmental disorders | Attention deficit hyperactivity disorder Neurodevelopmental disorders 145 Additional clinical features • Attention deficit hyperactivity disorder usually manifests in early or middle childhood. In many cases, hyperactivity symptoms predominate in preschool and decrease with age, such that they are no longer prominent beyond adolescence or may instead be reported as feelings of physical restlessness. Attentional problems may be more commonly observed beginning in later childhood, especially in school and among adults in occupational settings. • The manifestations and severity of attention deficit hyperactivity disorder often vary according to the characteristics and demands of the environment. Symptoms and behaviours should be evaluated across multiple types of environments as a part of clinical assessment. • Where available, teacher and parent reports should be obtained to establish the diagnosis in children and adolescents. In adults, the report of a significant other, family member or co-worker can provide important additional information. • Some individuals with attention deficit hyperactivity disorder may first present for services in adulthood. When making the diagnosis of attention deficit hyperactivity disorder in",
  "gloss_vi": "144 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders specifiers to describe predominant characteristics of clinical presentation • the characteristics of th...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "caregiver"
    ],
    "life_topics": [
      "work",
      "relationships"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 144 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Specifiers to describe predominant characteristics of clinical presentation • The characteristics of the current clinical presentation should be described using one of the following specifiers, which are meant to assist in recording the main reason for the current referral or services. Predominance of symptoms refers to the presence of several symptoms of either an inattentive or hyperactive-impulsive nature, with few or no symptoms of the other type. 6A05.0 Attention deficit hyperactivity disorder, predominantly inattentive presentation • All diagnostic requirements for attention deficit hyperactivity disorder are met, and inattentive symptoms predominate. 6A05.1 Attention deficit hyperactivity disorder, predominantly hyperactive- impulsive presentation • All diagnostic requirements for attention deficit hyperactivity disorder are met, and symptoms of hyperactivity-impulsivity predominate. 6A05.2 Attention deficit hyperactivity disorder, combined presentation • All diagnostic requirements for attention deficit hyperactivity disorder are met, and both hyperactive-impulsive and inattentive symptoms are clinically significant aspects of the current clinical presentation, with neither clearly predominating. 6A05.Y Attention deficit hyperactivity disorder, other specified presentation 6A05.Z Attention deficit hyperactivity disorder, presentation unspecified Neurodevelopmental disorders | Attention deficit hyperactivity disorder Neurodevelopmental disorders 145 Additional clinical features • Attention deficit hyperactivity disorder usually manifests in early or middle childhood. In many cases, hyperactivity symptoms predominate in preschool and decrease with age, such that they are no longer prominent beyond adolescence or may instead be reported as feelings of physical restlessness. Attentional problems may be more commonly observed beginning in later childhood, especially in school and among adults in occupational settings. • The manifestations and severity of attention deficit hyperactivity disorder often vary according to the characteristics and demands of the environment. Symptoms and behaviours should be evaluated across multiple types of environments as a part of clinical assessment. • Where available, teacher and parent reports should be obtained to establish the diagnosis in children and adolescents. In adults, the report of a significant other, family member or co-worker can provide important additional information. • Some individuals with attention deficit hyperactivity disorder may first present for services in adulthood. When making the diagnosis of attention deficit hyperactivity disorder in 144 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders specifiers to describe predominant characteristics of clinical presentation • the characteristics of th..."
}