{
  "id": "icd11#screening_cues_d11e7a60",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Introduction 7 independently, was employed in order to isolate the effects of the CDDR from other sources of variance in diagnosis (e.g. changes over time, inconstancy in reporting). Importantly, the level of training on the ICD-11 CDDR received by participating clinicians was similar to what might be expected in routine clinical setting during ICD-11 implementation. Clinicians were given no instructions on how to conduct their diagnostic interviews other than to assess the areas that were required as part of the study protocol. Overall, intraclass kappa coefficients (a measure of reliability between raters) for diagnoses weighted by site and study prevalence ranged from 0.45 (dysthymic disorder) to 0.88 (social anxiety disorder). The reliability of the ICD-11 diagnostic requirements was superior to that previously reported for equivalent ICD-10 guidelines (18). Clinician ratings of the clinical utility of the ICD-11 CDDR were very positive overall. The CDDR were perceived as easy to use, accurately reflecting patients’ presentations (i.e. goodness of fit), clear and understandable, and no more time-consuming than the clinicians’ standard practice (19). A separate study of common child and adolescent diagnoses was conducted in four countries – China, India, Japan and Mexico – with children and adolescents from 6 to 18 years of age (48). The study focused on attention deficit hyperactivity disorder, disruptive behaviour and dissocial disorders, mood disorders, anxiety and fear-related disorders, and disorders specifically associated with stress, using a design that was analogous to the adult study. Kappa estimates indicated substantial agreement for most categories, with moderate agreement for generalized anxiety disorder and adjustment disorder. No differences were found between younger (6–11 years) and older (12–18 years) age groups, or between outpatient and inpatient samples. Clinical utility ratings for these diagnoses were positive and consistent across the domains assessed, although they were somewhat lower for adjustment disorder. Taken together, the results of the ecological implementation studies supported the implementation of the ICD-11 CDDR in clinical settings, and suggested that the results of the case-controlled studies were generalizable to clinical settings. Another clinic-based field study in three countries examining the novel behavioural indicators for the assessment of the severity of ICD-11 disorders of intellectual development found them to have good to excellent levels of inter-rater reliability, concurrent validity and clinical utility. This supported their use to assist in the accurate identification of individuals with disorders of intellectual development, particularly in settings where specialized assessment services are unavailable (49). A separate field studies programme to test the section of the ICD-11 CDDR on disorders due to substance use and addictive behaviours involved field testing centres in 11 countries: Australia, Brazil, China, France, Indonesia, India, the Islamic Republic of Iran, Malaysia, Mexico, Switzerland and Thailand. The main aim of the studies was to explore the public health and clinical utility, feasibility and stability (comparability with ICD-10) of the proposed CDDR for disorders due to the use of psychoactive substances, as well as the newly designated subgrouping of disorders due to addictive behaviours (i.e. gambling disorder and gaming disorder). The mixed-methods approach used in these studies included key informant surveys and interviews, focus groups and consensus conferences at each study site. Across sites, more than 1000 health professionals participated in the survey, more than 200 participants were involved in 30 focus groups organized at the study sites, and 42 identified national experts in the field reviewed the draft CDDR. Overall, this section of ICD-11 was judged to be major step forward compared to ICD-10 in terms of its utility for meeting clinical and public health, and its feasibility for implementation. There was broad support for major innovations in this area. For disorders due to substance use, this included the expansion of substance classes to reflect evolving patterns in global psychoactive substance",
  "gloss_vi": "Introduction 7 independently, was employed in order to isolate the effects of the cddr from other sources of variance in diagnosis (e.g. changes over time, inconstancy in reporting).",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation"
    ],
    "life_topics": [
      "stress",
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Introduction 7 independently, was employed in order to isolate the effects of the CDDR from other sources of variance in diagnosis (e.g. changes over time, inconstancy in reporting). Importantly, the level of training on the ICD-11 CDDR received by participating clinicians was similar to what might be expected in routine clinical setting during ICD-11 implementation. Clinicians were given no instructions on how to conduct their diagnostic interviews other than to assess the areas that were required as part of the study protocol. Overall, intraclass kappa coefficients (a measure of reliability between raters) for diagnoses weighted by site and study prevalence ranged from 0.45 (dysthymic disorder) to 0.88 (social anxiety disorder). The reliability of the ICD-11 diagnostic requirements was superior to that previously reported for equivalent ICD-10 guidelines (18). Clinician ratings of the clinical utility of the ICD-11 CDDR were very positive overall. The CDDR were perceived as easy to use, accurately reflecting patients’ presentations (i.e. goodness of fit), clear and understandable, and no more time-consuming than the clinicians’ standard practice (19). A separate study of common child and adolescent diagnoses was conducted in four countries – China, India, Japan and Mexico – with children and adolescents from 6 to 18 years of age (48). The study focused on attention deficit hyperactivity disorder, disruptive behaviour and dissocial disorders, mood disorders, anxiety and fear-related disorders, and disorders specifically associated with stress, using a design that was analogous to the adult study. Kappa estimates indicated substantial agreement for most categories, with moderate agreement for generalized anxiety disorder and adjustment disorder. No differences were found between younger (6–11 years) and older (12–18 years) age groups, or between outpatient and inpatient samples. Clinical utility ratings for these diagnoses were positive and consistent across the domains assessed, although they were somewhat lower for adjustment disorder. Taken together, the results of the ecological implementation studies supported the implementation of the ICD-11 CDDR in clinical settings, and suggested that the results of the case-controlled studies were generalizable to clinical settings. Another clinic-based field study in three countries examining the novel behavioural indicators for the assessment of the severity of ICD-11 disorders of intellectual development found them to have good to excellent levels of inter-rater reliability, concurrent validity and clinical utility. This supported their use to assist in the accurate identification of individuals with disorders of intellectual development, particularly in settings where specialized assessment services are unavailable (49). A separate field studies programme to test the section of the ICD-11 CDDR on disorders due to substance use and addictive behaviours involved field testing centres in 11 countries: Australia, Brazil, China, France, Indonesia, India, the Islamic Republic of Iran, Malaysia, Mexico, Switzerland and Thailand. The main aim of the studies was to explore the public health and clinical utility, feasibility and stability (comparability with ICD-10) of the proposed CDDR for disorders due to the use of psychoactive substances, as well as the newly designated subgrouping of disorders due to addictive behaviours (i.e. gambling disorder and gaming disorder). The mixed-methods approach used in these studies included key informant surveys and interviews, focus groups and consensus conferences at each study site. Across sites, more than 1000 health professionals participated in the survey, more than 200 participants were involved in 30 focus groups organized at the study sites, and 42 identified national experts in the field reviewed the draft CDDR. Overall, this section of ICD-11 was judged to be major step forward compared to ICD-10 in terms of its utility for meeting clinical and public health, and its feasibility for implementation. There was broad support for major innovations in this area. For disorders due to substance use, this included the expansion of substance classes to reflect evolving patterns in global psychoactive substance Introduction 7 independently, was employed in order to isolate the effects of the cddr from other sources of variance in diagnosis (e.g. changes over time, inconstancy in reporting)."
}