{
  "id": "icd11#screening_cues_ff21a697",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "symptoms”); and • whether the symptoms meet any stated requirement regarding their impact on the individual’s functioning (“symptoms result in significant impairment in personal, family, social, educational, occupational or other important areas of functioning”) or have resulted in “significant distress”. As noted, the CDDR generally avoid artificial precision in quantifying the exact number of items that must be present from a list of symptoms or specifying a precise duration requirement. Too rigidly applied, these can create barriers – for example, due to cultural variation or in contexts where an individual may have limited opportunities to access care. The essential features attempt to describe the relevant clinical phenomena clearly in order to allow for flexible application of the CDDR in establishing the presence of each diagnostic item. It is up to the diagnosing health professional to make a judgement about its presence or absence, considering the entire context of the clinical presentation. If the essential features do not mention a required duration for the symptoms, it is assumed that the symptoms should have been present for at least one month in order to assign the diagnosis. Consideration of other disorders that may share presenting features This aspect of the diagnostic evaluation includes whether the symptoms are best considered to be a manifestation of a disease or disorder classified outside of the mental, behavioural and neurodevelopmental disorders chapter (e.g. a sleep-wake disorder, a disease of the nervous system, or another medical condition). In cases where the symptoms are judged to be a direct pathophysiological consequence of a medical condition and the mental, behavioural or neurodevelopmental symptoms are a specific focus of clinical attention, a diagnosis of one of the secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere may be assigned, in addition to the appropriate diagnosis for the etiological medical condition. For example, depressive symptoms similar to those of a depressive episode that are judged to be due to hypothyroidism would warrant a diagnosis of secondary mood syndrome, with depressive symptoms in addition to hypothyroidism. However, certain disorders are diagnosed regardless of whether they are believed to be caused by a medical condition classified elsewhere, including neurocognitive disorders and certain neurodevelopmental disorders (i.e. disorders of intellectual development, autism spectrum disorder, stereotyped movement disorder). The evaluation also includes whether the symptoms are due to the effects of a substance or medication on the central nervous system. If so, a diagnosis of one of the substance-induced mental disorders (e.g. alcohol-induced delirium, amfetamine-induced psychotic disorder) is likely to be appropriate. Other categories specifically linked to substances or medications include catatonia induced by substances or medications; amnestic disorder due to psychoactive substances, including medications; and dementia due to psychoactive substances, including medications. Finally, the diagnostic evaluation includes whether there are other ICD-11 mental, behavioural and neurodevelopmental disorders that share features with the disorder under consideration, that might better account for the symptomatic presentation. Whether a particular disorder that could account for the symptoms in fact better accounts for them is a clinical judgement. For example, the essential features of social anxiety disorder, which are characterized by marked and excessive fear or anxiety that occurs in social situations, includes the diagnostic requirement that “the symptoms are not better accounted for by another mental disorder (e.g. agoraphobia, body dysmorphic disorder, olfactory reference disorder)”. Each of these listed disorders may also involve the development of anxiety in social situations. For body dysmorphic disorder and olfactory reference disorder, the anxiety involves excessive self-consciousness about perceived defects in appearance or emitting an offensive body odour, respectively. In agoraphobia, the",
  "gloss_vi": "Symptoms”); and • whether the symptoms meet any stated requirement regarding their impact on the individual’s functioning (“symptoms result in significant impairment in personal, family, social, educational, occupational...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "referral",
      "psychoeducation",
      "do_not_do",
      "management",
      "caregiver"
    ],
    "life_topics": [
      "sleep",
      "stress",
      "study",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc symptoms”); and • whether the symptoms meet any stated requirement regarding their impact on the individual’s functioning (“symptoms result in significant impairment in personal, family, social, educational, occupational or other important areas of functioning”) or have resulted in “significant distress”. As noted, the CDDR generally avoid artificial precision in quantifying the exact number of items that must be present from a list of symptoms or specifying a precise duration requirement. Too rigidly applied, these can create barriers – for example, due to cultural variation or in contexts where an individual may have limited opportunities to access care. The essential features attempt to describe the relevant clinical phenomena clearly in order to allow for flexible application of the CDDR in establishing the presence of each diagnostic item. It is up to the diagnosing health professional to make a judgement about its presence or absence, considering the entire context of the clinical presentation. If the essential features do not mention a required duration for the symptoms, it is assumed that the symptoms should have been present for at least one month in order to assign the diagnosis. Consideration of other disorders that may share presenting features This aspect of the diagnostic evaluation includes whether the symptoms are best considered to be a manifestation of a disease or disorder classified outside of the mental, behavioural and neurodevelopmental disorders chapter (e.g. a sleep-wake disorder, a disease of the nervous system, or another medical condition). In cases where the symptoms are judged to be a direct pathophysiological consequence of a medical condition and the mental, behavioural or neurodevelopmental symptoms are a specific focus of clinical attention, a diagnosis of one of the secondary mental or behavioural syndromes associated with disorders and diseases classified elsewhere may be assigned, in addition to the appropriate diagnosis for the etiological medical condition. For example, depressive symptoms similar to those of a depressive episode that are judged to be due to hypothyroidism would warrant a diagnosis of secondary mood syndrome, with depressive symptoms in addition to hypothyroidism. However, certain disorders are diagnosed regardless of whether they are believed to be caused by a medical condition classified elsewhere, including neurocognitive disorders and certain neurodevelopmental disorders (i.e. disorders of intellectual development, autism spectrum disorder, stereotyped movement disorder). The evaluation also includes whether the symptoms are due to the effects of a substance or medication on the central nervous system. If so, a diagnosis of one of the substance-induced mental disorders (e.g. alcohol-induced delirium, amfetamine-induced psychotic disorder) is likely to be appropriate. Other categories specifically linked to substances or medications include catatonia induced by substances or medications; amnestic disorder due to psychoactive substances, including medications; and dementia due to psychoactive substances, including medications. Finally, the diagnostic evaluation includes whether there are other ICD-11 mental, behavioural and neurodevelopmental disorders that share features with the disorder under consideration, that might better account for the symptomatic presentation. Whether a particular disorder that could account for the symptoms in fact better accounts for them is a clinical judgement. For example, the essential features of social anxiety disorder, which are characterized by marked and excessive fear or anxiety that occurs in social situations, includes the diagnostic requirement that “the symptoms are not better accounted for by another mental disorder (e.g. agoraphobia, body dysmorphic disorder, olfactory reference disorder)”. Each of these listed disorders may also involve the development of anxiety in social situations. For body dysmorphic disorder and olfactory reference disorder, the anxiety involves excessive self-consciousness about perceived defects in appearance or emitting an offensive body odour, respectively. In agoraphobia, the Symptoms”); and • whether the symptoms meet any stated requirement regarding their impact on the individual’s functioning (“symptoms result in significant impairment in personal, family, social, educational, occupational..."
}