{
  "id": "icd11#risk_safety_942e08e1",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "380 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Course features for trance disorder and possession trance disorder • Prevalence of trance and possession trance disorders is highest among young adults, with a mean age at onset of between 20 and 25 years. • The long-term course of trance and possession trance disorders is variable, ranging from a single prolonged episode to multiple recurrences over years. • Duration and intensity of trance episodes vary considerably. Most recurrent episodes are brief, and individuals may fall in and out of trance states multiple times within a given episode. • Acute recurrent episodes of trance usually last minutes to hours, and are followed by a period of exhaustion. Episodes of possession trance usually take longer to resolve, with many shifts in and out of trance states over days or even weeks. • Trance states can be evoked by significant emotional stress, anger or enhanced frustration. Domestic disharmony, war-related trauma and interpersonal conflicts related to religious or cultural issues have also been shown to play a significant role in the precipitation of trance or possession trance states. • Trance states can occur in clusters (i.e. multiple cases taking place in close temporal and/ or spatial proximity), and may be associated with mass suggestibility. • Individuals with prior exposure to trance states or who are spiritual healers are at higher risk of developing involuntary trance states themselves, outside culturally sanctioned rituals. • Patients with trance disorder and possession trance disorder often report prodromal symptoms. Somatic complaints and a sense of presence (i.e. feeling that one is not alone) are common. However, presence or absence of prodromal symptoms does not predict the number of trance episodes. • Possession trance states are often characterized by involuntary motor movements, glossolalia, auditory hallucinations or amnesia. Possession trance states in which the individual’s sense of identity is replaced are often preceded by a phase of other, more passive dissociative experiences (e.g. feeling influenced by forces or spirits from the outside, hearing voices, being unable to speak). Developmental presentations for trance disorder and possession trance disorder • Trance-like states may manifest in children in various ways, including vacant staring or talking to themselves loudly",
  "gloss_vi": "380 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders course features for trance disorder and possession trance disorder • prevalence of trance and possessio...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues"
    ],
    "life_topics": [
      "stress",
      "relationships",
      "grief"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 380 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Course features for trance disorder and possession trance disorder • Prevalence of trance and possession trance disorders is highest among young adults, with a mean age at onset of between 20 and 25 years. • The long-term course of trance and possession trance disorders is variable, ranging from a single prolonged episode to multiple recurrences over years. • Duration and intensity of trance episodes vary considerably. Most recurrent episodes are brief, and individuals may fall in and out of trance states multiple times within a given episode. • Acute recurrent episodes of trance usually last minutes to hours, and are followed by a period of exhaustion. Episodes of possession trance usually take longer to resolve, with many shifts in and out of trance states over days or even weeks. • Trance states can be evoked by significant emotional stress, anger or enhanced frustration. Domestic disharmony, war-related trauma and interpersonal conflicts related to religious or cultural issues have also been shown to play a significant role in the precipitation of trance or possession trance states. • Trance states can occur in clusters (i.e. multiple cases taking place in close temporal and/ or spatial proximity), and may be associated with mass suggestibility. • Individuals with prior exposure to trance states or who are spiritual healers are at higher risk of developing involuntary trance states themselves, outside culturally sanctioned rituals. • Patients with trance disorder and possession trance disorder often report prodromal symptoms. Somatic complaints and a sense of presence (i.e. feeling that one is not alone) are common. However, presence or absence of prodromal symptoms does not predict the number of trance episodes. • Possession trance states are often characterized by involuntary motor movements, glossolalia, auditory hallucinations or amnesia. Possession trance states in which the individual’s sense of identity is replaced are often preceded by a phase of other, more passive dissociative experiences (e.g. feeling influenced by forces or spirits from the outside, hearing voices, being unable to speak). Developmental presentations for trance disorder and possession trance disorder • Trance-like states may manifest in children in various ways, including vacant staring or talking to themselves loudly 380 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders course features for trance disorder and possession trance disorder • prevalence of trance and possessio..."
}