{
  "id": "icd11#communication_tips_188b327f",
  "title_en": "General — Communication Tips",
  "title_vi": "General — Communication Tips",
  "text_en": "128 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundary with normality (threshold) Social interaction skills Typically developing individuals vary in the pace and extent to which they acquire and master skills of reciprocal social interaction and social communication. A diagnosis of autism spectrum disorder should only be considered if there is marked and persistent deviation from the expected range of abilities and behaviours in these domains given the individual’s age, level of intellectual functioning and sociocultural context. Some individuals may exhibit limited social interaction due to shyness (i.e. feelings of awkwardness or fear in new situations or with unfamiliar people) or behavioural inhibition (i.e. being slow to approach or to “warm up” to new people and situations). Limited social interactions in shy or behaviourally inhibited children, adolescents or adults are not indicative of autism spectrum disorder. Shyness is differentiated from autism spectrum disorder by evidence of adequate social communication behaviours in familiar situations. Social communication skills Children vary widely in the age at which they first acquire spoken language and the pace at which their speech and language become firmly established. Most children with early language delay eventually acquire similar language skills to those of their same-age peers. Early language delay alone is not strongly indicative of autism spectrum disorder unless there is also evidence of limited motivation for social communication and limited interaction skills. An essential feature of autism spectrum disorder is persistent impairment in the ability to understand and use language appropriately for social communication. Repetitive and stereotyped behaviours Many children go through phases of repetitive play and highly focused interests as a part of typical development. Unless there is also evidence of impaired reciprocal social interaction and social communication, patterns of behaviour characterized by repetition, routine or restricted interests are not by themselves indicative of autism spectrum disorder. Course features • Although autism spectrum disorder can present clinically at all ages, including during adulthood, it is a lifelong disorder, the manifestations and impact of which are likely to vary according to age, intellectual and language abilities, co-occurring conditions and environmental context. • Restricted and repetitive behaviours persist over time. Specifically, repetitive sensorimotor behaviours appear to be common, consistent and potentially severe. During the school- age years and adolescence, these repetitive sensorimotor behaviours begin to lessen in intensity and number. Insistence on sameness, which is less prevalent, appears to develop during preschool and worsen over time. Neurodevelopmental disorders | Autism spectrum disorder Neurodevelopmental disorders 129 Developmental presentations Infancy Characteristic features may emerge during infancy, although they may only be recognized as indicative of autism spectrum disorder in retrospect. It is usually possible to make the diagnosis of autism",
  "gloss_vi": "128 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders ranh giới with normality (threshold) social interaction skills typically developing individuals vary in...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [],
    "life_topics": [
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Communication Tips General — Communication Tips 128 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundary with normality (threshold) Social interaction skills Typically developing individuals vary in the pace and extent to which they acquire and master skills of reciprocal social interaction and social communication. A diagnosis of autism spectrum disorder should only be considered if there is marked and persistent deviation from the expected range of abilities and behaviours in these domains given the individual’s age, level of intellectual functioning and sociocultural context. Some individuals may exhibit limited social interaction due to shyness (i.e. feelings of awkwardness or fear in new situations or with unfamiliar people) or behavioural inhibition (i.e. being slow to approach or to “warm up” to new people and situations). Limited social interactions in shy or behaviourally inhibited children, adolescents or adults are not indicative of autism spectrum disorder. Shyness is differentiated from autism spectrum disorder by evidence of adequate social communication behaviours in familiar situations. Social communication skills Children vary widely in the age at which they first acquire spoken language and the pace at which their speech and language become firmly established. Most children with early language delay eventually acquire similar language skills to those of their same-age peers. Early language delay alone is not strongly indicative of autism spectrum disorder unless there is also evidence of limited motivation for social communication and limited interaction skills. An essential feature of autism spectrum disorder is persistent impairment in the ability to understand and use language appropriately for social communication. Repetitive and stereotyped behaviours Many children go through phases of repetitive play and highly focused interests as a part of typical development. Unless there is also evidence of impaired reciprocal social interaction and social communication, patterns of behaviour characterized by repetition, routine or restricted interests are not by themselves indicative of autism spectrum disorder. Course features • Although autism spectrum disorder can present clinically at all ages, including during adulthood, it is a lifelong disorder, the manifestations and impact of which are likely to vary according to age, intellectual and language abilities, co-occurring conditions and environmental context. • Restricted and repetitive behaviours persist over time. Specifically, repetitive sensorimotor behaviours appear to be common, consistent and potentially severe. During the school- age years and adolescence, these repetitive sensorimotor behaviours begin to lessen in intensity and number. Insistence on sameness, which is less prevalent, appears to develop during preschool and worsen over time. Neurodevelopmental disorders | Autism spectrum disorder Neurodevelopmental disorders 129 Developmental presentations Infancy Characteristic features may emerge during infancy, although they may only be recognized as indicative of autism spectrum disorder in retrospect. It is usually possible to make the diagnosis of autism 128 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders ranh giới with normality (threshold) social interaction skills typically developing individuals vary in..."
}