{
  "id": "icd11#screening_cues_720392fe",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "178 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundary with normality (threshold) • The threshold between symptoms of schizotypal disorder and extravagant, eccentric or unusual behaviour and beliefs in individuals without a diagnosable disorder is sometimes difficult to determine, especially as some people in the general population show eccentric behaviour and report psychotic-like or unusual subjective experiences without any apparent impairment in functioning. Schizotypal disorder should only be diagnosed if the individual is experiencing distress or impairment in personal, family, social, educational, occupational or other important areas of functioning related to their symptoms. Course features • The course of schizotypal disorder is relatively stable and chronic, with some fluctuation in symptom intensity. Individuals often have severe functional impairments in academic, occupational and interpersonal domains. • The following symptoms of schizotypal disorder are typically present prior to full symptomatic onset: • poor rapport with others and a tendency towards social withdrawal, suspiciousness or paranoid ideas; • vague, circumstantial, metaphorical, overelaborate or stereotyped thinking, manifested in odd speech without gross incoherence. • The disorder may persist over years with fluctuations of intensity and symptom expression, but rarely evolves into schizophrenia. • Affected individuals typically seek treatment for co-occurring depressive or anxiety and fear-related disorders. Although intervention has demonstrated some efficacy in improving mood and anxiety symptoms, suspicion and paranoia often persist. Developmental presentations • Schizotypal disorder typically begins in late adolescence or early adulthood, without a definite age of onset. • Some symptoms of schizotypal disorder may first appear in childhood and adolescence, affecting peer relationships and academic performance. Schizophrenia and other primary psychotic disorders | Schizotypal disorder Schizophrenia and other primary psychotic disorders 179 Culture-related features • A person’s behaviour, appearance, speech or illness explanations may appear odd or unusual to clinicians who are unfamiliar with the person’s culture, but in the context of the person’s cultural group may be either normative or not sufficiently severe to reach the threshold of",
  "gloss_vi": "178 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders ranh giới with normality (threshold) • the threshold between symptoms of schizotypal disorder and extra...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation",
      "management",
      "caregiver"
    ],
    "life_topics": [
      "stress",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc 178 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Boundary with normality (threshold) • The threshold between symptoms of schizotypal disorder and extravagant, eccentric or unusual behaviour and beliefs in individuals without a diagnosable disorder is sometimes difficult to determine, especially as some people in the general population show eccentric behaviour and report psychotic-like or unusual subjective experiences without any apparent impairment in functioning. Schizotypal disorder should only be diagnosed if the individual is experiencing distress or impairment in personal, family, social, educational, occupational or other important areas of functioning related to their symptoms. Course features • The course of schizotypal disorder is relatively stable and chronic, with some fluctuation in symptom intensity. Individuals often have severe functional impairments in academic, occupational and interpersonal domains. • The following symptoms of schizotypal disorder are typically present prior to full symptomatic onset: • poor rapport with others and a tendency towards social withdrawal, suspiciousness or paranoid ideas; • vague, circumstantial, metaphorical, overelaborate or stereotyped thinking, manifested in odd speech without gross incoherence. • The disorder may persist over years with fluctuations of intensity and symptom expression, but rarely evolves into schizophrenia. • Affected individuals typically seek treatment for co-occurring depressive or anxiety and fear-related disorders. Although intervention has demonstrated some efficacy in improving mood and anxiety symptoms, suspicion and paranoia often persist. Developmental presentations • Schizotypal disorder typically begins in late adolescence or early adulthood, without a definite age of onset. • Some symptoms of schizotypal disorder may first appear in childhood and adolescence, affecting peer relationships and academic performance. Schizophrenia and other primary psychotic disorders | Schizotypal disorder Schizophrenia and other primary psychotic disorders 179 Culture-related features • A person’s behaviour, appearance, speech or illness explanations may appear odd or unusual to clinicians who are unfamiliar with the person’s culture, but in the context of the person’s cultural group may be either normative or not sufficiently severe to reach the threshold of 178 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders ranh giới with normality (threshold) • the threshold between symptoms of schizotypal disorder and extra..."
}