{
  "id": "icd11#risk_safety_b9ac2b06",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "278 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders home without a parent or caregiver. A common focus of apprehension is becoming lost and not being able to obtain help. Soliciting information from collateral informants who know the child well can assist in clarifying the child’s focus of apprehension. Culture-related features • Assessment of agoraphobia should incorporate information on cultural and gender norms. For example, fear of leaving the home among populations and contexts in which violence is common should not be assigned this diagnosis unless the fear is in excess of what is culturally normative. Likewise, for individuals in cultures who spend most of their time at home, anxiety when in open areas (e.g. markets) may be expected; the disorder should only be diagnosed when the fear exceeds cultural norms. Sex- and/or gender-related features • Lifetime prevalence of agoraphobia is approximately twice as high among women. Among children, it is more frequently reported in girls, with symptom onset occurring earlier for girls than boys. • Men with agoraphobia are more likely to report co-occurring disorders due to substance use. Boundaries with other disorders and conditions (differential diagnosis) Boundary with panic disorder It is common for individuals with panic disorder to develop some degree of agoraphobic symptoms over time. If the individual experiences recurrent unexpected panic attacks that are not restricted to particular stimuli or situations, and agoraphobic symptoms do not meet the full diagnostic requirements for agoraphobia, then panic disorder is the appropriate diagnosis. Conversely, many individuals with agoraphobia have experienced recurrent panic attacks. If an individual with agoraphobia experiences panic attacks exclusively in the context of the multiple agoraphobic situations without the presence of unexpected panic attacks, an additional diagnosis of panic disorder is not warranted, and the presence of panic attacks may be indicated using the with panic attacks specifier. However, if unexpected panic attacks also occur, an additional diagnosis of panic disorder may be assigned. Boundary with specific phobia Specific phobia is differentiated from agoraphobia because it involves fear of circumscribed situations or stimuli themselves (e.g. heights, animals, blood or injury) rather than fear or anxiety of imminent perceived dangerous outcomes (e.g. panic attacks, symptoms of panic, incapacitation Anxiety and fear-related disorders | Agoraphobia Anxiety and fear-related disorders 279 or embarrassing physical symptoms) that",
  "gloss_vi": "278 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders home without a parent or caregiver. a common focus of apprehension is becoming lost and not being able ...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "do_not_do",
      "caregiver"
    ],
    "life_topics": [
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 278 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders home without a parent or caregiver. A common focus of apprehension is becoming lost and not being able to obtain help. Soliciting information from collateral informants who know the child well can assist in clarifying the child’s focus of apprehension. Culture-related features • Assessment of agoraphobia should incorporate information on cultural and gender norms. For example, fear of leaving the home among populations and contexts in which violence is common should not be assigned this diagnosis unless the fear is in excess of what is culturally normative. Likewise, for individuals in cultures who spend most of their time at home, anxiety when in open areas (e.g. markets) may be expected; the disorder should only be diagnosed when the fear exceeds cultural norms. Sex- and/or gender-related features • Lifetime prevalence of agoraphobia is approximately twice as high among women. Among children, it is more frequently reported in girls, with symptom onset occurring earlier for girls than boys. • Men with agoraphobia are more likely to report co-occurring disorders due to substance use. Boundaries with other disorders and conditions (differential diagnosis) Boundary with panic disorder It is common for individuals with panic disorder to develop some degree of agoraphobic symptoms over time. If the individual experiences recurrent unexpected panic attacks that are not restricted to particular stimuli or situations, and agoraphobic symptoms do not meet the full diagnostic requirements for agoraphobia, then panic disorder is the appropriate diagnosis. Conversely, many individuals with agoraphobia have experienced recurrent panic attacks. If an individual with agoraphobia experiences panic attacks exclusively in the context of the multiple agoraphobic situations without the presence of unexpected panic attacks, an additional diagnosis of panic disorder is not warranted, and the presence of panic attacks may be indicated using the with panic attacks specifier. However, if unexpected panic attacks also occur, an additional diagnosis of panic disorder may be assigned. Boundary with specific phobia Specific phobia is differentiated from agoraphobia because it involves fear of circumscribed situations or stimuli themselves (e.g. heights, animals, blood or injury) rather than fear or anxiety of imminent perceived dangerous outcomes (e.g. panic attacks, symptoms of panic, incapacitation Anxiety and fear-related disorders | Agoraphobia Anxiety and fear-related disorders 279 or embarrassing physical symptoms) that 278 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders home without a parent or caregiver. a common focus of apprehension is becoming lost and not being able ..."
}