{
  "id": "icd11#risk_safety_5bcfec56",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "466 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Additional clinical features for substance dependence • A subjective sensation of urge or craving to use the substance often, but not always, accompanies the essential features of substance dependence. • When present as an aspect of substance dependence, withdrawal symptoms must be consistent with the known withdrawal state for that substance (see Table 6.16, p. 484). Onset and course of withdrawal are time-limited, and are related to the type of substance and the dose used immediately before cessation or reduction in amount. • Tolerance varies as a function of individual factors (e.g. substance use history, genetics) and should be differentiated from initial levels of response during intoxication, which also exhibit significant individual variability. Laboratory testing that reveals high levels of the substance in bodily fluids with no evidence of significant symptoms of intoxication may be suggestive of tolerance. Tolerance to the effects of substances as indicated by different psychophysiological responses can develop at varying rates (e.g. tolerance to respiratory depression caused by opioid intoxication may develop prior to tolerance to the sedating effects of the drug). With abstinence, tolerance effects diminish over time. • Individuals with certain comorbid medical conditions (e.g. chronic liver disease) typically have reduced tolerance to substances. • Physical or mental health consequences (beyond the essential features of substance dependence) typically occur in people with substance dependence, but are not required for the diagnosis. Similarly, functional impairment in one or several domains of life (e.g. work, domestic responsibilities, child-rearing) is commonly seen in people with substance dependence, but is not required in order to assign the diagnosis. • Individuals with substance dependence have elevated rates of many other mental disorders, including conduct-dissocial disorder, attention deficit hyperactivity disorder, impulse control disorders, post-traumatic stress disorder, social anxiety disorder, generalized anxiety disorder, mood disorders, psychotic disorders and personality disorder with prominent dissocial features, as well as subthreshold symptoms. The specific pattern of co-occurrence depends on the substance involved, and reflects common risk factors and common causal pathways. These are distinguished from substance-induced mental disorders, in which the symptoms are a result of the direct physiological effects of the substance on the central nervous system. • A pattern of substance use that includes frequent or high dose administration occurs more often among certain subgroups (e.g. adolescents). In these cases, peer-group dynamics may contribute to the maintenance of substance use. Regardless of the social contributions to the behaviour, a pattern of substance use that is consistent with subgroup norms",
  "gloss_vi": "466 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders additional clinical features for substance dependence • a subjective sensation of urge or craving to us...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues"
    ],
    "life_topics": [
      "stress",
      "work"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 466 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Additional clinical features for substance dependence • A subjective sensation of urge or craving to use the substance often, but not always, accompanies the essential features of substance dependence. • When present as an aspect of substance dependence, withdrawal symptoms must be consistent with the known withdrawal state for that substance (see Table 6.16, p. 484). Onset and course of withdrawal are time-limited, and are related to the type of substance and the dose used immediately before cessation or reduction in amount. • Tolerance varies as a function of individual factors (e.g. substance use history, genetics) and should be differentiated from initial levels of response during intoxication, which also exhibit significant individual variability. Laboratory testing that reveals high levels of the substance in bodily fluids with no evidence of significant symptoms of intoxication may be suggestive of tolerance. Tolerance to the effects of substances as indicated by different psychophysiological responses can develop at varying rates (e.g. tolerance to respiratory depression caused by opioid intoxication may develop prior to tolerance to the sedating effects of the drug). With abstinence, tolerance effects diminish over time. • Individuals with certain comorbid medical conditions (e.g. chronic liver disease) typically have reduced tolerance to substances. • Physical or mental health consequences (beyond the essential features of substance dependence) typically occur in people with substance dependence, but are not required for the diagnosis. Similarly, functional impairment in one or several domains of life (e.g. work, domestic responsibilities, child-rearing) is commonly seen in people with substance dependence, but is not required in order to assign the diagnosis. • Individuals with substance dependence have elevated rates of many other mental disorders, including conduct-dissocial disorder, attention deficit hyperactivity disorder, impulse control disorders, post-traumatic stress disorder, social anxiety disorder, generalized anxiety disorder, mood disorders, psychotic disorders and personality disorder with prominent dissocial features, as well as subthreshold symptoms. The specific pattern of co-occurrence depends on the substance involved, and reflects common risk factors and common causal pathways. These are distinguished from substance-induced mental disorders, in which the symptoms are a result of the direct physiological effects of the substance on the central nervous system. • A pattern of substance use that includes frequent or high dose administration occurs more often among certain subgroups (e.g. adolescents). In these cases, peer-group dynamics may contribute to the maintenance of substance use. Regardless of the social contributions to the behaviour, a pattern of substance use that is consistent with subgroup norms 466 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders additional clinical features for substance dependence • a subjective sensation of urge or craving to us..."
}