{
  "id": "icd11#screening_cues_48fcb2fa",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Using the CDDR for ICD-11 mental, behavioural and neurodevelopmental disorders in clinical settings 25 anxiety is related to a fear of specific negative outcomes in social situations, such as panic attacks or other incapacitating (e.g. falling) or embarrassing (e.g. incontinence) physical symptoms. In making the clinical judgement of whether the symptoms of anxiety in social situations are better accounted for by one of these other disorders, the clinician takes into account factors such as the temporal sequence of the symptoms, which symptoms predominate, and the presence of other clinical features. Consideration of boundary with normality (threshold) For the most part, mental disorders occur on a severity continuum with no sharp division separating cases and non-cases (i.e. normality), making the differentiation between a mild case of the disorder and non-disordered normal variation potentially challenging. It is advisable to review this section because, in some cases, what might appear to be evidence of psychopathology may in fact be within the bounds of normality given the individual’s developmental stage and cultural context. This section of the CDDR also points out common false-positive presentations. Consideration of boundaries with other disorders and conditions (differential diagnosis) This section of the CDDR is an extension and expansion of the “consideration of other disorders that may share presenting features” element of the essential features and provides a more comprehensive review of other disorders that should be considered in the differential diagnosis. The clinician should consider whether any of the disorders listed might explain the presenting symptoms. Consideration of co-occurring and mutually exclusive diagnoses ICD-11 diagnoses are generally assigned for every disorder for which the diagnostic requirements are met; that is, co-occurring diagnoses are typically permitted. However, there are specific situations in which the diagnostic requirements may be met for more than one disorder, typically because of symptom overlap, but the CDDR recommend making only a single diagnosis. In most cases, this is noted in the essential features but, in some cases, it is noted in the description of the differential diagnosis for that disorder in the section on boundaries with other disorders and conditions. In the CDDR, recommendations against diagnosing two particular disorders together (i.e. co- occurrence) are generally made in one of the following ways. • “The symptoms do not meet the diagnostic requirements for …”; “The symptoms do not occur exclusively during episodes of …”; “The individual has never met the diagnostic requirements for …”: these types of exclusionary statements are typically used if the symptomatic presentation of the disorder in question is already part of the definition of another disorder, and an additional diagnosis of the excluded disorder would be redundant. • The first case (“symptoms do not meet diagnostic requirement for”) prevents the assignment of both diagnoses if the diagnostic requirements for both disorders are met at the same time, and generally indicates that the other disorder should be diagnosed instead. For example, the CDDR for bulimia nervosa indicate that the diagnosis should only be assigned if the symptoms do not meet the diagnostic requirements for anorexia nervosa, so that individuals who maintain an excessively low body weight by reducing their energy intake through purging behaviour would be assigned only a single diagnosis of anorexia nervosa rather than diagnoses of both anorexia nervosa and bulimia nervosa. The presence of bulimia-like behaviour is indicated with the binge-purge pattern specifier applied to the diagnosis of anorexia nervosa. 26 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders • The second case (“symptoms do not occur exclusively during episodes of”) similarly prevents diagnosing the disorder in question if its symptoms only occur during",
  "gloss_vi": "Using the cddr for icd-11 mental, behavioural and neurodevelopmental disorders in clinical settings 25 lo âu is related to a fear of specific negative outcomes in social situations, such as panic attacks or other incapac...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Using the CDDR for ICD-11 mental, behavioural and neurodevelopmental disorders in clinical settings 25 anxiety is related to a fear of specific negative outcomes in social situations, such as panic attacks or other incapacitating (e.g. falling) or embarrassing (e.g. incontinence) physical symptoms. In making the clinical judgement of whether the symptoms of anxiety in social situations are better accounted for by one of these other disorders, the clinician takes into account factors such as the temporal sequence of the symptoms, which symptoms predominate, and the presence of other clinical features. Consideration of boundary with normality (threshold) For the most part, mental disorders occur on a severity continuum with no sharp division separating cases and non-cases (i.e. normality), making the differentiation between a mild case of the disorder and non-disordered normal variation potentially challenging. It is advisable to review this section because, in some cases, what might appear to be evidence of psychopathology may in fact be within the bounds of normality given the individual’s developmental stage and cultural context. This section of the CDDR also points out common false-positive presentations. Consideration of boundaries with other disorders and conditions (differential diagnosis) This section of the CDDR is an extension and expansion of the “consideration of other disorders that may share presenting features” element of the essential features and provides a more comprehensive review of other disorders that should be considered in the differential diagnosis. The clinician should consider whether any of the disorders listed might explain the presenting symptoms. Consideration of co-occurring and mutually exclusive diagnoses ICD-11 diagnoses are generally assigned for every disorder for which the diagnostic requirements are met; that is, co-occurring diagnoses are typically permitted. However, there are specific situations in which the diagnostic requirements may be met for more than one disorder, typically because of symptom overlap, but the CDDR recommend making only a single diagnosis. In most cases, this is noted in the essential features but, in some cases, it is noted in the description of the differential diagnosis for that disorder in the section on boundaries with other disorders and conditions. In the CDDR, recommendations against diagnosing two particular disorders together (i.e. co- occurrence) are generally made in one of the following ways. • “The symptoms do not meet the diagnostic requirements for …”; “The symptoms do not occur exclusively during episodes of …”; “The individual has never met the diagnostic requirements for …”: these types of exclusionary statements are typically used if the symptomatic presentation of the disorder in question is already part of the definition of another disorder, and an additional diagnosis of the excluded disorder would be redundant. • The first case (“symptoms do not meet diagnostic requirement for”) prevents the assignment of both diagnoses if the diagnostic requirements for both disorders are met at the same time, and generally indicates that the other disorder should be diagnosed instead. For example, the CDDR for bulimia nervosa indicate that the diagnosis should only be assigned if the symptoms do not meet the diagnostic requirements for anorexia nervosa, so that individuals who maintain an excessively low body weight by reducing their energy intake through purging behaviour would be assigned only a single diagnosis of anorexia nervosa rather than diagnoses of both anorexia nervosa and bulimia nervosa. The presence of bulimia-like behaviour is indicated with the binge-purge pattern specifier applied to the diagnosis of anorexia nervosa. 26 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders • The second case (“symptoms do not occur exclusively during episodes of”) similarly prevents diagnosing the disorder in question if its symptoms only occur during Using the cddr for icd-11 mental, behavioural and neurodevelopmental disorders in clinical settings 25 lo âu is related to a fear of specific negative outcomes in social situations, such as panic attacks or other incapac..."
}