{
  "id": "icd11#referral_55df3b16",
  "title_en": "General — Referral",
  "title_vi": "General — Chuyển tuyến",
  "text_en": "may be assigned. Boundary with developmental speech sound disorder and developmental speech fluency disorder Like developmental language disorder with impairment in mainly expressive language, developmental speech sound disorder and developmental speech fluency disorder can result in reduced intelligibility that significantly affects communication. Developmental speech sound disorder is characterized by errors of pronunciation that are outside the limits of normal variation for chronological developmental age. Developmental speech fluency disorder is characterized by disruption of the normal rhythmic flow and rate of speech. In contrast, developmental language disorder is characterized by persistent difficulties in the acquisition, understanding, production or use of language. Boundary with autism spectrum disorder Individuals with autism spectrum disorder often present with delayed language development. The extent of functional language impairment, which refers to the capacity of the individual to use language for instrumental purposes (e.g. to express personal needs and desires), should be coded using the autism spectrum disorder functional language impairment specifier rather than using a separate diagnosis of developmental language disorder. Moreover, pragmatic language impairment is a characteristic feature of autism spectrum disorder even when other aspects of receptive and expressive speech are intact. Autism spectrum disorder is differentiated from developmental language disorder by the presence of additional impairments in social reciprocity as well as restricted, repetitive and stereotyped behaviours. Unlike individuals with autism spectrum disorder, individuals with developmental language disorder are usually able to initiate and respond appropriately to social and emotional cues and to share interests with others, and do not typically exhibit restricted, repetitive and stereotyped behaviours. An additional diagnosis of developmental language disorder should not be assigned to individuals with autism spectrum disorder based solely on pragmatic language impairment. However, both diagnoses may be assigned if there are additional specific impairments in semantic, syntactic and phonological development. Boundary with developmental learning disorder Persistent deficits in the acquisition, understanding, production or use of language in developmental language disorder may lead to academic learning difficulties, especially in literacy – including word reading, comprehension and written output. If all diagnostic requirements for both developmental language disorder and developmental learning disorder are met, both diagnoses may be assigned. Boundary with selective mutism Selective mutism is characterized by consistent selectivity in speaking, such that a child demonstrates adequate language competence in specific social situations (typically at home) but predictably fails to speak in others (typically at school). In contrast, language difficulties associated with developmental language disorder are apparent in all settings. However, selective mutism and developmental language disorder can co-occur, and both diagnoses may be assigned if warranted. Neurodevelopmental disorders | Developmental speech and language disorders",
  "gloss_vi": "May be assigned. ranh giới with developmental speech sound disorder and developmental speech fluency disorder like developmental language disorder with impairment in mainly expressive language, developmental speech sound...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "referral",
      "do_not_do"
    ],
    "life_topics": [
      "relationships"
    ],
    "advice_section": [
      "communication_tips",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Referral General — Chuyển tuyến may be assigned. Boundary with developmental speech sound disorder and developmental speech fluency disorder Like developmental language disorder with impairment in mainly expressive language, developmental speech sound disorder and developmental speech fluency disorder can result in reduced intelligibility that significantly affects communication. Developmental speech sound disorder is characterized by errors of pronunciation that are outside the limits of normal variation for chronological developmental age. Developmental speech fluency disorder is characterized by disruption of the normal rhythmic flow and rate of speech. In contrast, developmental language disorder is characterized by persistent difficulties in the acquisition, understanding, production or use of language. Boundary with autism spectrum disorder Individuals with autism spectrum disorder often present with delayed language development. The extent of functional language impairment, which refers to the capacity of the individual to use language for instrumental purposes (e.g. to express personal needs and desires), should be coded using the autism spectrum disorder functional language impairment specifier rather than using a separate diagnosis of developmental language disorder. Moreover, pragmatic language impairment is a characteristic feature of autism spectrum disorder even when other aspects of receptive and expressive speech are intact. Autism spectrum disorder is differentiated from developmental language disorder by the presence of additional impairments in social reciprocity as well as restricted, repetitive and stereotyped behaviours. Unlike individuals with autism spectrum disorder, individuals with developmental language disorder are usually able to initiate and respond appropriately to social and emotional cues and to share interests with others, and do not typically exhibit restricted, repetitive and stereotyped behaviours. An additional diagnosis of developmental language disorder should not be assigned to individuals with autism spectrum disorder based solely on pragmatic language impairment. However, both diagnoses may be assigned if there are additional specific impairments in semantic, syntactic and phonological development. Boundary with developmental learning disorder Persistent deficits in the acquisition, understanding, production or use of language in developmental language disorder may lead to academic learning difficulties, especially in literacy – including word reading, comprehension and written output. If all diagnostic requirements for both developmental language disorder and developmental learning disorder are met, both diagnoses may be assigned. Boundary with selective mutism Selective mutism is characterized by consistent selectivity in speaking, such that a child demonstrates adequate language competence in specific social situations (typically at home) but predictably fails to speak in others (typically at school). In contrast, language difficulties associated with developmental language disorder are apparent in all settings. However, selective mutism and developmental language disorder can co-occur, and both diagnoses may be assigned if warranted. Neurodevelopmental disorders | Developmental speech and language disorders May be assigned. ranh giới with developmental speech sound disorder and developmental speech fluency disorder like developmental language disorder with impairment in mainly expressive language, developmental speech sound..."
}