{
  "id": "icd11#risk_safety_1adc3ea5",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "Disorders due to substance use or addictive behaviours 441 Disorders due to substance use or addictive behaviours Disorders due to substance use Disorders due to substance use include disorders that result from a single occasion or repeated use of substances that have psychoactive properties, including certain medications. Disorders related to 14 classes or groups of psychoactive substances that have important clinical and public health consequences are included, and categories are also available for other specified substances. Typically, initial use of these substances produces pleasant or appealing psychoactive effects that are rewarding, and this response is reinforced with repeated use. With continued use, many of the substances included here have the capacity to produce dependence. They also have the potential to cause numerous forms of harm – to both mental and physical health. Disorders due to harmful nonmedical use of non-psychoactive substances (e.g. laxatives, growth hormone, erythropoietin and non-steroidal anti-inflammatory drugs) are also included in this grouping. General cultural considerations for disorders due to substance use • Use of psychoactive substances is influenced by strong cultural meanings and traditions, which may affect the risk of development of a disorder due to substance use. The cultural milieu in which the substance is used should be considered when determining risk and the presence or absence of pathology. For example, substances may be used regularly as part of religious rituals, celebrations (e.g. New Year’s Eve), culturally sanctioned mystical experiences, specific events (e.g. wakes preceding funerals) or healing activities without resulting in a disorder due to substance use. • Cultural values and interpretations related to the use of psychoactive substances in specific communities, and cultural terms used to describe the substance and its effects, vary greatly across cultures. Knowledge of specific terms and interpretations will improve communication with patients and determination of possible disorder. For example, American Indians who use peyote during traditional worship ceremonies may consider the substance a sacrament rather than a drug. Disorders due to substance use or addictive behaviours 442 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders • Local availability of a substance affects the prevalence of disorders associated with it. For example, prevalence of alcohol dependence is lower in predominantly Muslim countries due to the religious prohibitions against alcohol consumption. • Immigration may affect an individual’s pattern of substance as a result of changes in culture, including gender roles. Such changes can lead to higher or lower risk of disorders due to substance use depending",
  "gloss_vi": "Disorders due to substance use or addictive behaviours 441 disorders due to substance use or addictive behaviours disorders due to substance use disorders due to substance use include disorders that result from a single ...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety"
    ],
    "life_topics": [
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn Disorders due to substance use or addictive behaviours 441 Disorders due to substance use or addictive behaviours Disorders due to substance use Disorders due to substance use include disorders that result from a single occasion or repeated use of substances that have psychoactive properties, including certain medications. Disorders related to 14 classes or groups of psychoactive substances that have important clinical and public health consequences are included, and categories are also available for other specified substances. Typically, initial use of these substances produces pleasant or appealing psychoactive effects that are rewarding, and this response is reinforced with repeated use. With continued use, many of the substances included here have the capacity to produce dependence. They also have the potential to cause numerous forms of harm – to both mental and physical health. Disorders due to harmful nonmedical use of non-psychoactive substances (e.g. laxatives, growth hormone, erythropoietin and non-steroidal anti-inflammatory drugs) are also included in this grouping. General cultural considerations for disorders due to substance use • Use of psychoactive substances is influenced by strong cultural meanings and traditions, which may affect the risk of development of a disorder due to substance use. The cultural milieu in which the substance is used should be considered when determining risk and the presence or absence of pathology. For example, substances may be used regularly as part of religious rituals, celebrations (e.g. New Year’s Eve), culturally sanctioned mystical experiences, specific events (e.g. wakes preceding funerals) or healing activities without resulting in a disorder due to substance use. • Cultural values and interpretations related to the use of psychoactive substances in specific communities, and cultural terms used to describe the substance and its effects, vary greatly across cultures. Knowledge of specific terms and interpretations will improve communication with patients and determination of possible disorder. For example, American Indians who use peyote during traditional worship ceremonies may consider the substance a sacrament rather than a drug. Disorders due to substance use or addictive behaviours 442 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders • Local availability of a substance affects the prevalence of disorders associated with it. For example, prevalence of alcohol dependence is lower in predominantly Muslim countries due to the religious prohibitions against alcohol consumption. • Immigration may affect an individual’s pattern of substance as a result of changes in culture, including gender roles. Such changes can lead to higher or lower risk of disorders due to substance use depending Disorders due to substance use or addictive behaviours 441 disorders due to substance use or addictive behaviours disorders due to substance use disorders due to substance use include disorders that result from a single ..."
}