{
  "id": "icd11#risk_safety_341515e0",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "individual may feel guilty about not having escaped from or succumbing to the adverse circumstance, or not having been able to prevent the suffering of others. • Persistent difficulties in sustaining relationships and in feeling close to others are present. The individual may consistently avoid, deride or have little interest in relationships and social engagement more generally. Alternatively, there may be occasional intense relationships, but the individual has difficulty sustaining them. • The disturbance results in significant impairment in personal, family, social, educational, occupational or other important areas of functioning. If functioning is maintained, it is only through significant additional effort. Disorders specifically associated with stress | Complex post-traumatic stress disorder 346 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Additional clinical features • Suicidal ideation and behaviour, substance abuse, depressive symptoms, psychotic symptoms and somatic complaints may be present. Boundary with normality (threshold) • A history of exposure to a stressor of extreme and prolonged or repetitive nature, from which escape is difficult or impossible, does not in itself indicate the presence of complex post- traumatic stress disorder. Many people experience such stressors without developing any disorder. Rather, the presentation must meet all diagnostic requirements for the disorder. Course features • The onset of complex post-traumatic stress disorder symptoms can occur across the lifespan – typically after exposure to chronic, repeated traumatic events and/or victimization that have continued for a period of months or years at a time. • Symptoms of complex post-traumatic stress disorder are generally more severe and persistent in comparison to those of post-traumatic stress disorder. • Exposure to repeated traumas, especially in early development, is associated with a greater risk of developing complex post-traumatic stress disorder rather than post-traumatic stress disorder. Developmental presentations • Complex post-traumatic stress disorder can occur at all ages, but responses to a traumatic event – that is, the core elements of the characteristic syndrome – can manifest differently depending on age and developmental stage. Because complex post-traumatic stress disorder and post-traumatic stress disorder share these same core elements, information provided in the developmental presentations section for post-traumatic stress disorder also applies to children and adolescents affected by complex post-traumatic stress disorder. • Children and adolescents are more vulnerable than adults to developing complex post- traumatic stress disorder when exposed to severe, prolonged trauma such as chronic child abuse, participation in drug trafficking or being used as child soldiers. Many children and adolescents exposed to trauma have been exposed to multiple traumas, which increases the risk of developing complex post-traumatic stress disorder. Disorders specifically associated with stress | Complex post-traumatic stress disorder",
  "gloss_vi": "Individual may feel guilty about not having escaped from or succumbing to the adverse circumstance, or not having been able to prevent the suffering of others. • persistent difficulties in sustaining relationships and in...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "psychoeducation",
      "do_not_do",
      "caregiver"
    ],
    "life_topics": [
      "stress",
      "relationships"
    ],
    "advice_section": [
      "communication_tips",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn individual may feel guilty about not having escaped from or succumbing to the adverse circumstance, or not having been able to prevent the suffering of others. • Persistent difficulties in sustaining relationships and in feeling close to others are present. The individual may consistently avoid, deride or have little interest in relationships and social engagement more generally. Alternatively, there may be occasional intense relationships, but the individual has difficulty sustaining them. • The disturbance results in significant impairment in personal, family, social, educational, occupational or other important areas of functioning. If functioning is maintained, it is only through significant additional effort. Disorders specifically associated with stress | Complex post-traumatic stress disorder 346 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Additional clinical features • Suicidal ideation and behaviour, substance abuse, depressive symptoms, psychotic symptoms and somatic complaints may be present. Boundary with normality (threshold) • A history of exposure to a stressor of extreme and prolonged or repetitive nature, from which escape is difficult or impossible, does not in itself indicate the presence of complex post- traumatic stress disorder. Many people experience such stressors without developing any disorder. Rather, the presentation must meet all diagnostic requirements for the disorder. Course features • The onset of complex post-traumatic stress disorder symptoms can occur across the lifespan – typically after exposure to chronic, repeated traumatic events and/or victimization that have continued for a period of months or years at a time. • Symptoms of complex post-traumatic stress disorder are generally more severe and persistent in comparison to those of post-traumatic stress disorder. • Exposure to repeated traumas, especially in early development, is associated with a greater risk of developing complex post-traumatic stress disorder rather than post-traumatic stress disorder. Developmental presentations • Complex post-traumatic stress disorder can occur at all ages, but responses to a traumatic event – that is, the core elements of the characteristic syndrome – can manifest differently depending on age and developmental stage. Because complex post-traumatic stress disorder and post-traumatic stress disorder share these same core elements, information provided in the developmental presentations section for post-traumatic stress disorder also applies to children and adolescents affected by complex post-traumatic stress disorder. • Children and adolescents are more vulnerable than adults to developing complex post- traumatic stress disorder when exposed to severe, prolonged trauma such as chronic child abuse, participation in drug trafficking or being used as child soldiers. Many children and adolescents exposed to trauma have been exposed to multiple traumas, which increases the risk of developing complex post-traumatic stress disorder. Disorders specifically associated with stress | Complex post-traumatic stress disorder Individual may feel guilty about not having escaped from or succumbing to the adverse circumstance, or not having been able to prevent the suffering of others. • persistent difficulties in sustaining relationships and in..."
}