{
  "id": "icd11#risk_safety_d85b4637",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "occur at all ages, but the grief response can differ depending on the age and developmental stage, and thus on age-specific concepts of death. • Children often do not explicitly describe the experience of longing for the deceased or persistent preoccupation with the death of a loved one. These symptoms may be more likely to manifest behaviourally, such as in play or in other behaviours involving themes of separation or death. Other behavioural expressions of longing can include waiting for the deceased person to return or returning to places where they last saw the deceased. Some children may develop a fearful preoccupation that others may die, or separation anxiety centring on worries about their caregivers’ welfare and safety. • In younger children, intense sadness or emotional pain may emerge intermittently with seemingly appropriate moods. Anger related to the loss may be exhibited in children and adolescents as irritability, protest behaviour, tantrums, oppositional behaviour or conduct problems. • Various contextual factors can influence symptoms related to the death of a loved one in children. For example, delayed onset or worsening of symptoms may occur in response to a change in a child or adolescent’s social environment, the degree of coping of parents or caregivers with the loss, and family communication. • In older adults, prolonged grief disorder may manifest as enduring depression, with the feeling that they have lost a part of themselves, and accentuated feelings of emptiness. Feelings of being stunned and dazed over the loss are common. A preoccupation with somatic complaints is often found to be the primary sign of distress at this developmental stage. Culture-related features • Cultural practices vary with regard to appropriate emotional expressions of bereavement, rituals and practices for managing the grieving process, modes of commemorating the deceased, concepts of an afterlife, stigma associated with certain types of death (e.g. suicide) or situations that may be especially traumatic (e.g. death of a child). This variation may contribute to the likelihood of experiencing prolonged grief reactions, and to the range of symptoms and clinical presentations. • Cultural groups vary regarding the normative duration of grief reactions. Among some groups, prescribed grief reactions may last for 1 year, or may even be postponed until the first anniversary. Among others, rituals or ceremonies are expected to prompt negative emotions related to loss, and formal grieving periods are relatively short. It is often important to consider whether other people who share the bereaved person’s cultural or religious perspective (e.g. family, friends, community) regard the response to the loss or duration of the reaction as abnormal. • In some cultural or religious traditions, death is seen not as the cessation of life but as an important transition to another form of existence. Such cultural beliefs may focus on karma, rebirth, heaven/hell, purgatory or other transitions into the afterlife. Culturally Disorders specifically associated with stress | Prolonged grief disorder",
  "gloss_vi": "Occur at all ages, but the grief response can differ depending on the age and developmental stage, and thus on age-specific concepts of death. • children often do not explicitly describe the experience of longing for the...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "do_not_do",
      "caregiver"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships",
      "grief"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn occur at all ages, but the grief response can differ depending on the age and developmental stage, and thus on age-specific concepts of death. • Children often do not explicitly describe the experience of longing for the deceased or persistent preoccupation with the death of a loved one. These symptoms may be more likely to manifest behaviourally, such as in play or in other behaviours involving themes of separation or death. Other behavioural expressions of longing can include waiting for the deceased person to return or returning to places where they last saw the deceased. Some children may develop a fearful preoccupation that others may die, or separation anxiety centring on worries about their caregivers’ welfare and safety. • In younger children, intense sadness or emotional pain may emerge intermittently with seemingly appropriate moods. Anger related to the loss may be exhibited in children and adolescents as irritability, protest behaviour, tantrums, oppositional behaviour or conduct problems. • Various contextual factors can influence symptoms related to the death of a loved one in children. For example, delayed onset or worsening of symptoms may occur in response to a change in a child or adolescent’s social environment, the degree of coping of parents or caregivers with the loss, and family communication. • In older adults, prolonged grief disorder may manifest as enduring depression, with the feeling that they have lost a part of themselves, and accentuated feelings of emptiness. Feelings of being stunned and dazed over the loss are common. A preoccupation with somatic complaints is often found to be the primary sign of distress at this developmental stage. Culture-related features • Cultural practices vary with regard to appropriate emotional expressions of bereavement, rituals and practices for managing the grieving process, modes of commemorating the deceased, concepts of an afterlife, stigma associated with certain types of death (e.g. suicide) or situations that may be especially traumatic (e.g. death of a child). This variation may contribute to the likelihood of experiencing prolonged grief reactions, and to the range of symptoms and clinical presentations. • Cultural groups vary regarding the normative duration of grief reactions. Among some groups, prescribed grief reactions may last for 1 year, or may even be postponed until the first anniversary. Among others, rituals or ceremonies are expected to prompt negative emotions related to loss, and formal grieving periods are relatively short. It is often important to consider whether other people who share the bereaved person’s cultural or religious perspective (e.g. family, friends, community) regard the response to the loss or duration of the reaction as abnormal. • In some cultural or religious traditions, death is seen not as the cessation of life but as an important transition to another form of existence. Such cultural beliefs may focus on karma, rebirth, heaven/hell, purgatory or other transitions into the afterlife. Culturally Disorders specifically associated with stress | Prolonged grief disorder Occur at all ages, but the grief response can differ depending on the age and developmental stage, and thus on age-specific concepts of death. • children often do not explicitly describe the experience of longing for the..."
}