{
  "id": "icd11#screening_cues_2952df2c",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Anxiety and fear-related disorders 283 or embarrassing physical symptoms) that are anticipated to occur in multiple situations where obtaining help or escaping might be difficult. Boundary with social anxiety disorder In social anxiety disorder, the fear and avoidance are triggered by social situations (e.g. speaking in public, initiating a conversation), and the primary focus of apprehension is being negatively evaluated by others, whereas in specific phobia, the fear and avoidance is in response to other specific objects or situations. Boundary with obsessive-compulsive disorder In obsessive-compulsive disorder, individuals may avoid specific stimuli or situations related to obsessions or compulsions (e.g. avoiding “contaminated” situations in someone with a hand- washing compulsion), whereas in specific phobia, objects or situations are avoided because of fear associated with them and not because of obsessions or compulsions. Boundary with hypochondriasis (health anxiety disorder) In hypochondriasis, individuals may avoid medical consultations or hospitals because of a fear that it will exacerbate their preoccupation with having a serious disease. In contrast, in specific phobia the fear and avoidance are related to the specific object or situation itself. Boundary with post-traumatic stress disorder and complex post-traumatic stress disorder Both specific phobia and post-traumatic stress disorder involve avoidance of stimuli that cause anxiety, and both may arise following exposure to a traumatic event. Post-traumatic stress disorder can be differentiated from specific phobia by the presence of the other core symptoms of post- traumatic stress disorder (re-experiencing the trauma and persistent perceptions of heightened current threat). They are further differentiated by the fact that – unlike in specific phobia, in which the memories of the related traumatic event are experienced as belonging to the past – in post-traumatic stress disorder and complex post-traumatic stress disorder, the traumatic event is experienced as if it were occurring again in the here and now (i.e. re-experiencing). Boundary with feeding and eating disorders Individuals with feeding and eating disorders exhibit abnormal eating behaviour and/or preoccupation with food as well as prominent body weight or shape concerns, and may avoid food because they fear it will lead to weight gain or because of its specific sensory qualities. In some specific phobias, individuals may avoid eating or food stimuli, but the avoidance is related to the anticipated direct effect of the phobic stimulus (e.g. eating may lead to choking or vomiting) rather than because of the caloric content or sensory qualities of the food itself. Boundary with oppositional defiant disorder Irritability, anger and noncompliance are sometimes associated with anxiety in children and adolescents. For example, children may exhibit angry outbursts when asked to interact with",
  "gloss_vi": "Lo âu and fear-related disorders 283 or embarrassing physical symptoms) that are anticipated to occur in multiple situations where obtaining help or escaping might be difficult. ranh giới with social lo âu disorder in so...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Anxiety and fear-related disorders 283 or embarrassing physical symptoms) that are anticipated to occur in multiple situations where obtaining help or escaping might be difficult. Boundary with social anxiety disorder In social anxiety disorder, the fear and avoidance are triggered by social situations (e.g. speaking in public, initiating a conversation), and the primary focus of apprehension is being negatively evaluated by others, whereas in specific phobia, the fear and avoidance is in response to other specific objects or situations. Boundary with obsessive-compulsive disorder In obsessive-compulsive disorder, individuals may avoid specific stimuli or situations related to obsessions or compulsions (e.g. avoiding “contaminated” situations in someone with a hand- washing compulsion), whereas in specific phobia, objects or situations are avoided because of fear associated with them and not because of obsessions or compulsions. Boundary with hypochondriasis (health anxiety disorder) In hypochondriasis, individuals may avoid medical consultations or hospitals because of a fear that it will exacerbate their preoccupation with having a serious disease. In contrast, in specific phobia the fear and avoidance are related to the specific object or situation itself. Boundary with post-traumatic stress disorder and complex post-traumatic stress disorder Both specific phobia and post-traumatic stress disorder involve avoidance of stimuli that cause anxiety, and both may arise following exposure to a traumatic event. Post-traumatic stress disorder can be differentiated from specific phobia by the presence of the other core symptoms of post- traumatic stress disorder (re-experiencing the trauma and persistent perceptions of heightened current threat). They are further differentiated by the fact that – unlike in specific phobia, in which the memories of the related traumatic event are experienced as belonging to the past – in post-traumatic stress disorder and complex post-traumatic stress disorder, the traumatic event is experienced as if it were occurring again in the here and now (i.e. re-experiencing). Boundary with feeding and eating disorders Individuals with feeding and eating disorders exhibit abnormal eating behaviour and/or preoccupation with food as well as prominent body weight or shape concerns, and may avoid food because they fear it will lead to weight gain or because of its specific sensory qualities. In some specific phobias, individuals may avoid eating or food stimuli, but the avoidance is related to the anticipated direct effect of the phobic stimulus (e.g. eating may lead to choking or vomiting) rather than because of the caloric content or sensory qualities of the food itself. Boundary with oppositional defiant disorder Irritability, anger and noncompliance are sometimes associated with anxiety in children and adolescents. For example, children may exhibit angry outbursts when asked to interact with Lo âu and fear-related disorders 283 or embarrassing physical symptoms) that are anticipated to occur in multiple situations where obtaining help or escaping might be difficult. ranh giới with social lo âu disorder in so..."
}