{
  "id": "icd11#risk_safety_3fa8f250",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "more shameful or severe according to cultural norms, leading to reporting biases. For example, some cultures may emphasize shame more than guilt, whereas in others suicidal behaviour and thinking may be prohibited or highly stigmatized. In some cultural groups, features such as sadness and lack of productivity may be perceived as signs of personal weakness and therefore be underreported. • The cultural salience of depressive symptoms may vary across social groups as a result of varying cultural “scripts” for the disorder, which make specific types of symptoms more prominent. For example, psychological (e.g. sadness, emotional numbness, rumination), moral (e.g. guilt, worthlessness), social/interpersonal (e.g. lack of productivity, conflictive relationships), hedonic (e.g. decreased pleasure), spiritual (e.g. dreams of dead relatives) or somatic (e.g. insomnia, pain, fatigue, dizziness) symptoms may systematically predominate among specific cultural or social groups. • Symptoms attributed to cultural concepts of distress may be evoked when asking about depressive symptomatology. Among Chinese people, for example, symptoms of shenjing shuairuo, or weakness of the nervous system (e.g. weakness, headache, bodily aches, fatigue, feeling vexed, loss of face) may be commonly reported. Culturally related symptoms and idioms of distress may complicate detection of depressive disorders and assessment of severity, including whether psychotic symptoms are present. Examples include pain in heart, soul loss, aching heart, complaints related to “nerves” and heat inside the body. In some cultures, a focus on a particular observable behaviour (e.g. “thinking too much”) may be what is reported. Boundaries with other disorders and conditions (differential diagnosis) for bipolar type I and bipolar type II disorders Boundary with cyclothymic disorder In cyclothymic disorder, the number, severity and/or duration of depressive symptoms have never met the threshold required for a depressive episode, and there is no evidence of a history of mixed or manic episodes. Boundary with attention deficit hyperactivity disorder Although a manic, hypomanic or mixed episode may include symptoms characteristic of attention deficit hyperactivity disorder – such as distractibility, hyperactivity and impulsivity – bipolar type I and bipolar type II disorders are differentiated from attention deficit hyperactivity disorder by their episodic nature and the accompanying elevated, euphoric or irritable mood. However, attention deficit hyperactivity disorder and bipolar type I and bipolar type II disorders can co- occur. When they do, attention deficit hyperactivity disorder symptoms tend to worsen during hypomanic, manic or mixed episodes. Boundary with schizophrenia and other primary psychotic disorders Individuals with both bipolar type I and bipolar type II disorders can exhibit psychotic symptoms during depressive episodes, and individuals with bipolar type I disorder can exhibit psychotic symptoms during manic or mixed episodes, but these symptoms occur only during mood episodes. Conversely, individuals with a diagnosis of schizophrenia and other primary psychotic disorders may experience significant depressive or manic mood symptoms during psychotic episodes. In such cases, if the symptoms do not meet the diagnostic requirements for a depressive, manic or mixed episode, their presence and severity in the context of a psychotic disorder diagnosis can be denoted by applying specifier scales from symptomatic manifestations of primary psychotic Mood disorders | Bipolar disorders",
  "gloss_vi": "More shameful or severe according to cultural norms, leading to reporting biases. for example, some cultures may emphasize shame more than guilt, whereas in others suicidal behaviour and thinking may be prohibited or hig...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "sleep",
      "stress",
      "study",
      "relationships",
      "grief"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn more shameful or severe according to cultural norms, leading to reporting biases. For example, some cultures may emphasize shame more than guilt, whereas in others suicidal behaviour and thinking may be prohibited or highly stigmatized. In some cultural groups, features such as sadness and lack of productivity may be perceived as signs of personal weakness and therefore be underreported. • The cultural salience of depressive symptoms may vary across social groups as a result of varying cultural “scripts” for the disorder, which make specific types of symptoms more prominent. For example, psychological (e.g. sadness, emotional numbness, rumination), moral (e.g. guilt, worthlessness), social/interpersonal (e.g. lack of productivity, conflictive relationships), hedonic (e.g. decreased pleasure), spiritual (e.g. dreams of dead relatives) or somatic (e.g. insomnia, pain, fatigue, dizziness) symptoms may systematically predominate among specific cultural or social groups. • Symptoms attributed to cultural concepts of distress may be evoked when asking about depressive symptomatology. Among Chinese people, for example, symptoms of shenjing shuairuo, or weakness of the nervous system (e.g. weakness, headache, bodily aches, fatigue, feeling vexed, loss of face) may be commonly reported. Culturally related symptoms and idioms of distress may complicate detection of depressive disorders and assessment of severity, including whether psychotic symptoms are present. Examples include pain in heart, soul loss, aching heart, complaints related to “nerves” and heat inside the body. In some cultures, a focus on a particular observable behaviour (e.g. “thinking too much”) may be what is reported. Boundaries with other disorders and conditions (differential diagnosis) for bipolar type I and bipolar type II disorders Boundary with cyclothymic disorder In cyclothymic disorder, the number, severity and/or duration of depressive symptoms have never met the threshold required for a depressive episode, and there is no evidence of a history of mixed or manic episodes. Boundary with attention deficit hyperactivity disorder Although a manic, hypomanic or mixed episode may include symptoms characteristic of attention deficit hyperactivity disorder – such as distractibility, hyperactivity and impulsivity – bipolar type I and bipolar type II disorders are differentiated from attention deficit hyperactivity disorder by their episodic nature and the accompanying elevated, euphoric or irritable mood. However, attention deficit hyperactivity disorder and bipolar type I and bipolar type II disorders can co- occur. When they do, attention deficit hyperactivity disorder symptoms tend to worsen during hypomanic, manic or mixed episodes. Boundary with schizophrenia and other primary psychotic disorders Individuals with both bipolar type I and bipolar type II disorders can exhibit psychotic symptoms during depressive episodes, and individuals with bipolar type I disorder can exhibit psychotic symptoms during manic or mixed episodes, but these symptoms occur only during mood episodes. Conversely, individuals with a diagnosis of schizophrenia and other primary psychotic disorders may experience significant depressive or manic mood symptoms during psychotic episodes. In such cases, if the symptoms do not meet the diagnostic requirements for a depressive, manic or mixed episode, their presence and severity in the context of a psychotic disorder diagnosis can be denoted by applying specifier scales from symptomatic manifestations of primary psychotic Mood disorders | Bipolar disorders More shameful or severe according to cultural norms, leading to reporting biases. for example, some cultures may emphasize shame more than guilt, whereas in others suicidal behaviour and thinking may be prohibited or hig..."
}