{
  "id": "icd11#risk_safety_7b0ab02f",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "514 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Sex- and/or gender-related features • Males appear to be more frequently affected by gaming disorder during both adolescence and adulthood. • Although less frequently diagnosed with gaming disorder than adolescent boys, girls who meet the diagnostic requirements may be at greater risk of developing emotional or behavioural problems. Boundaries with other disorders and conditions (differential diagnosis) Boundary with hazardous gaming The category of hazardous gaming from Chapter 24 on factors influencing health status or contact with health services may be assigned to individuals who exhibit problematic patterns of gaming behaviour without the other features of gaming disorder. Hazardous gaming refers to a pattern of gaming that appreciably increases the risk of harmful physical or mental health consequences, to the individual or to others around the individual, that may require some intervention or monitoring but is not considered to constitute a disorder. Boundary with gambling disorder Unlike gaming disorder, gambling disorder necessitates the betting of money or other valuables in the hope of obtaining something of greater value. If gaming behaviour is focused on wagers (e.g. internet poker), gambling disorder may be a more appropriate diagnosis. Boundary with bipolar and related disorders Increased goal-directed activity – including impaired ability to control gaming behaviour – can occur during manic, mixed or hypomanic episodes. A diagnosis of gaming disorder should only be assigned if there is evidence of a persistent pattern of gaming behaviour that meets all diagnostic requirements for the disorder, and occurs outside of mood episodes. Boundary with obsessive-compulsive disorder Gaming behaviour can sometimes be described as “compulsive” by lay people and also by some health professionals. Compulsions observed in obsessive-compulsive disorder are almost never experienced as inherently pleasurable; they typically occur in response to intrusive, unwanted and generally anxiety-provoking obsessions, which is not the case with gaming behaviour in gaming disorder. Boundary with disorders due to substance use Co-occurrence of gaming and substance use is common. Intoxication due to some substances may exacerbate problematic gaming behaviour. A diagnosis of gaming disorder can",
  "gloss_vi": "514 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders sex- and/or gender-related features • males appear to be more frequently affected by gaming disorder du...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "referral"
    ],
    "life_topics": [
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 514 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Sex- and/or gender-related features • Males appear to be more frequently affected by gaming disorder during both adolescence and adulthood. • Although less frequently diagnosed with gaming disorder than adolescent boys, girls who meet the diagnostic requirements may be at greater risk of developing emotional or behavioural problems. Boundaries with other disorders and conditions (differential diagnosis) Boundary with hazardous gaming The category of hazardous gaming from Chapter 24 on factors influencing health status or contact with health services may be assigned to individuals who exhibit problematic patterns of gaming behaviour without the other features of gaming disorder. Hazardous gaming refers to a pattern of gaming that appreciably increases the risk of harmful physical or mental health consequences, to the individual or to others around the individual, that may require some intervention or monitoring but is not considered to constitute a disorder. Boundary with gambling disorder Unlike gaming disorder, gambling disorder necessitates the betting of money or other valuables in the hope of obtaining something of greater value. If gaming behaviour is focused on wagers (e.g. internet poker), gambling disorder may be a more appropriate diagnosis. Boundary with bipolar and related disorders Increased goal-directed activity – including impaired ability to control gaming behaviour – can occur during manic, mixed or hypomanic episodes. A diagnosis of gaming disorder should only be assigned if there is evidence of a persistent pattern of gaming behaviour that meets all diagnostic requirements for the disorder, and occurs outside of mood episodes. Boundary with obsessive-compulsive disorder Gaming behaviour can sometimes be described as “compulsive” by lay people and also by some health professionals. Compulsions observed in obsessive-compulsive disorder are almost never experienced as inherently pleasurable; they typically occur in response to intrusive, unwanted and generally anxiety-provoking obsessions, which is not the case with gaming behaviour in gaming disorder. Boundary with disorders due to substance use Co-occurrence of gaming and substance use is common. Intoxication due to some substances may exacerbate problematic gaming behaviour. A diagnosis of gaming disorder can 514 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders sex- and/or gender-related features • males appear to be more frequently affected by gaming disorder du..."
}