{
  "id": "icd11#screening_cues_f29ea3eb",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "adaptive functioning may change in response to environmental demands that change with age. Whenever possible, performance should be measured with appropriately normed, standardized tests of adaptive behaviour and the total score found to be approximately 2 or more standard deviations below the mean (i.e. approximately less than the 2.3rd percentile). In situations where appropriately normed and standardized tests are not available, assessment of adaptive behaviour functioning requires greater reliance on clinical judgement based on appropriate assessment, which may include the use of behavioural indicators of adaptive behaviour skills (see Tables 6.2–6.4, pp. 104–111). • Onset occurs during the developmental period. Among adults with disorders of intellectual development who come to clinical attention without a previous diagnosis, it is possible to establish developmental onset through the person’s history (retrospective diagnosis). Severity specifiers The severity of a disorder of intellectual development is determined by considering both the individual’s level of intellectual ability and level of adaptive behaviour, ideally assessed using appropriately normed, individually administered standardized tests. Where appropriately normed and standardized tests are not available, assessment of intellectual functioning and adaptive behaviour requires greater reliance on clinical judgement based on appropriate evidence and assessment, which may include the use of behavioural indicators of intellectual and adaptive functioning provided in Tables 6.1–6.4. Generally, the level of severity should be assigned on the basis of the level at which the majority of the individual’s intellectual ability and adaptive behaviour skills across all three domains – conceptual, social and practical skills – fall. For example, if intellectual functioning and two of three adaptive behaviour domains are determined to be 3–4 standard deviations below the mean, moderate disorder of intellectual development would be the most appropriate diagnosis. However, this formulation may vary according to the nature and purpose of the assessment, as well as the importance of the behaviour in question in relation to the individual’s overall functioning. 6A00.0 Disorder of intellectual development, mild • In mild disorder of intellectual development, intellectual functioning and adaptive behaviour are found to be approximately 2–3 standard deviations below the mean (approximately 0.1–2.3 percentile), based on appropriately normed, individually administered standardized tests. Where standardized tests are not available, assessment of intellectual functioning and adaptive behaviour requires greater reliance on clinical judgement, which may include the use of behavioural indicators provided in Tables 6.1–6.4. People with mild disorder of intellectual development often exhibit difficulties in the acquisition and comprehension of complex language concepts and academic skills. Most master basic self-care, domestic and practical activities. Affected people can generally achieve relatively independent living and employment as adults, but may require appropriate support. Neurodevelopmental disorders | Disorders of intellectual development",
  "gloss_vi": "Adaptive functioning may change in response to environmental demands that change with age. whenever possible, performance should be measured with appropriately normed, standardized tests of adaptive behaviour and the tot...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation"
    ],
    "life_topics": [
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc adaptive functioning may change in response to environmental demands that change with age. Whenever possible, performance should be measured with appropriately normed, standardized tests of adaptive behaviour and the total score found to be approximately 2 or more standard deviations below the mean (i.e. approximately less than the 2.3rd percentile). In situations where appropriately normed and standardized tests are not available, assessment of adaptive behaviour functioning requires greater reliance on clinical judgement based on appropriate assessment, which may include the use of behavioural indicators of adaptive behaviour skills (see Tables 6.2–6.4, pp. 104–111). • Onset occurs during the developmental period. Among adults with disorders of intellectual development who come to clinical attention without a previous diagnosis, it is possible to establish developmental onset through the person’s history (retrospective diagnosis). Severity specifiers The severity of a disorder of intellectual development is determined by considering both the individual’s level of intellectual ability and level of adaptive behaviour, ideally assessed using appropriately normed, individually administered standardized tests. Where appropriately normed and standardized tests are not available, assessment of intellectual functioning and adaptive behaviour requires greater reliance on clinical judgement based on appropriate evidence and assessment, which may include the use of behavioural indicators of intellectual and adaptive functioning provided in Tables 6.1–6.4. Generally, the level of severity should be assigned on the basis of the level at which the majority of the individual’s intellectual ability and adaptive behaviour skills across all three domains – conceptual, social and practical skills – fall. For example, if intellectual functioning and two of three adaptive behaviour domains are determined to be 3–4 standard deviations below the mean, moderate disorder of intellectual development would be the most appropriate diagnosis. However, this formulation may vary according to the nature and purpose of the assessment, as well as the importance of the behaviour in question in relation to the individual’s overall functioning. 6A00.0 Disorder of intellectual development, mild • In mild disorder of intellectual development, intellectual functioning and adaptive behaviour are found to be approximately 2–3 standard deviations below the mean (approximately 0.1–2.3 percentile), based on appropriately normed, individually administered standardized tests. Where standardized tests are not available, assessment of intellectual functioning and adaptive behaviour requires greater reliance on clinical judgement, which may include the use of behavioural indicators provided in Tables 6.1–6.4. People with mild disorder of intellectual development often exhibit difficulties in the acquisition and comprehension of complex language concepts and academic skills. Most master basic self-care, domestic and practical activities. Affected people can generally achieve relatively independent living and employment as adults, but may require appropriate support. Neurodevelopmental disorders | Disorders of intellectual development Adaptive functioning may change in response to environmental demands that change with age. whenever possible, performance should be measured with appropriately normed, standardized tests of adaptive behaviour and the tot..."
}