{
  "id": "icd11#risk_safety_ac324fc6",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "the time, the individual is able to entertain the possibility that their disorder- specific beliefs may not be true, and they are willing to accept an alternative explanation for their experience. This specifier level may still be applied if, at circumscribed times (e.g. when highly anxious), the individual demonstrates no insight. 6B21.1 Body dysmorphic disorder with poor to absent insight • Most or all of the time, the individual is convinced that the disorder-specific beliefs are true, and they cannot accept an alternative explanation for their experience. The lack of insight exhibited by the individual does not vary markedly as a function of anxiety level. 6B21.Z Body dysmorphic disorder, unspecified Additional clinical features • Any part of the body may be the focus of the perceived flaws or defects, but the most common area is the face (especially the skin, nose, hair, eyes, teeth, lips, chin or overall facial appearance). However, there are frequently multiple perceived defects. Usually, the focal feature is regarded as flawed, defective, asymmetrical, too big/small or disproportionate, or the complaint may be of thinning hair, acne, wrinkles, scars, vascular markings, pallor or ruddiness of complexion, or insufficient muscularity. Sometimes the preoccupation is vague or consists of a general perception of ugliness or being “not right” or being too masculine/feminine. • Muscle dysmorphia, a form of body dysmorphic disorder, can place affected individuals – usually males – at increased risk of complications requiring medical attention (e.g. muscle tears, strains, side-effects of steroid use). • The risk of suicide in adolescents and adults with body dysmorphic disorder is high, particularly when depressive symptomatology co-occurs. Owing to the low base rate occurrence of attempted and completed suicide, it is difficult to predict suicidal behaviours. Factors to consider in assessing risk include previous attempts, lack of perceived psychosocial support, perception of burdensomeness and hopelessness. It is also important to consider that identification of body dysmorphic disorder may be especially challenging because the increased occurrence of shame and perceived stigma among affected individuals often leads them to conceal their difficulties, or to present with symptoms of depressive disorders, social anxiety disorder or obsessive-compulsive disorder rather than body dysmorphic disorder. • The diagnosis of body dysmorphic disorder is typically made based on direct observation or physical examination of the perceived body flaws or defects. If this is not possible because it is inappropriate, or the individual refuses to remove their camouflage, then it may be difficult to make a judgement about how noticeable or abnormal a perceived defect Obsessive-compulsive and related disorders | Body dysmorphic disorder",
  "gloss_vi": "The time, the individual is able to entertain the possibility that their disorder- specific beliefs may not be true, and they are willing to accept an alternative explanation for their experience. this specifier level ma...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "psychoeducation"
    ],
    "life_topics": [
      "study"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "high"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn the time, the individual is able to entertain the possibility that their disorder- specific beliefs may not be true, and they are willing to accept an alternative explanation for their experience. This specifier level may still be applied if, at circumscribed times (e.g. when highly anxious), the individual demonstrates no insight. 6B21.1 Body dysmorphic disorder with poor to absent insight • Most or all of the time, the individual is convinced that the disorder-specific beliefs are true, and they cannot accept an alternative explanation for their experience. The lack of insight exhibited by the individual does not vary markedly as a function of anxiety level. 6B21.Z Body dysmorphic disorder, unspecified Additional clinical features • Any part of the body may be the focus of the perceived flaws or defects, but the most common area is the face (especially the skin, nose, hair, eyes, teeth, lips, chin or overall facial appearance). However, there are frequently multiple perceived defects. Usually, the focal feature is regarded as flawed, defective, asymmetrical, too big/small or disproportionate, or the complaint may be of thinning hair, acne, wrinkles, scars, vascular markings, pallor or ruddiness of complexion, or insufficient muscularity. Sometimes the preoccupation is vague or consists of a general perception of ugliness or being “not right” or being too masculine/feminine. • Muscle dysmorphia, a form of body dysmorphic disorder, can place affected individuals – usually males – at increased risk of complications requiring medical attention (e.g. muscle tears, strains, side-effects of steroid use). • The risk of suicide in adolescents and adults with body dysmorphic disorder is high, particularly when depressive symptomatology co-occurs. Owing to the low base rate occurrence of attempted and completed suicide, it is difficult to predict suicidal behaviours. Factors to consider in assessing risk include previous attempts, lack of perceived psychosocial support, perception of burdensomeness and hopelessness. It is also important to consider that identification of body dysmorphic disorder may be especially challenging because the increased occurrence of shame and perceived stigma among affected individuals often leads them to conceal their difficulties, or to present with symptoms of depressive disorders, social anxiety disorder or obsessive-compulsive disorder rather than body dysmorphic disorder. • The diagnosis of body dysmorphic disorder is typically made based on direct observation or physical examination of the perceived body flaws or defects. If this is not possible because it is inappropriate, or the individual refuses to remove their camouflage, then it may be difficult to make a judgement about how noticeable or abnormal a perceived defect Obsessive-compulsive and related disorders | Body dysmorphic disorder The time, the individual is able to entertain the possibility that their disorder- specific beliefs may not be true, and they are willing to accept an alternative explanation for their experience. this specifier level ma..."
}