{
  "id": "icd11#screening_cues_d5427df5",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "disorder, the diagnosis of complex post-traumatic stress disorder also requires the additional essential features of severe problems in affect regulation, persistent negative beliefs about oneself, and persistent difficulties in sustaining relationships. Boundary with prolonged grief disorder As with post-traumatic stress disorder, prolonged grief disorder may occur in individuals who experience bereavement as a result of the death of a loved one occurring in traumatic circumstances. In post-traumatic stress disorder the individual re-experiences the event or situation associated with the death, while in prolonged grief disorder the person may be preoccupied with memories of the circumstances surrounding the death but, unlike in post-traumatic stress disorder, does not re-experience them as occurring again in the here and now. Boundary with adjustment disorder In adjustment disorder, the stressor can be of any severity or any type, and is not necessarily of an extremely threatening or horrific nature. A response to a less serious event or situation that otherwise meets the symptom requirements for post-traumatic stress disorder but that is beyond the duration appropriate for acute stress reaction should be diagnosed as adjustment disorder. Moreover, many people who experience an extremely threatening or horrific event develop symptoms that do not meet the full diagnostic requirements for post-traumatic stress disorder; these reactions are generally better diagnosed as adjustment disorder. Boundary with acute stress reaction Normal acute reactions to traumatic events can include all the symptoms of post-traumatic stress disorder, including re-experiencing, but these begin to subside fairly quickly (e.g. within 1 week after the event terminates or after removal from the threatening situation, or within 1 month in the case of ongoing stressors). If clinical intervention is warranted in these situations, a diagnosis of acute stress reaction from Chapter 24 on factors influencing health status or contact with health services (i.e. a non-disorder category) is generally most appropriate. Boundary with schizophrenia and other primary psychotic disorders Some individuals with post-traumatic stress disorder re-experience traumatic events in the form of severe flashbacks that may have a hallucinatory quality, or are hypervigilant to threat to the extent that they may appear to be paranoid. Auditory pseudo-hallucinations, recognized as being the person’s own thoughts and of internal origin, can occur in post-traumatic stress disorder. Such symptoms should not be considered evidence of a psychotic disorder. Boundary with depressive episode In a depressive episode, intrusive memories are not experienced as occurring again in the present, but as belonging to the past, and they are often accompanied by rumination. However, depressive episodes commonly co-occur with post-traumatic stress disorder, and an additional mood disorder diagnosis should be assigned if warranted. Disorders specifically associated with stress | Post-traumatic stress disorder",
  "gloss_vi": "Disorder, the diagnosis of complex post-traumatic căng thẳng disorder also requires the additional essential features of severe problems in affect regulation, persistent negative beliefs about oneself, and persistent dif...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "do_not_do"
    ],
    "life_topics": [
      "stress",
      "relationships",
      "grief"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc disorder, the diagnosis of complex post-traumatic stress disorder also requires the additional essential features of severe problems in affect regulation, persistent negative beliefs about oneself, and persistent difficulties in sustaining relationships. Boundary with prolonged grief disorder As with post-traumatic stress disorder, prolonged grief disorder may occur in individuals who experience bereavement as a result of the death of a loved one occurring in traumatic circumstances. In post-traumatic stress disorder the individual re-experiences the event or situation associated with the death, while in prolonged grief disorder the person may be preoccupied with memories of the circumstances surrounding the death but, unlike in post-traumatic stress disorder, does not re-experience them as occurring again in the here and now. Boundary with adjustment disorder In adjustment disorder, the stressor can be of any severity or any type, and is not necessarily of an extremely threatening or horrific nature. A response to a less serious event or situation that otherwise meets the symptom requirements for post-traumatic stress disorder but that is beyond the duration appropriate for acute stress reaction should be diagnosed as adjustment disorder. Moreover, many people who experience an extremely threatening or horrific event develop symptoms that do not meet the full diagnostic requirements for post-traumatic stress disorder; these reactions are generally better diagnosed as adjustment disorder. Boundary with acute stress reaction Normal acute reactions to traumatic events can include all the symptoms of post-traumatic stress disorder, including re-experiencing, but these begin to subside fairly quickly (e.g. within 1 week after the event terminates or after removal from the threatening situation, or within 1 month in the case of ongoing stressors). If clinical intervention is warranted in these situations, a diagnosis of acute stress reaction from Chapter 24 on factors influencing health status or contact with health services (i.e. a non-disorder category) is generally most appropriate. Boundary with schizophrenia and other primary psychotic disorders Some individuals with post-traumatic stress disorder re-experience traumatic events in the form of severe flashbacks that may have a hallucinatory quality, or are hypervigilant to threat to the extent that they may appear to be paranoid. Auditory pseudo-hallucinations, recognized as being the person’s own thoughts and of internal origin, can occur in post-traumatic stress disorder. Such symptoms should not be considered evidence of a psychotic disorder. Boundary with depressive episode In a depressive episode, intrusive memories are not experienced as occurring again in the present, but as belonging to the past, and they are often accompanied by rumination. However, depressive episodes commonly co-occur with post-traumatic stress disorder, and an additional mood disorder diagnosis should be assigned if warranted. Disorders specifically associated with stress | Post-traumatic stress disorder Disorder, the diagnosis of complex post-traumatic căng thẳng disorder also requires the additional essential features of severe problems in affect regulation, persistent negative beliefs about oneself, and persistent dif..."
}