{
  "id": "icd11#screening_cues_2ce8c3fe",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "health-care providers – and to assume the sick role. Malingering is characterized by feigning of medical or psychological signs or symptoms for obvious external incentives (e.g. disability payments). Boundary with diseases of the nervous system Some diseases of the nervous system may cause symptoms that involve profound changes in the person’s attitude towards and experience of their own bodies (e.g. somatoparaphrenia, in which a paralysed body part is experienced as alien or as belonging to someone else.) If the persistent discomfort about the individual’s body configuration is better accounted for by a disease of the nervous system, then body integrity dysphoria should not be diagnosed. Disorders of bodily distress or bodily experience | Body integrity dysphoria Disorders of bodily distress or bodily experience 439 6C2Y Other specified disorder of bodily distress or bodily experience Essential (required) features • The presentation is characterized by disturbances in the person’s experience of their body that share primary clinical features with other disorders of bodily distress or bodily experience (e.g. distressing bodily symptoms to which excessive attention is directed, or intense feelings of inappropriateness concerning one’s body configuration or functioning). • The symptoms do not fulfil the diagnostic requirements for any other disorder in the disorders of bodily distress or bodily experience grouping. • The symptoms are not better accounted for by another mental, behavioural or neurodevelopmental disorder (e.g. a mood disorder, schizophrenia or another primary psychotic disorder, an eating disorder). • The symptoms have persisted for at least several months. • The symptoms or behaviours are not developmentally appropriate (e.g. focused on bodily changes during puberty) or culturally sanctioned. • The symptoms or behaviours are not accounted for by gender incongruence or by another medical condition. • The symptoms result in significant distress or significant impairment in personal, family, social, educational, occupational or other important areas of functioning. 6C2Z Disorder of bodily distress or bodily experience, unspecified Disorders of bodily distress or bodily experience | Other specified disorder of bodily distress or bodily experience",
  "gloss_vi": "Health-care providers – and to assume the sick role. malingering is characterized by feigning of medical or psychological signs or symptoms for obvious external incentives (e.g.",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation",
      "do_not_do",
      "caregiver"
    ],
    "life_topics": [
      "stress",
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc health-care providers – and to assume the sick role. Malingering is characterized by feigning of medical or psychological signs or symptoms for obvious external incentives (e.g. disability payments). Boundary with diseases of the nervous system Some diseases of the nervous system may cause symptoms that involve profound changes in the person’s attitude towards and experience of their own bodies (e.g. somatoparaphrenia, in which a paralysed body part is experienced as alien or as belonging to someone else.) If the persistent discomfort about the individual’s body configuration is better accounted for by a disease of the nervous system, then body integrity dysphoria should not be diagnosed. Disorders of bodily distress or bodily experience | Body integrity dysphoria Disorders of bodily distress or bodily experience 439 6C2Y Other specified disorder of bodily distress or bodily experience Essential (required) features • The presentation is characterized by disturbances in the person’s experience of their body that share primary clinical features with other disorders of bodily distress or bodily experience (e.g. distressing bodily symptoms to which excessive attention is directed, or intense feelings of inappropriateness concerning one’s body configuration or functioning). • The symptoms do not fulfil the diagnostic requirements for any other disorder in the disorders of bodily distress or bodily experience grouping. • The symptoms are not better accounted for by another mental, behavioural or neurodevelopmental disorder (e.g. a mood disorder, schizophrenia or another primary psychotic disorder, an eating disorder). • The symptoms have persisted for at least several months. • The symptoms or behaviours are not developmentally appropriate (e.g. focused on bodily changes during puberty) or culturally sanctioned. • The symptoms or behaviours are not accounted for by gender incongruence or by another medical condition. • The symptoms result in significant distress or significant impairment in personal, family, social, educational, occupational or other important areas of functioning. 6C2Z Disorder of bodily distress or bodily experience, unspecified Disorders of bodily distress or bodily experience | Other specified disorder of bodily distress or bodily experience Health-care providers – and to assume the sick role. malingering is characterized by feigning of medical or psychological signs or symptoms for obvious external incentives (e.g."
}