{
  "id": "icd11#referral_eaca7cdf",
  "title_en": "General — Referral",
  "title_vi": "General — Chuyển tuyến",
  "text_en": "In contrast to individuals with autism spectrum disorder, children with reactive attachment disorder have the capacity for initiating and sustaining social communication and reciprocal social interactions. Although some children with reactive attachment disorder may show delays in language development due to a history of social neglect, they do not exhibit social communication deficits or the persistently restrictive, repetitive and stereotyped patterns of behaviour, interests and activities characteristics of autism spectrum disorder. Some individuals reared under conditions of severe deprivation in institutional settings exhibit autistic-like features, including difficulties in social reciprocity and restricted, repetitive and inflexible patterns of behaviour, interests or activities. Also referred to as “quasi-autism”, affected individuals are differentiated from those with autism spectrum disorder based on significant improvement of autism-like features when the child is moved to a more nurturing environment. Boundary with disorders of intellectual development Children with disorders of intellectual development are able to form selective attachments to caregivers. Attachments usually develop consistent with the child’s general developmental level, and are typically evident by the time the child has reached a developmental age of at least 9 months. Reactive attachment disorder should only be diagnosed if it is clear that the characteristic problems in the formation of selective attachments are not a result of limitations in intellectual functioning. Boundary with social anxiety disorder Social anxiety disorder in children may include emotionally withdrawn behaviours in social situations, or in anticipation of social encounters, due to marked and excessive fear or anxiety. Unlike in reactive attachment disorder, children with social anxiety disorder exhibit appropriate attachment behaviours with parents or caregivers, and seek comfort from them when distressed, but are typically fearful of unfamiliar individuals. Children with reactive attachment disorder exhibit emotionally withdrawn behaviours across all social contexts. Boundary with depressive disorders As with reactive attachment disorder, children with depressive disorders may exhibit emotionally withdrawn behaviour, as well as associated features of lack of social and emotional responsiveness to others, limited positive affect and/or episodes of unexplained irritability, sadness or fearfulness. However, unlike those with reactive attachment disorder, children with depressive disorders exhibit appropriate attachment behaviours with parents or caregivers, and seek comfort from them when distressed. Disorders specifically associated with stress | Reactive attachment disorder",
  "gloss_vi": "In contrast to individuals with autism spectrum disorder, children with reactive attachment disorder have the capacity for initiating and sustaining social giao tiếp and reciprocal social interactions. although some chil...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "referral",
      "do_not_do",
      "caregiver"
    ],
    "life_topics": [
      "stress",
      "relationships"
    ],
    "advice_section": [
      "communication_tips",
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Referral General — Chuyển tuyến In contrast to individuals with autism spectrum disorder, children with reactive attachment disorder have the capacity for initiating and sustaining social communication and reciprocal social interactions. Although some children with reactive attachment disorder may show delays in language development due to a history of social neglect, they do not exhibit social communication deficits or the persistently restrictive, repetitive and stereotyped patterns of behaviour, interests and activities characteristics of autism spectrum disorder. Some individuals reared under conditions of severe deprivation in institutional settings exhibit autistic-like features, including difficulties in social reciprocity and restricted, repetitive and inflexible patterns of behaviour, interests or activities. Also referred to as “quasi-autism”, affected individuals are differentiated from those with autism spectrum disorder based on significant improvement of autism-like features when the child is moved to a more nurturing environment. Boundary with disorders of intellectual development Children with disorders of intellectual development are able to form selective attachments to caregivers. Attachments usually develop consistent with the child’s general developmental level, and are typically evident by the time the child has reached a developmental age of at least 9 months. Reactive attachment disorder should only be diagnosed if it is clear that the characteristic problems in the formation of selective attachments are not a result of limitations in intellectual functioning. Boundary with social anxiety disorder Social anxiety disorder in children may include emotionally withdrawn behaviours in social situations, or in anticipation of social encounters, due to marked and excessive fear or anxiety. Unlike in reactive attachment disorder, children with social anxiety disorder exhibit appropriate attachment behaviours with parents or caregivers, and seek comfort from them when distressed, but are typically fearful of unfamiliar individuals. Children with reactive attachment disorder exhibit emotionally withdrawn behaviours across all social contexts. Boundary with depressive disorders As with reactive attachment disorder, children with depressive disorders may exhibit emotionally withdrawn behaviour, as well as associated features of lack of social and emotional responsiveness to others, limited positive affect and/or episodes of unexplained irritability, sadness or fearfulness. However, unlike those with reactive attachment disorder, children with depressive disorders exhibit appropriate attachment behaviours with parents or caregivers, and seek comfort from them when distressed. Disorders specifically associated with stress | Reactive attachment disorder In contrast to individuals with autism spectrum disorder, children with reactive attachment disorder have the capacity for initiating and sustaining social giao tiếp and reciprocal social interactions. although some chil..."
}