{
  "id": "icd11#risk_safety_208fb8ff",
  "title_en": "General — Risk Safety",
  "title_vi": "General — Nguy cơ An toàn",
  "text_en": "604 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Developmental presentations • Susceptibility to delirium in infancy and childhood may be greater than in early and middle adulthood. • In childhood, delirium may be related to febrile illnesses and certain medications (e.g. anticholinergics). • Older individuals are especially susceptible to delirium compared with younger adults. Culture-related features • Performance during clinical assessment may vary according to cultural and/or linguistic factors. When assessing impairment in neurocognitive functioning and activities of daily living, cultural and linguistic factors should be considered and accounted for when possible. • When standardized neuropsychological/cognitive testing is utilized for determination of neurocognitive impairment, performance should be measured with appropriately normed, standardized tests. In situations where appropriately normed and standardized tests are not available, assessment of neurocognitive functioning requires greater reliance on clinical judgement. (See the section on general cultural considerations for neurocognitive disorders above for additional information and examples.) Boundaries with other disorders and conditions (differential diagnosis) Boundary with dementia Delirium is differentiated from other neurocognitive disorders in that the former is characterized by global neurocognitive impairment and confusion that have a precipitous onset, are transient, and fluctuate depending on the underlying causal condition or etiology. Dementia is more typically characterized by impairment in specific neurocognitive abilities, and is often progressive and more gradual in onset. Individuals with dementia are at increased risk of delirium, and those who develop acute disturbances in attention, orientation and awareness should be assigned an additional diagnosis of delirium and evaluated to determine its specific etiology. Boundary with neurocognitive impairment associated with acquired or traumatic brain injuries Delirium is differentiated from an acute confusional or agitated state related to acquired or traumatic brain injuries by the absence of evidence of a preceding neurological injury or event (e.g. traumatic brain injury, cerebral haemorrhage, stroke). Neurocognitive disorders | Delirium Neurocognitive disorders | Delirium Neurocognitive disorders 605 Boundary with transient global amnesia Unlike delirium, transient global amnesia is characterized by the presence of isolated memory impairment alongside intact functioning in other cognitive areas (e.g. naming skills, self- identification). Although both disorders may present with memory impairment, delirium is frequently characterized by additional",
  "gloss_vi": "604 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders developmental presentations • susceptibility to delirium in infancy and childhood may be greater than i...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "risk_safety",
      "screening_cues",
      "management"
    ],
    "life_topics": [
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Risk Safety General — Nguy cơ An toàn 604 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders Developmental presentations • Susceptibility to delirium in infancy and childhood may be greater than in early and middle adulthood. • In childhood, delirium may be related to febrile illnesses and certain medications (e.g. anticholinergics). • Older individuals are especially susceptible to delirium compared with younger adults. Culture-related features • Performance during clinical assessment may vary according to cultural and/or linguistic factors. When assessing impairment in neurocognitive functioning and activities of daily living, cultural and linguistic factors should be considered and accounted for when possible. • When standardized neuropsychological/cognitive testing is utilized for determination of neurocognitive impairment, performance should be measured with appropriately normed, standardized tests. In situations where appropriately normed and standardized tests are not available, assessment of neurocognitive functioning requires greater reliance on clinical judgement. (See the section on general cultural considerations for neurocognitive disorders above for additional information and examples.) Boundaries with other disorders and conditions (differential diagnosis) Boundary with dementia Delirium is differentiated from other neurocognitive disorders in that the former is characterized by global neurocognitive impairment and confusion that have a precipitous onset, are transient, and fluctuate depending on the underlying causal condition or etiology. Dementia is more typically characterized by impairment in specific neurocognitive abilities, and is often progressive and more gradual in onset. Individuals with dementia are at increased risk of delirium, and those who develop acute disturbances in attention, orientation and awareness should be assigned an additional diagnosis of delirium and evaluated to determine its specific etiology. Boundary with neurocognitive impairment associated with acquired or traumatic brain injuries Delirium is differentiated from an acute confusional or agitated state related to acquired or traumatic brain injuries by the absence of evidence of a preceding neurological injury or event (e.g. traumatic brain injury, cerebral haemorrhage, stroke). Neurocognitive disorders | Delirium Neurocognitive disorders | Delirium Neurocognitive disorders 605 Boundary with transient global amnesia Unlike delirium, transient global amnesia is characterized by the presence of isolated memory impairment alongside intact functioning in other cognitive areas (e.g. naming skills, self- identification). Although both disorders may present with memory impairment, delirium is frequently characterized by additional 604 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders developmental presentations • susceptibility to delirium in infancy and childhood may be greater than i..."
}