{
  "id": "icd11#do_not_do_6622d3a8",
  "title_en": "General — Do Not Do",
  "title_vi": "General — Do Not Do",
  "text_en": "524 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders diagnostically determinative, consideration of the relationship between emotional and behavioural cues and stealing behaviour may be an important aspect of treatment planning. • After stealing items, many individuals with kleptomania experience guilt or shame for having committed a theft, but these feelings do not prevent recurrence of the behaviour. Although individuals with kleptomania may desire the items they steal and have a practical use for such items, they do not need these items (e.g. they have multiples of the same item, they have more than adequate financial resources to purchase the stolen item). • Rates of co-occurrence of mood disorders, anxiety and fear-related disorders, other impulse control disorders, substance use disorders, and obsessive-compulsive disorder among individuals with kleptomania are higher than in the general population. Boundary with normality (threshold) • Stealing behaviour is common, and most individuals who steal do so because they need or want something they cannot afford, as an act of mischief, or as an expression of anger or vengeance. The diagnosis of kleptomania requires that the individual does not need or could afford to buy the stolen items, but cannot resist the urge to steal. Moreover, in kleptomania, the theft is accompanied by a sense of tension before committing the act and a sense of gratification, pleasure or relief during and immediately after the act. Individuals who steal for monetary gain due to the financial implications of their substance use or gambling should not be diagnosed with kleptomania. Course features • The course of kleptomania is variable, and may take different forms: sporadic, with long periods of remission between brief episodes; episodic, with lengthy periods of stealing followed by periods of remission; or chronic, with fluctuations in intensity. • Treatment-seeking individuals with kleptomania commonly report a long history of shoplifting (e.g. for more than 10 years) prior to seeking help. Developmental presentations • Onset of kleptomania may occur at any time, but is most common during late adolescence. Onset during late adulthood is rare. Impulse control disorders | Kleptomania Impulse control disorders 525 Sex- and/or gender-related features • Women are significantly more likely to be diagnosed with kleptomania.",
  "gloss_vi": "524 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders diagnostically determinative, consideration of the relationship between emotional and behavioural cues ...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "do_not_do",
      "management"
    ],
    "life_topics": [
      "stress",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Do Not Do General — Do Not Do 524 Clinical Descriptions and Diagnostic Requirements for ICD-11 Mental, Behavioural or Neurodevelopmental Disorders diagnostically determinative, consideration of the relationship between emotional and behavioural cues and stealing behaviour may be an important aspect of treatment planning. • After stealing items, many individuals with kleptomania experience guilt or shame for having committed a theft, but these feelings do not prevent recurrence of the behaviour. Although individuals with kleptomania may desire the items they steal and have a practical use for such items, they do not need these items (e.g. they have multiples of the same item, they have more than adequate financial resources to purchase the stolen item). • Rates of co-occurrence of mood disorders, anxiety and fear-related disorders, other impulse control disorders, substance use disorders, and obsessive-compulsive disorder among individuals with kleptomania are higher than in the general population. Boundary with normality (threshold) • Stealing behaviour is common, and most individuals who steal do so because they need or want something they cannot afford, as an act of mischief, or as an expression of anger or vengeance. The diagnosis of kleptomania requires that the individual does not need or could afford to buy the stolen items, but cannot resist the urge to steal. Moreover, in kleptomania, the theft is accompanied by a sense of tension before committing the act and a sense of gratification, pleasure or relief during and immediately after the act. Individuals who steal for monetary gain due to the financial implications of their substance use or gambling should not be diagnosed with kleptomania. Course features • The course of kleptomania is variable, and may take different forms: sporadic, with long periods of remission between brief episodes; episodic, with lengthy periods of stealing followed by periods of remission; or chronic, with fluctuations in intensity. • Treatment-seeking individuals with kleptomania commonly report a long history of shoplifting (e.g. for more than 10 years) prior to seeking help. Developmental presentations • Onset of kleptomania may occur at any time, but is most common during late adolescence. Onset during late adulthood is rare. Impulse control disorders | Kleptomania Impulse control disorders 525 Sex- and/or gender-related features • Women are significantly more likely to be diagnosed with kleptomania. 524 clinical descriptions and diagnostic requirements for icd-11 mental, behavioural or neurodevelopmental disorders diagnostically determinative, consideration of the relationship between emotional and behavioural cues ..."
}