{
  "id": "icd11#screening_cues_82658352",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Each of the dementia categories may be described as mild, moderate or severe. The general CDDR for dementia also provide guidance on applying each level of the severity specifier: XS5W Mild XS0T Moderate XS25 Severe Specifiers are also provided for behavioural or psychological disturbances in dementia that may be used when these are severe enough to represent a focus of clinical intervention. These specifiers are also described below as part of the general CDDR for dementia. As many behavioural or psychological disturbances specifiers may be applied as necessary to describe the current clinical picture. These specifiers may be applied to all dementia categories. They include: 6D86.0 Psychotic symptoms in dementia 6D86.1 Mood symptoms in dementia 6D86.2 Anxiety symptoms in dementia 6D86.3 Apathy in dementia 6D86.4 Agitation or aggression in dementia 6D86.5 Disinhibition in dementia 6D86.6 Wandering in dementia 6D86.Y Other specified behavioural or psychological disturbance in dementia 6D86.Z Behavioural or psychological disturbance in dementia, unspecified. General diagnostic requirements for dementia Essential (required) features • Marked impairment in two or more cognitive domains relative to the level expected given the individual’s age and general premorbid level of neurocognitive functioning, which represents a decline from the individual’s previous level of functioning, is required for diagnosis. • Memory impairment is present in most forms of dementia, but neurocognitive impairment is not restricted to memory and may be present in other cognitive domains such as executive functioning, attention, language, social cognition and judgement, psychomotor speed, and visuoperceptual or visuospatial functioning. • Evidence of neurocognitive impairment is based on: • information obtained from the individual, an informant or clinical observation; • substantial impairment in neurocognitive performance as demonstrated by standardized neuropsychological/cognitive testing or, in its absence, another quantified clinical assessment. • Behavioural changes (e.g. changes in personality, disinhibition, agitation, irritability) may also be present and, in some forms of dementia, may be the presenting symptom. Neurocognitive disorders | Dementia Neurocognitive disorders | Dementia",
  "gloss_vi": "Each of the dementia categories may be described as mild, moderate or severe. the general cddr for dementia also provide guidance on applying each level of the severity specifier: xs5w mild xs0t moderate xs25 severe spec...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "management"
    ],
    "life_topics": [
      "study"
    ],
    "advice_section": [
      "work_habits"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Each of the dementia categories may be described as mild, moderate or severe. The general CDDR for dementia also provide guidance on applying each level of the severity specifier: XS5W Mild XS0T Moderate XS25 Severe Specifiers are also provided for behavioural or psychological disturbances in dementia that may be used when these are severe enough to represent a focus of clinical intervention. These specifiers are also described below as part of the general CDDR for dementia. As many behavioural or psychological disturbances specifiers may be applied as necessary to describe the current clinical picture. These specifiers may be applied to all dementia categories. They include: 6D86.0 Psychotic symptoms in dementia 6D86.1 Mood symptoms in dementia 6D86.2 Anxiety symptoms in dementia 6D86.3 Apathy in dementia 6D86.4 Agitation or aggression in dementia 6D86.5 Disinhibition in dementia 6D86.6 Wandering in dementia 6D86.Y Other specified behavioural or psychological disturbance in dementia 6D86.Z Behavioural or psychological disturbance in dementia, unspecified. General diagnostic requirements for dementia Essential (required) features • Marked impairment in two or more cognitive domains relative to the level expected given the individual’s age and general premorbid level of neurocognitive functioning, which represents a decline from the individual’s previous level of functioning, is required for diagnosis. • Memory impairment is present in most forms of dementia, but neurocognitive impairment is not restricted to memory and may be present in other cognitive domains such as executive functioning, attention, language, social cognition and judgement, psychomotor speed, and visuoperceptual or visuospatial functioning. • Evidence of neurocognitive impairment is based on: • information obtained from the individual, an informant or clinical observation; • substantial impairment in neurocognitive performance as demonstrated by standardized neuropsychological/cognitive testing or, in its absence, another quantified clinical assessment. • Behavioural changes (e.g. changes in personality, disinhibition, agitation, irritability) may also be present and, in some forms of dementia, may be the presenting symptom. Neurocognitive disorders | Dementia Neurocognitive disorders | Dementia Each of the dementia categories may be described as mild, moderate or severe. the general cddr for dementia also provide guidance on applying each level of the severity specifier: xs5w mild xs0t moderate xs25 severe spec..."
}