{
  "id": "icd11#screening_cues_03455a2b",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "Schizophrenia and other primary psychotic disorders 189 Boundary with dementia Delusions – especially persecutory delusions – may occur as a symptom of dementia, particularly among older adults. Such delusions are differentiated from delusional disorder in that they have their onset during the dementia and are, by definition, due to another medical condition or prolonged substance use. In contrast, the delusions in delusional disorder must have had their onset prior to the onset of dementia. In cases where dementia has developed in someone with an established diagnosis of delusional disorder, both diagnoses may be assigned. Boundary with delirium Delusions may also be a prominent feature of delirium. In delirium, however, the individual also has a fluctuating clouding of consciousness (i.e. reduced ability to direct, focus, sustain, and shift attention) and awareness (i.e. reduced orientation to the environment). In contrast, in delusional disorder, there is no disturbance of attention or consciousness. 6A2Y Other specified primary psychotic disorder Essential (required) features • The presentation is characterized by psychotic symptoms that share primary clinical features with disorders in the schizophrenia and other primary",
  "gloss_vi": "Schizophrenia and other primary psychotic disorders 189 ranh giới with dementia delusions – especially persecutory delusions – may occur as a symptom of dementia, particularly among older adults. such delusions are diffe...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues"
    ],
    "life_topics": [
      "study",
      "relationships"
    ],
    "advice_section": [
      "communication_tips"
    ],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc Schizophrenia and other primary psychotic disorders 189 Boundary with dementia Delusions – especially persecutory delusions – may occur as a symptom of dementia, particularly among older adults. Such delusions are differentiated from delusional disorder in that they have their onset during the dementia and are, by definition, due to another medical condition or prolonged substance use. In contrast, the delusions in delusional disorder must have had their onset prior to the onset of dementia. In cases where dementia has developed in someone with an established diagnosis of delusional disorder, both diagnoses may be assigned. Boundary with delirium Delusions may also be a prominent feature of delirium. In delirium, however, the individual also has a fluctuating clouding of consciousness (i.e. reduced ability to direct, focus, sustain, and shift attention) and awareness (i.e. reduced orientation to the environment). In contrast, in delusional disorder, there is no disturbance of attention or consciousness. 6A2Y Other specified primary psychotic disorder Essential (required) features • The presentation is characterized by psychotic symptoms that share primary clinical features with disorders in the schizophrenia and other primary Schizophrenia and other primary psychotic disorders 189 ranh giới with dementia delusions – especially persecutory delusions – may occur as a symptom of dementia, particularly among older adults. such delusions are diffe..."
}