{
  "id": "icd11#screening_cues_48e96be4",
  "title_en": "General — Screening Cues",
  "title_vi": "General — Dấu hiệu sàng lọc",
  "text_en": "only be assigned if all diagnostic requirements are met, taking into consideration that it is normal for individuals with visible symptoms of a medical condition to experience some concerns about how others perceive their symptoms. Typically, individuals with medical conditions adapt to concerns related to their manifest symptoms and do not display persistent excessive fear or anxiety in social situations. Anxiety and fear-related disorders | Social anxiety disorder Anxiety and fear-related disorders 289 6B05 Separation anxiety disorder Essential (required) features • Marked and excessive fear or anxiety about separation from those individuals to whom the person is attached (i.e. with whom the individual has a deep emotional bond) is required for diagnosis. In children and adolescents, key attachment figures that are most commonly the focus of separation anxiety include parents, caregivers and other family members, and the fear or anxiety is beyond what would be considered developmentally normative. In adults, separation anxiety most often involves a spouse, romantic partner or children. Manifestations of fear or anxiety related to separation depend on the individual’s developmental level, but may include: • persistent thoughts that harm or some other untoward event (e.g. being kidnapped) will lead to separation; • reluctance or refusal to go to school or work; • recurrent excessive distress (e.g. tantrums, social withdrawal) related to being separated from the attachment figure; • reluctance or refusal to go to sleep without being near the attachment figure; • recurrent nightmares about separation; • physical symptoms such as nausea, vomiting, stomach pain or headache on occasions that involve separation from the attachment figure, such as leaving home to go to school or work. • The symptoms are not transient – that is, they persist for an extended period of time (e.g. at least several months). • The symptoms are not better accounted for by another mental disorder (e.g. agoraphobia, personality disorder). • The symptoms result in significant distress about experiencing persistent anxiety symptoms or significant impairment in personal, family, social, educational, occupational or other important areas of functioning. If functioning is maintained, it is only through significant additional effort. Additional clinical features • Separation anxiety disorder frequently co-occurs with other mental, behavioural and neurodevelopmental disorders. In children and adolescents, common co-occurring disorders include generalized anxiety disorder and specific phobia. In adults, frequently co-occurring disorders include mood disorders, other anxiety and fear-related disorders, post-traumatic stress disorder and personality disorder. Anxiety and fear-related disorders | Separation anxiety disorder",
  "gloss_vi": "Only be assigned if all diagnostic requirements are met, taking into consideration that it is normal for individuals with visible symptoms of a medical condition to experience some concerns about how others perceive thei...",
  "source": "WHO ICD-11",
  "url": "https://icd.who.int/",
  "lang": "en",
  "axes": {
    "type": [
      "clinical",
      "everyday"
    ],
    "condition": [
      "General"
    ],
    "clinical_section": [
      "screening_cues",
      "psychoeducation",
      "do_not_do",
      "caregiver"
    ],
    "life_topics": [
      "sleep",
      "stress",
      "study",
      "work",
      "relationships"
    ],
    "advice_section": [],
    "audience": [],
    "risk_band": "low"
  },
  "index_text": "General — Screening Cues General — Dấu hiệu sàng lọc only be assigned if all diagnostic requirements are met, taking into consideration that it is normal for individuals with visible symptoms of a medical condition to experience some concerns about how others perceive their symptoms. Typically, individuals with medical conditions adapt to concerns related to their manifest symptoms and do not display persistent excessive fear or anxiety in social situations. Anxiety and fear-related disorders | Social anxiety disorder Anxiety and fear-related disorders 289 6B05 Separation anxiety disorder Essential (required) features • Marked and excessive fear or anxiety about separation from those individuals to whom the person is attached (i.e. with whom the individual has a deep emotional bond) is required for diagnosis. In children and adolescents, key attachment figures that are most commonly the focus of separation anxiety include parents, caregivers and other family members, and the fear or anxiety is beyond what would be considered developmentally normative. In adults, separation anxiety most often involves a spouse, romantic partner or children. Manifestations of fear or anxiety related to separation depend on the individual’s developmental level, but may include: • persistent thoughts that harm or some other untoward event (e.g. being kidnapped) will lead to separation; • reluctance or refusal to go to school or work; • recurrent excessive distress (e.g. tantrums, social withdrawal) related to being separated from the attachment figure; • reluctance or refusal to go to sleep without being near the attachment figure; • recurrent nightmares about separation; • physical symptoms such as nausea, vomiting, stomach pain or headache on occasions that involve separation from the attachment figure, such as leaving home to go to school or work. • The symptoms are not transient – that is, they persist for an extended period of time (e.g. at least several months). • The symptoms are not better accounted for by another mental disorder (e.g. agoraphobia, personality disorder). • The symptoms result in significant distress about experiencing persistent anxiety symptoms or significant impairment in personal, family, social, educational, occupational or other important areas of functioning. If functioning is maintained, it is only through significant additional effort. Additional clinical features • Separation anxiety disorder frequently co-occurs with other mental, behavioural and neurodevelopmental disorders. In children and adolescents, common co-occurring disorders include generalized anxiety disorder and specific phobia. In adults, frequently co-occurring disorders include mood disorders, other anxiety and fear-related disorders, post-traumatic stress disorder and personality disorder. Anxiety and fear-related disorders | Separation anxiety disorder Only be assigned if all diagnostic requirements are met, taking into consideration that it is normal for individuals with visible symptoms of a medical condition to experience some concerns about how others perceive thei..."
}